{
  "10": "10",
  "25": "25",
  "50": "50",
  "Domain is not a registered domain name. <a class=\"font-weight-bold\" href=\"/domain-registration\">Click here to register it now</a>.": "Doména není registrovaný název domény. <a class=\"font-weight-bold\" href=\"/domain-registration\">Klikněte zde pro registraci nyní</a>.",
  "If we detect your DNS records are valid, then we will send you an automated email alert.  We routinely check DNS records for your domain every few hours.": "Pokud zjistíme, že vaše DNS záznamy jsou platné, pošleme vám automatické e-mailové upozornění. Rutinně kontrolujeme DNS záznamy pro vaši doménu každých několik hodin.",
  "Please ensure that your DNS nameservers are set properly too (e.g. if you are using a DNS provider such as Cloudflare &ndash; which may be a different provider than your domain registrar).": "Ujistěte se prosím, že vaše DNS nameservery jsou také správně nastaveny (např. pokud používáte DNS poskytovatele jako Cloudflare &ndash; který může být jiný poskytovatel než váš registrátor domény).",
  "<p class=\"mb-0\"><strong>Making changes to your DNS records takes time to propagate throughout the Internet. <span class=\"text-danger\">You may need to wait a few minutes</span> and then try again.</strong></p>": "<p class=\"mb-0\"><strong>Provádění změn v DNS záznamech trvá čas, než se rozšíří po celém internetu. <span class=\"text-danger\">Možná budete muset počkat několik minut</span> a pak to zkusit znovu.</strong></p>",
  "Domain is missing required DNS <span class=\"notranslate\">TXT</span> record of: <span class=\"notranslate\">%s</span>": "Doméně chybí požadovaný DNS <span class=\"notranslate\">TXT</span> záznam: <span class=\"notranslate\">%s</span>",
  "<p class=\"mb-0\">We have detected that your domain has multiple MX server providers. Please ensure that the <strong>ONLY</strong> DNS MX records are:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Zjistili jsme, že vaše doména má více poskytovatelů MX serverů. Ujistěte se prosím, že <strong>JEDINÉ</strong> DNS MX záznamy jsou:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Ujistěte se prosím, že nemáte žádné překlepy a máte přidány oba jedinečné záznamy (např. ujistěte se, že oba záznamy nejsou stejné). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Přečtěte si naše FAQ</a> pro podrobné pokyny.</p>",
  "From header must be equal to <span class=\"notranslate\">%s</span> (or) you can use a domain-wide catch-all password at <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>": "Hlavička From musí být rovna <span class=\"notranslate\">%s</span> (nebo) můžete použít doménové univerzální heslo na <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>",
  "<p class=\"mb-0\">Domain is missing required DNS MX records of:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Doméně chybí požadované DNS MX záznamy:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Ujistěte se prosím, že nemáte žádné překlepy a máte přidány oba jedinečné záznamy (např. ujistěte se, že oba záznamy nejsou stejné). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Přečtěte si naše FAQ</a> pro podrobné pokyny.</p>",
  "Invalid DKIM signature.": "Neplatný DKIM podpis.",
  "Newsletter approval required for <span class=\"notranslate\">%s</span>": "Schválení newsletteru vyžadováno pro <span class=\"notranslate\">%s</span>",
  "We detected that you attempted to send an outbound SMTP newsletter for <strong class=\"notranslate\">%s</strong>.  Your domain does not yet have newsletter support approved, and an admin has been notified to begin review.  This process usually is resolved within 2-4 hours, but sometimes it may longer.": "Zjistili jsme, že jste se pokusili odeslat odchozí SMTP newsletter pro <strong class=\"notranslate\">%s</strong>. Vaše doména ještě nemá schválenou podporu newsletteru a administrátor byl upozorněn na zahájení kontroly. Tento proces se obvykle vyřeší do 2-4 hodin, ale někdy může trvat déle.",
  "Newsletter usage is not yet approved for your account, please wait for approval or contact us for support.": "Používání newsletteru ještě není schváleno pro váš účet, počkejte prosím na schválení nebo nás kontaktujte pro podporu.",
  "You have exceeded your daily SMTP outbound rate limit.": "Překročili jste svůj denní limit odchozích SMTP zpráv.",
  "From header must end with <span class=\"notranslate\">%s</span>": "Hlavička From musí končit na <span class=\"notranslate\">%s</span>",
  "An error code of \"<span class=\"notranslate\">%s</span>\" occurred while performing the DNS lookup. Please try again.": "Při provádění DNS vyhledávání došlo k chybě s kódem \"<span class=\"notranslate\">%s</span>\". Zkuste to prosím znovu.",
  "See": "Viz",
  "https://github.com/scintill/macos-server-apns-certs/tree/master": "https://github.com/scintill/macos-server-apns-certs/tree/master",
  "About Forward Email": "O Forward Email",
  "Table of Contents": "Obsah",
  "Foreword": "Předmluva",
  "History": "Historie",
  "Forward Email is a": "Forward Email je",
  "free and open-source": "bezplatná a open-source",
  "email forwarding": "služba přeposílání e-mailů",
  "service focused on a user's": "zaměřená na uživatelovo",
  "right to privacy": "právo na soukromí",
  ", and was launched in November 2017.  It offers unlimited custom domain names, unlimited email addresses and aliases, unlimited disposable email addresses, spam and phishing protection, and other features.  The service is maintained and owned by its original founding team of designers and developers.  It is built with 100% open-source software using": ", a byla spuštěna v listopadu 2017. Nabízí neomezené vlastní názvy domén, neomezené e-mailové adresy a aliasy, neomezené jednorázové e-mailové adresy, ochranu před spamem a phishingem a další funkce. Služba je udržována a vlastněna původním zakladatelským týmem designérů a vývojářů. Je postavena ze 100% open-source softwaru pomocí",
  "JavaScript": "JavaScript",
  "Node.js": "Node.js",
  ", and": ", a",
  "We launched in November 2017 after an initial release.": "Spustili jsme v listopadu 2017 po počátečním vydání.",
  "In April 2018": "V dubnu 2018",
  "Cloudflare": "Cloudflare",
  "launched their": "spustil svou",
  "privacy-first consumer DNS service": "spotřebitelskou DNS službu zaměřenou na soukromí",
  ", and we switched from using": ", a přešli jsme z používání",
  "OpenDNS": "OpenDNS",
  "to": "na",
  "for handling": "pro zpracování",
  "lookups.": "vyhledávání.",
  "In October 2018, we allowed users to \"Send Mail As\" with": "V říjnu 2018 jsme umožnili uživatelům \"Odeslat poštu jako\" s",
  "Gmail": "Gmail",
  "and": "a",
  "Outlook": "Outlook",
  "In May 2019, we released v2, which was a major rewrite from the initial versions and focused on": "V květnu 2019 jsme vydali v2, což bylo zásadní přepsání z počátečních verzí a zaměřilo se na",
  "performance": "výkon",
  "through the use of": "prostřednictvím použití",
  "'s": "",
  "streams": "proudů",
  "In February 2020, we released the Enhanced Privacy Protection plan.  This plan allows users to switch off setting public DNS record entries with their email forwarding configuration aliases. Through this plan, a user's email alias information is hidden from being publicly searchable over the Internet. We also released a feature to enable or disable specific aliases while still allowing them to appear as a valid email address and return a successful": "V únoru 2020 jsme vydali plán Enhanced Privacy Protection. Tento plán umožňuje uživatelům vypnout nastavování veřejných DNS záznamů s jejich aliasy konfigurace přeposílání e-mailů. Prostřednictvím tohoto plánu jsou informace o e-mailových aliasech uživatele skryty před veřejným vyhledáváním na internetu. Také jsme vydali funkci pro povolení nebo zakázání konkrétních aliasů, zatímco jim stále umožňujeme objevit se jako platná e-mailová adresa a vrátit úspěšný",
  "SMTP status code": "SMTP stavový kód",
  ", but the emails will be immediately discarded (similar to piping output from a process to": ", ale e-maily budou okamžitě zahozeny (podobně jako přesměrování výstupu z procesu do",
  "/dev/null": "/dev/null",
  "In April 2020, we released our initial alpha version of Spam Scanner after hitting countless roadblocks with existing spam-detection solutions and because none of these solutions (": "V dubnu 2020 jsme vydali naši počáteční alfa verzi Spam Scanner po narazení na nespočet překážek s existujícími řešeními detekce spamu a protože žádné z těchto řešení (",
  "Rspamd": "Rspamd",
  "SpamAssassin": "SpamAssassin",
  ") honored our privacy policy. Spam Scanner is a completely free and open-source": ") nerespektovalo naše zásady ochrany soukromí. Spam Scanner je zcela bezplatné a open-source",
  "anti-spam filtering": "anti-spam filtrování",
  "solution which uses a": "řešení, které používá",
  "Naive Bayes spam filtering": "Naive Bayes spam filtrování",
  "approach in combination with": "přístup v kombinaci s",
  "anti-phishing": "anti-phishing",
  "IDN homograph attack": "IDN homograph útok",
  "protection.  We also released a feature to allow": "ochranou. Také jsme vydali funkci umožňující",
  "two-factor authentication": "dvoufaktorové ověřování",
  "(2FA) using a": "(2FA) pomocí",
  "one-time password": "jednorázového hesla",
  "(OTP) for enhanced account security.": "(OTP) pro zvýšenou bezpečnost účtu.",
  "In May 2020, we allowed custom": "V květnu 2020 jsme umožnili vlastní",
  "port forwarding": "přesměrování portů",
  "as workaround for users to circumvent port blocking by their": "jako obejití pro uživatele k obcházení blokování portů jejich",
  ".  We also released our": "poskytovatelem internetových služeb. Také jsme vydali naše",
  "Free Email Forwarding RESTful API": "Bezplatné RESTful API pro přeposílání e-mailů",
  ", with complete documentation and real-time request and response examples.  We also released support for webhooks.": ", s kompletní dokumentací a příklady požadavků a odpovědí v reálném čase. Také jsme vydali podporu pro webhooky.",
  "In August 2020, we added support for the": "V srpnu 2020 jsme přidali podporu pro",
  "Authenticated Received Chain": "Authenticated Received Chain",
  "(\"ARC\") email authentication system.": "(\"ARC\") systém ověřování e-mailů.",
  "On November 23, 2020 we publicly launched out of our beta program.": "23. listopadu 2020 jsme veřejně spustili z našeho beta programu.",
  "In February 2021, we refactored our codebase to remove all": "V únoru 2021 jsme refaktorovali naši kódovou základnu pro odstranění všech",
  "Python": "Python",
  "dependencies – which allowed our stack to become 100%": "závislostí – což umožnilo našemu stacku stát se 100%",
  "On September 27, 2021,": "27. září 2021",
  "we added support": "jsme přidali podporu",
  "for email forwarding aliases to match": "pro aliasy přeposílání e-mailů k porovnání",
  "regular expressions": "regulárních výrazů",
  "In January 2023, we launched a re-designed and page-speed optimized website.": "V lednu 2023 jsme spustili přepracovaný a rychlostně optimalizovaný web.",
  "In February 2023, we added support for": "V únoru 2023 jsme přidali podporu pro",
  "error logs": "chybové logy",
  "and a": "a",
  "dark mode": "tmavý režim",
  "website color scheme.": "barevné schéma webu.",
  "In March 2023, we released": "V březnu 2023 jsme vydali",
  "Tangerine": "Tangerine",
  "and integrated it throughout our infrastructure – this means we use": "a integrovali ho do celé naší infrastruktury – to znamená, že používáme",
  "DNS over HTTPS": "DNS over HTTPS",
  "(\"DoH\") at the application layer.  We also added support for": "(\"DoH\") na aplikační vrstvě. Také jsme přidali podporu pro",
  "switched": "přešli",
  "from": "z",
  "hCaptcha": "hCaptcha",
  "Cloudflare Turnstile": "Cloudflare Turnstile",
  "In April 2023, we implemented and automated entirely new infrastructure.  Our entire service is now running on globally load-balanced and proximity-based DNS (with health checks and failover) using": "V dubnu 2023 jsme implementovali a automatizovali zcela novou infrastrukturu. Celá naše služba nyní běží na globálně vyváženém a na blízkosti založeném DNS (s kontrolami stavu a převzetím služeb při selhání) pomocí",
  "(before we were using round-robin DNS on Cloudflare).  Additionally we switched to": "(dříve jsme používali round-robin DNS na Cloudflare). Navíc jsme přešli na",
  "bare metal servers": "bare metal servery",
  "across multiple providers – which include": "napříč více poskytovateli – které zahrnují",
  "Vultr": "Vultr",
  "Digital Ocean": "Digital Ocean",
  "(before we solely used Digital Ocean).  Both of these providers are SOC 2 Type 2 compliant – see": "(dříve jsme používali pouze Digital Ocean). Oba tito poskytovatelé jsou SOC 2 Type 2 kompatibilní – viz",
  "Vultr's Compliance": "Vultr's Compliance",
  "Digital Ocean's Certifications": "Digital Ocean's Certifications",
  "for more insight.  Furthermore, our MongoDB and Redis databases are now running on clusters with primary and standby nodes for high availability, end-to-end SSL encryption, encryption-at-rest, and point-in-time recovery (PITR).": "pro více informací. Dále naše MongoDB a Redis databáze nyní běží na clusterech s primárními a záložními uzly pro vysokou dostupnost, end-to-end SSL šifrování, šifrování v klidu a point-in-time recovery (PITR).",
  "In May 2023, we launched our": "V květnu 2023 jsme spustili naši",
  "outbound SMTP": "odchozí SMTP",
  "feature for": "funkci pro",
  "sending email with SMTP": "odesílání e-mailů pomocí SMTP",
  "sending email with API": "odesílání e-mailů pomocí API",
  "requests.  This feature has built-in safeguards to ensure high deliverability, a modern and robust queue and retry system, and": "požadavků. Tato funkce má vestavěné ochranné prvky pro zajištění vysoké doručitelnosti, moderní a robustní systém front a opakování, a",
  "supports error logs in real-time": "podporuje chybové logy v reálném čase",
  "In November 2023, we launched our": "V listopadu 2023 jsme spustili naše",
  "encrypted mailbox storage": "šifrované úložiště poštovních schránek",
  "IMAP suppport": "IMAP podporu",
  "In December 2023,": "V prosinci 2023",
  "for": "pro",
  "passkeys and WebAuthn": "passkeys a WebAuthn",
  "time to inbox": "čas do schránky",
  "monitoring, and": "monitorování, a",
  "OpenPGP for IMAP Storage": "OpenPGP pro IMAP úložiště",
  "In February 2024,": "V únoru 2024",
  "we added calendar (CalDAV) support": "jsme přidali podporu kalendáře (CalDAV)",
  "Throughout March to July 2024, we released major optimizations and improvements to our IMAP, POP3, and CalDAV service.  Our goal was to make our service snappy –  and as fast, if not faster than alternatives.": "Během března až července 2024 jsme vydali hlavní optimalizace a vylepšení naší IMAP, POP3 a CalDAV služby. Naším cílem bylo učinit naši službu rychlou – a tak rychlou, ne-li rychlejší než alternativy.",
  "In July 2024,": "V červenci 2024",
  "we added iOS Push support": "jsme přidali podporu iOS Push",
  "since Apple Mail on iOS does not support IMAP": "protože Apple Mail na iOS nepodporuje IMAP",
  "command.  Now users can get real-time notifications of new mail on their Apple iOS devices.  We also added time to inbox (\"TTI\") monitoring for our own service – as well as Yahoo/AOL (now that they support app-generated passwords again) to the footer of every page on our website.  Additionally, we now allow users to encrypt their plaintext DNS TXT records even on the free plan at no cost.  Privacy should not be a feature, it should be inherently built-in to all aspects of a product. As highly requested in a": "příkaz. Nyní mohou uživatelé dostávat oznámení o nové poště v reálném čase na svých Apple iOS zařízeních. Také jsme přidali monitorování času do schránky (\"TTI\") pro naši vlastní službu – stejně jako Yahoo/AOL (nyní když znovu podporují hesla generovaná aplikací) do zápatí každé stránky na našem webu. Navíc nyní umožňujeme uživatelům šifrovat jejich plaintext DNS TXT záznamy i na bezplatném plánu bez nákladů. Soukromí by nemělo být funkcí, mělo by být inherentně zabudováno do všech aspektů produktu. Jak bylo vysoce požadováno v",
  "Privacy Guides discussion": "Privacy Guides diskusi",
  "and on": "a na",
  "our GitHub issues": "našich GitHub issues",
  "we've added this.  Lastly, we added the ability for aliases to either quietly reject": "přidali jsme to. Nakonec jsme přidali schopnost pro aliasy buď tiše odmítnout",
  ", soft reject": ", měkce odmítnout",
  ", or hard reject": ", nebo tvrdě odmítnout",
  "if they are disabled.  Previously, disabled aliases only routed to a blackhole (e.g.": "pokud jsou zakázány. Dříve zakázané aliasy směřovaly pouze do černé díry (např.",
  ") and it appeared to senders as if their messages to these disabled aliases succeeded.": ") a odesílatelům se zdálo, jako by jejich zprávy na tyto zakázané aliasy uspěly.",
  "In August 2024, we added support for exporting mailboxes as": "V srpnu 2024 jsme přidali podporu pro export poštovních schránek jako",
  "Mbox": "Mbox",
  "formats (in addition to the": "formáty (kromě",
  "SQLite": "SQLite",
  "export format already supported) – and we also added": "exportního formátu již podporovaného) – a také jsme přidali",
  "webhook signature support": "podporu podpisu webhooku",
  "via": "prostřednictvím",
  "header.  We also": "hlavičky. Také jsme",
  "added support for bounce webhooks": "přidali podporu pro bounce webhooky",
  "and now allow users to send newsletters, announcements, and email marketing through our outbound SMTP service.": "a nyní umožňujeme uživatelům odesílat newslettery, oznámení a e-mailový marketing prostřednictvím naší odchozí SMTP služby.",
  "Free Email Forwarding for Custom Domains": "Free Email Forwarding for Custom Domains",
  "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.": "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.",
  "Terms of Service": "Terms of Service",
  "Read our terms and conditions of use for our email forwarding service.": "Read our terms and conditions of use for our email forwarding service.",
  "History of Forward Email": "History of Forward Email",
  "Learn more about Forward Email and the history of our service.": "Learn more about Forward Email and the history of our service.",
  "Privacy Policy": "Privacy Policy",
  "Read our privacy policy for our email forwarding service.": "Read our privacy policy for our email forwarding service.",
  "Please log in or sign up to view the page you requested.": "Please log in or sign up to view the page you requested.",
  "Warning": "Warning",
  "Written by": "Written by",
  "Team": "Team",
  "Time to read": "Time to read",
  "Less than 5 minutes": "Less than 5 minutes",
  "Search for anything:": "Search for anything:",
  "Search": "Search",
  "Popular Searches": "Popular Searches",
  "Sign up now &ndash; it's free!": "Sign up now &ndash; it's free!",
  "Have an account?": "Have an account?",
  "Click here": "Click here",
  "Email address": "Email address",
  "Password": "Password",
  "Get started": "Get started",
  "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.": "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.",
  "Welcome back!": "Welcome back!",
  "Don't have an account?": "Don't have an account?",
  "Please enable JavaScript to sign in with Passkey.": "Please enable JavaScript to sign in with Passkey.",
  "Sign in with Passkey": "Sign in with Passkey",
  "or": "or",
  "Sign in": "Sign in",
  "Forget your password?": "Forget your password?",
  "Features &amp; Pricing": "Features &amp; Pricing",
  "FAQ": "FAQ",
  "Log in": "Log in",
  "Signup": "Signup",
  "Toggle navigation": "Toggle navigation",
  "Apps": "Apps",
  "Desktop": "Desktop",
  "Resources": "Resources",
  "What is <span class=\"notranslate\">Forward Email</span>?": "What is <span class=\"notranslate\">Forward Email</span>?",
  "Frequently Asked Questions": "Frequently Asked Questions",
  "Time to Inbox": "Time to Inbox",
  "Help": "Help",
  "Disposable Addresses": "Disposable Addresses",
  "Domain Registration": "Domain Registration",
  "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record": "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record",
  "Reserved Email Addresses": "Reserved Email Addresses",
  "Denylist Removal": "Denylist Removal",
  "Guides": "Guides",
  "Outbound SMTP": "Outbound SMTP",
  "SMTP Integration Examples": "SMTP Integration Examples",
  "Send Email with Custom Domain": "Send Email with Custom Domain",
  "Send Mail As with Gmail": "Send Mail As with Gmail",
  "Email Setup Guides": "Email Setup Guides",
  "How to Setup Email with <span class=\"notranslate\">%s</span>": "How to Setup Email with <span class=\"notranslate\">%s</span>",
  "Other providers": "Other providers",
  "Developers": "Developers",
  "Technical Whitepaper": "Technical Whitepaper",
  "IP Addresses": "IP Addresses",
  "API Reference": "API Reference",
  "Self Hosted Email": "Self Hosted Email",
  "Email Webhooks": "Email Webhooks",
  "Bounce Webhooks": "Bounce Webhooks",
  "Custom Domain Regex Filtering": "Custom Domain Regex Filtering",
  "Email Service Comparison": "Email Service Comparison",
  "Email Services": "Email Services",
  "Private Email Services": "Private Email Services",
  "Open-Source Email Services": "Open-Source Email Services",
  "Transactional Email Services": "Transactional Email Services",
  "Email API's for Developers": "Email API's for Developers",
  "Email Spam Filtering Services": "Email Spam Filtering Services",
  "Developer Articles": "Developer Articles",
  "A Decade of Open-Source Impact": "A Decade of Open-Source Impact",
  "Email Spam Protection Filter": "Email Spam Protection Filter",
  "Mail Server Providers": "Mail Server Providers",
  "Practices for Node.js Logging": "Practices for Node.js Logging",
  "Security Audit Companies": "Security Audit Companies",
  "Case Study: Gov/Federal Email Compliance": "Case Study: Gov/Federal Email Compliance",
  "Case Study: Alumni Email": "Case Study: Alumni Email",
  "Case Study: Ubuntu Email": "Case Study: Ubuntu Email",
  "Case Study: Linux Foundation": "Case Study: Linux Foundation",
  "Custom Fonts in Emails": "Custom Fonts in Emails",
  "Email Regex JavaScript and Node.js": "Email Regex JavaScript and Node.js",
  "Email Testing for Browsers and iOS Simulator": "Email Testing for Browsers and iOS Simulator",
  "The Complete Guide to Forward Email's Service": "The Complete Guide to Forward Email's Service",
  "Optimize Node.js for Production": "Optimize Node.js for Production",
  "Crypto Supported Email Service": "Crypto Supported Email Service",
  "Self-Hosted Email": "Self-Hosted Email",
  "JavaScript Contact Forms Node.js": "JavaScript Contact Forms Node.js",
  "Node.js DNS over HTTPS": "Node.js DNS over HTTPS",
  "Node.js Email Templates": "Node.js Email Templates",
  "Node.js Job Scheduler": "Node.js Job Scheduler",
  "Node.js Logging Service": "Node.js Logging Service",
  "Case Study: The PayPal Disaster": "Case Study: The PayPal Disaster",
  "Quantum Resistant Email Service": "Quantum Resistant Email Service",
  "Send React Emails": "Send React Emails",
  "Case Study: Email Startups": "Case Study: Email Startups",
  "Bulletproof Payment System with Stripe and PayPal": "Bulletproof Payment System with Stripe and PayPal",
  "How Forward Email Safeguards Your Communications": "How Forward Email Safeguards Your Communications",
  "URL Regex JavaScript and Node.js": "URL Regex JavaScript and Node.js",
  "Why Open-Source Email is the Future": "Why Open-Source Email is the Future",
  "Company": "Company",
  "About": "About",
  "Security": "Security",
  "Privacy": "Privacy",
  "Terms": "Terms",
  "GDPR": "GDPR",
  "DPA": "DPA",
  "Report Abuse": "Report Abuse",
  "Press": "Press",
  "Send us an email": "Send us an email",
  "Careers": "Careers",
  "100% Systems Online": "100% Systems Online",
  "Status Page": "Status Page",
  "100%": "100%",
  "Community": "Community",
  "Newsletter": "Newsletter",
  "Footer": "Footer",
  "Have a question or confused?": "Have a question or confused?",
  "Learn more about:": "Learn more about:",
  "Privacy Protected": "Privacy Protected",
  "Custom Domain Email": "Custom Domain Email",
  "Open Source Email": "Open Source Email",
  "Secure Email Forwarding": "Secure Email Forwarding",
  "Secure Checkout": "Secure Checkout",
  "Payment methods accepted:": "Payment methods accepted:",
  "SEPA Direct Debit": "SEPA Direct Debit",
  "Canadian pre-authorized debits": "Canadian pre-authorized debits",
  "ACH Direct Debit": "ACH Direct Debit",
  "Bank Transfer": "Bank Transfer",
  "Domestic Wire Transfer (Enterprise)": "Domestic Wire Transfer (Enterprise)",
  "International Wire Transfer (Enterprise)": "International Wire Transfer (Enterprise)",
  "English": "English",
  "Arabic": "Arabic",
  "Chinese": "Chinese",
  "Czech": "Czech",
  "Danish": "Danish",
  "Dutch": "Dutch",
  "Finnish": "Finnish",
  "French": "French",
  "German": "German",
  "Hebrew": "Hebrew",
  "Hungarian": "Hungarian",
  "Indonesian": "Indonesian",
  "Italian": "Italian",
  "Japanese": "Japanese",
  "Korean": "Korean",
  "Norwegian": "Norwegian",
  "Polish": "Polish",
  "Portuguese": "Portuguese",
  "Russian": "Russian",
  "Spanish": "Spanish",
  "Swedish": "Swedish",
  "Thai": "Thai",
  "Turkish": "Turkish",
  "Ukrainian": "Ukrainian",
  "Vietnamese": "Vietnamese",
  "Go to top": "Go to top",
  "Port 25 blocked by ISP": "Port 25 blocked by ISP",
  "Email API Reference": "Email API Reference",
  "Regex Email Forwarding": "Regex Email Forwarding",
  "Open Source": "Open Source",
  "GPG Key": "GPG Key",
  "Learn more": "Learn more",
  "We support OpenPGP and end-to-end encryption": "We support OpenPGP and end-to-end encryption",
  "Languages": "Languages",
  "GitHub Repo stars": "GitHub Repo stars",
  "Qualys SSL Labs SSL Server Test": "Qualys SSL Labs SSL Server Test",
  "Mozilla HTTP Observatory Grade": "Mozilla HTTP Observatory Grade",
  "Internet Site Test": "Internet Site Test",
  "Internet Mail Test": "Internet Mail Test",
  "Hardenize Badge": "Hardenize Badge",
  "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.": "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.",
  "IOS is a trademark or registered trademark of Cisco.": "IOS is a trademark or registered trademark of Cisco.",
  "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.": "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.",
  "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.": "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.",
  "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.": "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.",
  "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.": "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.",
  "Linux is the registered trademark of Linus Torvalds.": "Linux is the registered trademark of Linus Torvalds.",
  "All rights reserved. All trademarks are property of their respective owners in the US and other countries.": "All rights reserved. All trademarks are property of their respective owners in the US and other countries.",
  "Chat with us": "Chat with us",
  "Success": "Success",
  "Error": "Error",
  "Info": "Info",
  "Question": "Question",
  "OK": "OK",
  "Cancel": "Cancel",
  "Close this dialog": "Close this dialog",
  "Are you sure?": "Are you sure?",
  "Please confirm if you wish to continue.": "Please confirm if you wish to continue.",
  "Español": "Español",
  "Hello": "Hello",
  "Invalid two-factor authentication passcode.": "Invalid two-factor authentication passcode.",
  "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>": "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>",
  "Authenticate yourself with optional OTP to log in.": "Authenticate yourself with optional OTP to log in.",
  "Ask a question": "Ask a question",
  "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?": "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?",
  "Write your message": "Write your message",
  "Message": "Message",
  "We'll be in contact with you!": "We'll be in contact with you!",
  "Send message": "Send message",
  "Upgrade": "Upgrade",
  "My Account": "My Account",
  "Domains": "Domains",
  "Emails": "Emails",
  "Analytics": "Analytics",
  "Logs": "Logs",
  "Profile": "Profile",
  "Billing": "Billing",
  "Sign out": "Sign out",
  "Please enable JavaScript to use our website.": "Please enable JavaScript to use our website.",
  "Account Recovery": "Account Recovery",
  "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.": "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.",
  "Verify access to your email address with a code emailed to you.": "Verify access to your email address with a code emailed to you.",
  "Wait 3-5 business days for an administrative follow-up email.": "Wait 3-5 business days for an administrative follow-up email.",
  "Access to your account will be unlocked for you.": "Access to your account will be unlocked for you.",
  "Continue": "Continue",
  "Two-Factor Check": "Two-Factor Check",
  "Passcode": "Passcode",
  "Don't ask me again in this browser": "Don't ask me again in this browser",
  "Having trouble?": "Having trouble?",
  "Use a recovery key": "Use a recovery key",
  "Lose your recovery keys?": "Lose your recovery keys?",
  "Request account recovery": "Request account recovery",
  "Password was invalid.": "Password was invalid.",
  "Setup OTP": "Setup OTP",
  "Download your emergency recovery keys below.": "Download your emergency recovery keys below.",
  "Download": "Download",
  "Copy": "Copy",
  "Confirm Password": "Confirm Password",
  "Recommended Authenticator Apps": "Recommended Authenticator Apps",
  "App": "App",
  "Links": "Links",
  "Open-Source": "Open-Source",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "F-Droid": "F-Droid",
  "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.": "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.",
  "<strong>Step 2:</strong> Scan this QR code and enter its generated token:": "<strong>Step 2:</strong> Scan this QR code and enter its generated token:",
  "Can’t scan the QR code?  Configure with this code": "Can’t scan the QR code?  Configure with this code",
  "Complete Setup": "Complete Setup",
  "Recovery Key": "Recovery Key",
  "Your request was successfully completed.": "Your request was successfully completed.",
  "Invalid recovery key.": "Invalid recovery key.",
  "Recovery key successful. This key will no longer be valid.": "Recovery key successful. This key will no longer be valid.",
  "You have run out of recovery keys. Please download the newly generated recovery keys before continuing.": "You have run out of recovery keys. Please download the newly generated recovery keys before continuing."
}