{
  "3": "3",
  "7": "7",
  "15": "15",
  "200": "200",
  "400": "400",
  "401": "401",
  "403": "403",
  "404": "404",
  "429": "429",
  "500": "500",
  "501": "501",
  "502": "502",
  "503": "503",
  "504": "504",
  "587": "587",
  "Hello": "Hej",
  "It looks like you accidentally included \"www.\" in your domain name.  Did you mean example.com instead of www.example.com?": "Det ser ud til, at du ved et uheld inkluderede \"www.\" i dit domænenavn. Mente du eksempel.com i stedet for www.eksempel.com?",
  "Invalid API credentials.": "Ugyldige API-legitimationsoplysninger.",
  "Invalid API token.": "Ugyldigt API-token.",
  "Email address was invalid.": "E-mail-adresse var ugyldig.",
  "File upload was invalid.": "Upload af fil var ugyldig.",
  "Your message was invalid, as it was either blank or more than (5000) characters.": "Din besked var ugyldig, da den enten var tom eller mere end (5000) tegn.",
  "Password was invalid.": "Adgangskoden var ugyldig.",
  "Password confirmation did not match new password.": "Bekræftelse af adgangskode matchede ikke den nye adgangskode.",
  "Password strength was not strong enough.": "Adgangskodestyrken var ikke stærk nok.",
  "Invalid port number.": "Ugyldigt portnummer.",
  "We do not support this authentication provider.": "Vi understøtter ikke denne godkendelsesudbyder.",
  "Invalid recovery key.": "Ugyldig gendannelsesnøgle.",
  "Reset token and email were not valid together.": "Reset token og e-mail var ikke gyldige sammen.",
  "Change email token and email were not valid together.": "Ændring af e-mail-token og e-mail var ikke gyldige sammen.",
  "Reset token provided was invalid.": "Nulstillet tilmeldt token var ugyldigt.",
  "Invalid session secret.": "Ugyldig sessionshemmelighed.",
  "Please slightly change values to ensure slug uniqueness.": "Skift værdier en smule for at sikre slug unikhed.",
  "<span class=\"notranslate\">%s</span> was missing or blank.": "<span class=\"notranslate\">%s</span> manglede eller var tom.",
  "User does not exist.": "Bruger eksisterer ikke.",
  "Invalid CSRF token.": "Ugyldigt CSRF-token.",
  "The verification code entered was invalid.": "Den indtastede bekræftelseskode var ugyldig.",
  "Payment method must be either credit card or PayPal.": "Betalingsmetoden skal enten være kreditkort eller PayPal.",
  "Payment type must be either one-time or subscription.": "Betalingstypen skal være enten engang eller abonnement.",
  "Payment duration was invalid.": "Betalingsvarigheden var ugyldig.",
  "Please enable JavaScript to continue.": "Aktiver JavaScript for at fortsætte.",
  "Please verify your email address to continue.": "Bekræft din e-mail-adresse for at fortsætte.",
  "Please wait for <span class=\"notranslate\">%s</span> and try again.": "Vent på <span class=\"notranslate\">%s</span> og prøv igen.",
  "Your email address has been successfully verified.": "Din e-mail-adresse er blevet bekræftet.",
  "Your email address is already verified.": "Din e-mail-adresse er allerede bekræftet.",
  "A verification code has been sent to your email address. Please verify your account within 7 days or it will be automatically deleted.": "En bekræftelseskode er sendt til din e-mail-adresse. Bekræft din konto inden for 7 dage, ellers slettes den automatisk.",
  "Your current email verification code has expired and we have sent a new one to your email address.": "Din nuværende e-mail-bekræftelseskode er udløbet, og vi har sendt en ny til din e-mail-adresse.",
  "Invalid two-factor authentication passcode.": "Ugyldig adgangskode til tofaktorautentificering.",
  "You do not belong to the administrative user group.": "Du tilhører ikke den administrative brugergruppe.",
  "Please log in with two-factor authentication to continue.": "Log ind med tofaktorautentificering for at fortsætte.",
  "Please log in or sign up to view the page you requested.": "Log ind eller tilmeld dig for at se den side, du anmodede om.",
  "Please log out to view the page you requested.": "Log ud for at se den side, du anmodede om.",
  "Alias does not exist on the domain.": "Alias findes ikke på domænet.",
  "Add a domain name to your account to continue.": "Føj et domænenavn til din konto for at fortsætte.",
  "Add a new alias to continue.": "Tilføj et nyt alias for at fortsætte.",
  "Domain name was invalid (must be an IP or FQDN).": "Domænenavnet var ugyldigt (skal være en IP eller FQDN).",
  "Domain name was invalid (must be a FQDN).": "Domænenavnet var ugyldigt (skal være et FQDN).",
  "Add Alias": "Tilføj alias",
  "User must be a domain admin to create a catch-all alias.": "Brugeren skal være en domæneadministrator for at oprette et alias med indfangning.",
  "Alias already exists for domain.": "Alias findes allerede for domænet.",
  "Domain's DNS records have been verified.": "Domænes DNS-poster er verificeret.",
  "Domain does not exist on your account.": "Domæne findes ikke på din konto.",
  "User must be a domain admin to create an alias with a reserved word (see the page on <a target=\"_blank\" rel=\"noopener noreferrer\" class=\"font-weight-bold\" href=\"%s/reserved-email-addresses\">Reserved Email Addresses</a>).": "Brugeren skal være en domæneadministrator for at oprette et alias med et reserveret ord (se siden om <a target=\"_blank\" rel=\"noopener noreferrer\" class=\"font-weight-bold\" href=\"%s/reserved-email-addresses\">reserverede e-mail-adresser</a> ).",
  "User cannot have more than (5) aliases on global domains.": "Brugeren kan ikke have mere end (5) aliaser på globale domæner.",
  "You have exceeded the maximum count of (<span class=\"notranslate\">%s</span>) recipients per alias.  Please <a class=\"font-weight-bold\" href=\"/help\">contact us</a> if you wish to have this limit increased.  We review requests on a unique basis.  Please provide us with information about your forwarding purposes if possible.": "Du har overskredet det maksimale antal ( <span class=\"notranslate\">%s</span> ) modtagere pr. Alias. <a class=\"font-weight-bold\" href=\"/help\">Kontakt os,</a> hvis du vil øge denne grænse. Vi gennemgår anmodninger på et unikt grundlag. Giv os om muligt oplysninger om dine videresendelsesformål.",
  "Domain does not exist.": "Domæne findes ikke.",
  "Invite does not exist with your email address for this domain.": "Invitation findes ikke med din e-mail-adresse til dette domæne.",
  "Domain already exists on your account.": "Domæne findes allerede på din konto.",
  "Your account is currently an admin of one or more domain names.  Please delete these domains or remove yourself from them to continue.": "Din konto er i øjeblikket administrator af et eller flere domænenavne. Slet disse domæner, eller fjern dig selv fra dem for at fortsætte.",
  "Your account was successfully deleted.": "Din konto blev slettet.",
  "You can only request a password reset every 30 minutes.  Please try again <span class=\"notranslate\">%s</span>.": "Du kan kun anmode om en nulstilling af adgangskoden hvert 30. minut. Prøv igen <span class=\"notranslate\">%s</span> .",
  "We have emailed you a link to reset your password.": "Vi har sendt dig et link via e-mail for at nulstille din adgangskode.",
  "Password successfully confirmed.": "Adgangskoden blev bekræftet.",
  "Empty Recovery Keys": "Tomme gendannelsestaster",
  "You have run out of recovery keys. Please download the newly generated recovery keys before continuing.": "Du er løbet tør for gendannelsesnøgler. Download de nyligt genererede gendannelsesnøgler, inden du fortsætter.",
  "Recovery key successful. This key will no longer be valid.": "Gendannelsesnøgle vellykket. Denne nøgle er ikke længere gyldig.",
  "You have successfully registered.": "Du har registreret dig.",
  "You have successfully signed in.": "Du er logget ind.",
  "You are already signed in.": "Du er allerede logget ind.",
  "Your request was successfully completed.": "Din anmodning blev gennemført.",
  "Sorry, your request has timed out.  We have been alerted of this issue.  Please try again.": "Beklager, din anmodning er udløbet. Vi er blevet advaret om dette problem. Prøv igen.",
  "You have successfully set a new password.": "Du har angivet en ny adgangskode.",
  "You have successfully set a new email address.": "Du har angivet en ny e-mail-adresse.",
  "You have successfully signed out.": "Du er logget ud.",
  "Your email has been successfully verified. You should receive a support email from an admin within the next 3-5 business days.": "Din e-mail er blevet bekræftet. Du skal modtage en support-e-mail fra en administrator inden for de næste 3-5 arbejdsdage.",
  "We were unable to send your help request.  We have been alerted of this problem.  Please try again.": "Vi kunne ikke sende din hjælpeanmodning. Vi er blevet advaret om dette problem. Prøv igen.",
  "You have reached the limit for sending help requests.  Please try again.": "Du har nået grænsen for at sende hjælpeanmodninger. Prøv igen.",
  "Thank you for contacting us.  We would love to hear more from you.  How can we help?": "Tak fordi du kontaktede os. Vi vil meget gerne høre mere fra dig. Hvordan kan vi hjælpe?",
  "Your help request has been sent successfully.  You should hear from us soon.  Thank you!": "Din hjælpeanmodning er blevet sendt. Du burde snart høre fra os. Tak skal du have!",
  "An unknown error has occurred. We have been alerted of this issue. Please try again.": "En ukendt fejl er sket. Vi er blevet advaret om dette problem. Prøv igen.",
  "Please enter a password.": "Indtast en adgangskode.",
  "Account is currently locked due to rate limiting.  Please try again later.": "Kontoen er i øjeblikket låst på grund af satsbegrænsning. Prøv igen senere.",
  "Account is currently locked due to too many failed login attempts.  Please try again later.": "Kontoen er i øjeblikket låst på grund af for mange mislykkede loginforsøg. Prøv igen senere.",
  "Please log in with Google or GitHub and set your password in order to be able to log in with your email address.": "Log ind med Google eller GitHub, og angiv din adgangskode for at kunne logge ind med din e-mail-adresse.",
  "Email address or password is incorrect.": "E-mail-adresse eller adgangskode er forkert.",
  "Please enter an email address.": "Indtast venligst en e-mail-adresse.",
  "A user with the given email address is already registered.  Please try to log in or reset the password if this account belongs to you.": "En bruger med den angivne e-mail-adresse er allerede registreret. Prøv at logge ind eller nulstille adgangskoden, hvis denne konto tilhører dig.",
  "This plan is already active, please refresh.": "Denne plan er allerede aktiv, opdater venligst.",
  "Upgrade Plan": "Opgraderingsplan",
  "Invalid plan selected.": "Ugyldig plan valgt.",
  "Please <a class=\"font-weight-bold\" href=\"%s\">upgrade to a paid plan</a> to unlock this feature.": "<a class=\"font-weight-bold\" href=\"%s\">Opgrader til en betalt plan for</a> at låse op for denne funktion.",
  "You have successfully accepted the invite to this domain and are an admin.": "Du har accepteret invitationen til dette domæne og er administrator.",
  "You have successfully accepted the invite to this domain and you can now create your first alias.": "Du har accepteret invitationen til dette domæne, og du kan nu oprette dit første alias.",
  "An error occurred while emailing the invite link.  Please manually copy the the invite link and share it with this person if needed.": "Der opstod en fejl under mailing af invitationlinket. Kopier venligst manuelt linket til invitationen, og del det med denne person, hvis det er nødvendigt.",
  "Group was invalid, must be either admin or user.": "Gruppen var ugyldig, skal være enten administrator eller bruger.",
  "Invite was already sent to this email address.  Please manually copy the invite link and share it with this person if needed.": "Invitationen var allerede sendt til denne e-mail-adresse. Kopier venligst manuelt invitationslinket, og del det med denne person, hvis det er nødvendigt.",
  "Free": "Gratis",
  "Enhanced Protection": "Forbedret beskyttelse",
  "Team": "Hold",
  "You have successfully downgraded to the Free Plan.": "Du er med succes nedgraderet til den gratis plan.",
  "You have successfully upgraded to the Enhanced Protection Plan.": "Du har opgraderet til Enhanced Protection Plan.",
  "You have successfully upgraded to the Team Plan.": "Du har opgraderet til teamplanen.",
  "Your account has been banned.": "Din konto er blevet forbudt.",
  "Domain is not a registered domain name. <a class=\"font-weight-bold\" href=\"/domain-registration\">Click here to register it now</a>.": "Domæne er ikke et registreret domænenavn. <a class=\"font-weight-bold\" href=\"/domain-registration\">Klik her for at registrere det nu</a> .",
  "Domain is missing required DNS TXT records. <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.": "Domæne mangler krævede DNS TXT-poster. <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Læs vores ofte stillede spørgsmål</a> for detaljerede instruktioner.",
  "Domain has multiple verification records.  Please ensure there is only one verification record that exists.": "Domæne har flere verifikationsoptegnelser. Sørg for, at der kun findes én bekræftelsespost.",
  "Domain has multiple port records.  Please ensure there is only one port record that exists.": "Domænet har flere portoptegnelser. Sørg for, at der kun findes én portpost.",
  "At least one admin user must belong to the domain.": "Mindst én administratorbruger skal tilhøre domænet.",
  "Verification record must only use characters A-Z and numbers 0-9.": "Verifikationsoptegnelsen må kun bruge tegn A-Z og tal 0-9.",
  "<p class=\"mb-0\">Domain is missing required DNS MX records of:</p><ul class=\"markdown-body ml-0 mr-0 mb-3\"><span class=\"notranslate\">%s</span></ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same).<a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Domæne mangler krævede DNS MX-poster for:</p><ul class=\"markdown-body ml-0 mr-0 mb-3\"> <span class=\"notranslate\">%s</span></ul><p class=\"mb-0\"> Sørg for, at du ikke har nogen skrivefejl og har begge unikke poster tilføjet (f.eks. Sørg for at begge poster ikke er de samme). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Læs vores ofte stillede spørgsmål</a> for detaljerede instruktioner.</p>",
  "Domain is missing required DNS TXT record of: <span class=\"notranslate\">%s</span>": "Domæne mangler påkrævet DNS TXT-post på: <span class=\"notranslate\">%s</span>",
  "Domain has an incorrect DNS TXT record for verification.  Please ensure <span class=\"notranslate\">%s</span> is the only verification record that exists.": "Domænet har en forkert DNS TXT-post til bekræftelse. Sørg for, at <span class=\"notranslate\">%s</span> er den eneste bekræftelsespost, der findes.",
  "Domain has multiple verification records.  Please ensure <span class=\"notranslate\">%s</span> is the only verification record that exists.": "Domæne har flere verifikationsoptegnelser. Sørg for, at <span class=\"notranslate\">%s</span> er den eneste bekræftelsespost, der findes.",
  "If you recently updated your DNS records for <span class=\"notranslate\">%s</span>, then you should purge its cache using <a class=\"font-weight-bold\" href=\"https://1.1.1.1/purge-cache/\" rel=\"noopener noreferrer\" target=\"_blank\">Cloudflare's Purge Cache Tool</a> and optionally <a class=\"font-weight-bold\" href=\"https://developers.google.com/speed/public-dns/cache\" rel=\"noopener noreferrer\" target=\"_blank\">Google's Purge Cache Tool</a>.  Note that sometimes it may take 30 minutes to 24 hours (depending on your location and provider) for the Internet's DNS propagation to finish.": "Hvis du for nylig har opdateret dine DNS-poster for <span class=\"notranslate\">%s</span> , skal du rense dens cache ved hjælp af <a class=\"font-weight-bold\" href=\"https://1.1.1.1/purge-cache/\" rel=\"noopener noreferrer\" target=\"_blank\">Cloudflares Purge Cache Tool</a> og eventuelt <a class=\"font-weight-bold\" href=\"https://developers.google.com/speed/public-dns/cache\" rel=\"noopener noreferrer\" target=\"_blank\">Googles Purge Cache Tool</a> . Bemærk, at det undertiden kan tage 30 minutter til 24 timer (afhængigt af din placering og udbyder), før Internets DNS-udbredelse er afsluttet.",
  "If we automatically detect your DNS records are valid (before you do), then we will send you an automated email alert.  Don't worry, we routinely check DNS records for your domain every few minutes!": "Hvis vi automatisk registrerer, at dine DNS-poster er gyldige (inden du gør det), sender vi dig en automatisk e-mail-alarm. Bare rolig, vi kontrollerer rutinemæssigt DNS-poster for dit domæne hvert par minutter!",
  "Could not import \"<span class=\"notranslate\">%s</span>\" record's recipient of \"<span class=\"notranslate\">%s</span>\" since it already exists as an alias.": "Kunne ikke importere &quot; <span class=\"notranslate\">%s</span> &quot; -postens modtager af &quot; <span class=\"notranslate\">%s</span> &quot;, da den allerede findes som et alias.",
  "We successfully imported the disabled address of \"<span class=\"notranslate\">%s</span>\", but we had to do so with a single recipient of \"nobody@forwardemail.net\" because it did not have a recipient in the imported DNS entry.": "Vi importerede den deaktiverede adresse &quot; <span class=\"notranslate\">%s</span> &quot; med succes, men vi var nødt til at gøre det med en enkelt modtager af &quot;none@forwardemail.net&quot;, fordi den ikke havde en modtager i den importerede DNS-post.",
  "Could not import catch-all record's recipient of \"<span class=\"notranslate\">%s</span>\" since the catch-all already includes it as a recipient.": "Kunne ikke importere catch-all-recordens modtager af &quot; <span class=\"notranslate\">%s</span> &quot;, da catch-all allerede indeholder den som en modtager.",
  "Successfully imported (<span class=\"notranslate\">%d</span>) aliases.": "Importerede ( <span class=\"notranslate\">%d</span> ) aliasser.",
  "An error occurred while importing aliases.": "Der opstod en fejl under import af aliasser.",
  "No aliases were available to import.": "Ingen aliasser var tilgængelige for import.",
  "Successfully imported (<span class=\"notranslate\">%d</span>) catch-all recipients.": "Importeret ( <span class=\"notranslate\">%d</span> ) catch-all-modtagere blev gennemført.",
  "An error occurred while importing catch-all recipients.": "Der opstod en fejl under import af fangstmodtagere.",
  "No catch-all recipients were available to import.": "Ingen fangstmodtagere var tilgængelige for import.",
  "Multiple errors occurred during record verification.": "Der opstod flere fejl under postbekræftelse.",
  "User is already an accepted member of this domain": "Brugeren er allerede et accepteret medlem af dette domæne",
  "Our metrics are not available, please check back later.": "Vores metrics er ikke tilgængelige. Kom tilbage senere.",
  "Sunday": "Søndag",
  "Monday": "Mandag",
  "Tuesday": "tirsdag",
  "Wednesday": "onsdag",
  "Thursday": "torsdag",
  "Friday": "Fredag",
  "Saturday": "lørdag",
  "Week": "Uge",
  "Users": "Brugere",
  "Domains": "Domæner",
  "Aliases": "Aliaser",
  "Aliases cannot have a \"+\" symbol as this a built-in filtering feature (similar to Gmail).": "Aliaser kan ikke have et \"+\" symbol, da dette er en indbygget filtreringsfunktion (svarende til Gmail).",
  "Unfortunately an error occurred while sending the email.  Please try again or <a class=\"font-weight-bold\" href=\"/help\">contact us</a> for help.": "Desværre opstod der en fejl under afsendelse af e-mailen. Prøv igen eller <a class=\"font-weight-bold\" href=\"/help\">kontakt os</a> for hjælp.",
  "Check your inbox for a link to confirm your email change.": "Tjek din indbakke for et link for at bekræfte din e-mailændring.",
  "You can only change your email address every <span class=\"notranslate\">%s</span> minutes. Please try again <span class=\"notranslate\">%s</span>.": "Du kan kun ændre din e-mail-adresse hvert <span class=\"notranslate\">%s</span> minut. Prøv igen <span class=\"notranslate\">%s</span> .",
  "The email address <span class=\"notranslate\">%s</span> already exists.": "E-mail-adressen <span class=\"notranslate\">%s</span> findes allerede.",
  "Aliases owned by the member being deleted must be first reassigned or deleted.": "Alias, der ejes af det medlem, der slettes, skal omfordeles eller slettes først.",
  "<span class=\"notranslate\">%s</span> payment for <span class=\"notranslate\">%s</span> of the <span class=\"notranslate\">%s</span> plan.": "<span class=\"notranslate\">%s</span> betaling for <span class=\"notranslate\">%s</span> af <span class=\"notranslate\">%s</span> planen.",
  "Payment reference was invalid or did not exist.": "Betalingsreferencen var ugyldig eller eksisterede ikke.",
  "Receipt": "Kvittering",
  "Domain name <span class=\"notranslate\">%s</span> must have at least one admin that is signed up for the <span class=\"notranslate\">%s</span> plan. Please <a class=\"font-weight-bold\" href=\"%s\">upgrade your account</a> to this plan to continue.": "Domænenavn <span class=\"notranslate\">%s</span> skal have mindst en administrator, der er tilmeldt <span class=\"notranslate\">%s</span> planen. <a class=\"font-weight-bold\" href=\"%s\">Opgrader din konto</a> til denne plan for at fortsætte.",
  "Domain name <span class=\"notranslate\">%s</span> has a potentially malicious domain name extension and must have at least one admin that is signed up for a paid plan. Please <a class=\"font-weight-bold\" href=\"%s\">upgrade your account</a> to a paid plan to continue.": "Domænenavn <span class=\"notranslate\">%s</span> har en potentielt ondsindet domænenavnudvidelse og skal have mindst én administrator, der er tilmeldt en betalt plan. <a class=\"font-weight-bold\" href=\"%s\">Opgrader din konto</a> til en betalt plan for at fortsætte.",
  "Upgrade": "Opgrader",
  "Billing": "Fakturering",
  "Invalid Stripe Signature": "Ugyldig stribesignatur",
  "Invalid PayPal Signature": "Ugyldig PayPal-signatur",
  "You do not currently have an active subscription, or it was recently cancelled.": "Du har i øjeblikket ikke et aktivt abonnement, eller det blev for nylig annulleret.",
  "You have successfully cancelled your subscription.": "Du har opsagt dit abonnement.",
  "You have successfully made a one-time payment.": "Du har foretaget en engangsbetaling.",
  "We will manually process your pro-rated refund in the amount of <span class=\"notranslate\">%s USD</span> and email you when complete.": "Vi behandler din pro-vurderede refusion manuelt med et beløb på <span class=\"notranslate\">%s USD</span> og sender dig en e-mail, når du er færdig.",
  "Captcha service error.": "Captcha-servicefejl.",
  "Captcha not verified.": "Captcha ikke verificeret.",
  "Free Email Forwarding for Custom Domains &#124; <span class=\"notranslate\">Forward Email</span>": "Gratis videresendelse af e-mail til brugerdefinerede domæner &#124; <span class=\"notranslate\">Forward Email</span>",
  "The best open-source and free email forwarding service for custom domains. We do not keep logs nor store emails. We don't track you. Unlimited aliases, catch-alls, wildcards, API access, and disposable addresses. Built-in support for DKIM, SRS, SPF, ARC, DMARC, and more. No credit card required.": "Den bedste open source og gratis e-mail-videresendelsestjeneste til brugerdefinerede domæner. Vi opbevarer ikke logfiler eller gemmer e-mails. Vi sporer dig ikke. Ubegrænset alias, catch-alls, wildcards, API-adgang og engangsadresser. Indbygget support til DKIM, SRS, SPF, ARC, DMARC og mere. Intet kreditkort krævet.",
  "The Best Free Email Forwarding Service for Custom Domains &#124; <span class=\"notranslate\">Forward Email</span>": "Den bedste gratis e-mail-videresendelsestjeneste til brugerdefinerede domæner <span class=\"notranslate\">Forward Email</span>",
  "Success": "Succes",
  "Error": "Fejl",
  "Info": "Info",
  "Warning": "Advarsel",
  "Question": "Spørgsmål",
  "OK": "Okay",
  "Cancel": "Afbestille",
  "Close this dialog": "Luk denne dialog",
  "Are you sure?": "Er du sikker?",
  "Please confirm if you wish to continue.": "Bekræft venligst, hvis du vil fortsætte.",
  "Ask a question": "Stil et spørgsmål",
  "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?": "Har du læst vores <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">ofte stillede spørgsmål</a> ?",
  "Email address": "Email adresse",
  "Write your message": "Skriv din besked",
  "Message": "Besked",
  "We'll be in contact with you!": "Vi er i kontakt med dig!",
  "Send message": "Send besked",
  "Sign up now": "Tilmeld dig nu",
  "Sign up with Google": "Tilmeld dig med Google",
  "Sign up with GitHub": "Tilmeld dig med GitHub",
  "or": "eller",
  "Password": "Adgangskode",
  "Sign up": "Tilmelde",
  "Have an account?": "Har du en konto?",
  "Sign in": "Log ind",
  "Read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Terms</a>": "Læs vores <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">fortrolighedspolitik</a> og <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">vilkår</a>",
  "Welcome back!": "Velkommen tilbage!",
  "Sign in with Google": "Log ind med Google",
  "Sign in with GitHub": "Log ind med GitHub",
  "Forget your password?": "Glem dit kodeord?",
  "Don't have an account?": "Har du ikke en konto?",
  "Toggle navigation": "Skift navigation",
  "Home": "Hjem",
  "Pricing": "Priser",
  "FAQ": "FAQ",
  "Help": "Hjælp",
  "Sign up free": "Tilmeld dig gratis",
  "Secure and private email. No tracking.": "Sikker og privat e-mail. Ingen sporing.",
  "Free Email Forwarding for Creators": "Gratis videresendelse af e-mail til skabere",
  "Free Email Forwarding for Developers": "Gratis videresendelse af e-mail til udviklere",
  "Free Email Forwarding for Businesses": "Gratis videresendelse af e-mail til virksomheder",
  "Free Email Forwarding": "Gratis videresendelse af e-mail",
  "Create <strong class=\"font-weight-bold\">unlimited</strong> email addresses for free using your custom domain name.": "Opret <strong class=\"font-weight-bold\">ubegrænset</strong> e-mail-adresse gratis ved hjælp af dit tilpassede domænenavn.",
  "Create <strong class=\"font-weight-bold\">unlimited</strong> email addresses using your custom domain name.": "Opret <strong class=\"font-weight-bold\">ubegrænset</strong> e-mail-adresse ved hjælp af dit tilpassede domænenavn.",
  "Plus get catch-all, wildcard, and disposable aliases &ndash; all for free!": "Plus få catch-all, wildcard og engangs aliasser &ndash; alt gratis!",
  "No credit card required": "Intet kreditkort krævet",
  "Learn more": "Lær mere",
  "Made for <u>you</u>.": "Skabt til <u>dig</u> .",
  "How to create unlimited email addresses and aliases": "Sådan oprettes ubegrænsede e-mail-adresser og aliaser",
  "Creators": "Skabere",
  "Developers": "Udviklere",
  "Businesses": "Virksomheder",
  "Protect your inbox.": "Beskyt din indbakke.",
  "We use industry standard email header validation and signature checks, spam prevention tools, DNS blacklist lookups, and domain verification.  All powered by Cloudflare's <a href=\"https://blog.cloudflare.com/announcing-1111/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-white\">privacy-first consumer DNS service</a>.": "Vi bruger industristandard e-mail-headervalidering og signaturchecks, spamforebyggelsesværktøjer, DNS-sortlisteopslag og domæneverifikation. Alt drevet af Cloudflares <a href=\"https://blog.cloudflare.com/announcing-1111/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-white\">privatliv-første forbruger DNS-tjeneste</a> .",
  "Stay protected": "Bliv beskyttet",
  "Our Features": "Vores funktioner",
  "Privacy First": "Privatliv først",
  "We created this service because you have a right to privacy.  Existing services did not respect it.  We use robust encryption and a zero-tolerance policy for logs of any kind.": "Vi oprettede denne tjeneste, fordi du har ret til privatliv. Eksisterende tjenester respekterede det ikke. Vi bruger robust kryptering og en nultolerancepolitik for logfiler af enhver art.",
  "Regain your privacy": "Genvinde dit privatliv",
  "Disposable Addresses": "Engangsadresser",
  "Create a specific or an anonymous email address that forwards to you.  You can even assign it a label and enable or disable it at any time to keep your inbox tidy.  Your actual email address is never exposed.": "Opret en bestemt eller en anonym e-mail-adresse, der videresendes til dig. Du kan endda tildele det en etiket og aktivere eller deaktivere det når som helst for at holde din indbakke ryddet. Din faktiske e-mail-adresse bliver aldrig eksponeret.",
  "Disposable addresses": "Engangsadresser",
  "Multiple Recipients and Wildcards": "Flere modtagere og jokertegn",
  "You can forward a single address to multiple, and even use wildcard addresses &ndash; also known as catch-all's.  Managing your company's inboxes has never been easier.": "Du kan videresende en enkelt adresse til flere og endda bruge jokertegnadresser &ndash; også kendt som catch-all's. Det har aldrig været nemmere at styre din virksomheds indbakker.",
  "Start forwarding now": "Start videresendelse nu",
  "\"Send mail as\" with Gmail": "\"Send mail som\" med Gmail",
  "You'll never have to leave your inbox to send out emails as if they're from your company.  Send and reply-to messages as if they're from you@company.com directly from you@gmail.com.": "Du bliver aldrig nødt til at forlade din indbakke for at sende e-mails, som om de kommer fra din virksomhed. Send og besvar beskeder, som om de kommer fra dig@company.com direkte fra dig@gmail.com.",
  "Configure your inbox": "Konfigurer din indbakke",
  "100% open-source.": "100% open source.",
  "Unlike other services, we <strong class=\"font-weight-bold\">do not keep logs</strong> nor metadata, <strong class=\"font-weight-bold\">never read</strong> your emails, and are <strong class=\"font-weight-bold\">100% open-source</strong>.": "I modsætning til andre tjenester <strong class=\"font-weight-bold\">opbevarer</strong> vi <strong class=\"font-weight-bold\">ikke logfiler</strong> eller metadata, <strong class=\"font-weight-bold\">læser aldrig</strong> dine e-mails og er <strong class=\"font-weight-bold\">100% open source</strong> .",
  "We're the <strong class=\"text-uppercase font-weight-bold border-bottom\">only</strong> service that <strong class=\"font-weight-bold\">never stores nor writes to disk</strong> any emails &ndash; it's all done in-memory.": "Vi er den <strong class=\"text-uppercase font-weight-bold border-bottom\">eneste</strong> tjeneste, der <strong class=\"font-weight-bold\">aldrig gemmer eller skriver til disken</strong> nogen e-mails - det hele gøres i hukommelsen.",
  "Made by <a href=\"https://github.com/niftylettuce\" class=\"text-success font-weight-bold\" target=\"_blank\" rel=\"noopener noreferrer\">@niftylettuce</a>, an open-source and privacy advocate.": "Lavet af <a href=\"https://github.com/niftylettuce\" class=\"text-success font-weight-bold\" target=\"_blank\" rel=\"noopener noreferrer\">@niftylettuce</a> , en open source og fortrolighed for privatlivets fred.",
  "View source code": "Se kildekode",
  "Our Numbers": "Vores tal",
  "99.99%": "99,99%",
  "Service Uptime": "Service Uptime",
  "Global Servers": "Globale servere",
  "30K+": "30K +",
  "Active Users": "Aktive brugere",
  "Trusted by the community": "Tillid fra samfundet",
  "1,000+ Stars": "1.000+ stjerner",
  "Need help?": "Brug for hjælp?",
  "English": "engelsk",
  "Arabic": "Arabisk",
  "Chinese": "kinesisk",
  "Czech": "Tjekkisk",
  "Danish": "dansk",
  "Dutch": "hollandske",
  "Finnish": "Finsk",
  "French": "fransk",
  "German": "tysk",
  "Hebrew": "Hebraisk",
  "Hungarian": "Ungarsk",
  "Indonesian": "Indonesisk",
  "Italian": "Italiensk",
  "Japanese": "Japansk",
  "Korean": "Koreansk",
  "Norwegian": "Norsk",
  "Polish": "Polere",
  "Portuguese": "Portugisisk",
  "Russian": "Russisk",
  "Spanish": "spansk",
  "Swedish": "Svensk",
  "Thai": "Thai",
  "Turkish": "tyrkisk",
  "Ukrainian": "Ukrainsk",
  "Vietnamese": "Vietnamesisk",
  "Resources": "Ressourcer",
  "Free Disposable Addresses": "Gratis engangsadresser",
  "Domain Registration": "Domæneregistrering",
  "Reserved Email Addresses": "Reserverede e-mail-adresser",
  "Guides": "Vejledninger",
  "Port 25 blocked by ISP workaround": "Port 25 blokeret af ISP-løsning",
  "Free Email Webhooks": "Gratis e-mail-webhooks",
  "Email Forwarding API": "API til videresendelse af e-mail",
  "Releases": "Udgivelser",
  "Coming soon": "Kommer snart",
  "Status Page": "Status side",
  "Source Code": "Kildekode",
  "Company": "Selskab",
  "About": "Om",
  "Open Startup": "Åbn Startup",
  "Donate": "Doner",
  "Privacy": "Privatliv",
  "Terms": "Betingelser",
  "Twitter": "Twitter",
  "GitHub": "GitHub",
  "Email": "E-mail",
  "Italiano": "Italiensk",
  "Pricing &#124; <span class=\"notranslate\">Forward Email</span>": "Priser &#124; <span class=\"notranslate\">Forward Email</span>",
  "Free email forwarding for domains with features including Custom Domain Email Forwarding, Disposable Addresses, Multiple Recipients, Wildcards, and more!": "Gratis videresendelse af e-mail til domæner med funktioner, herunder videresendelse af brugerdefineret domæne-e-mail, engangsadresser, flere modtagere, jokertegn og meget mere!",
  "Learn about our plans": "Lær om vores planer",
  "We strive for perfection": "Vi stræber efter perfektion",
  "Lightning fast email service.": "Lynhurtig e-mail-tjeneste.",
  "Learn about plans": "Lær om planer",
  "Basic plan to get started": "Grundlæggende plan for at komme i gang",
  "Unlimited custom domain names": "Ubegrænset brugerdefinerede domænenavne",
  "Unlimited email addresses and aliases": "Ubegrænset e-mail-adresse og alias",
  "Unlimited disposable email addresses": "Ubegrænset e-mail-adresse til engangsbrug",
  "Use a custom domain or one of our free vanity domains:": "Brug et brugerdefineret domæne eller et af vores gratis forfængeligheddomæner:",
  "Phishing, executable, and virus protection": "Phishing, eksekverbar og virusbeskyttelse",
  "We built our own anti-spam, phishing, and virus protection software called Spam Scanner. It abides by the same privacy-first and zero logging policies.": "Vi byggede vores egen anti-spam-, phishing- og virusbeskyttelsessoftware kaldet Spam Scanner. Det overholder de samme politikker for privatlivets fred og nul logning.",
  "50MB attachment limit": "50 MB vedhæftningsgrænse",
  "\"Send mail as\" with Gmail, Outlook, and Yahoo": "\"Send mail som\" med Gmail, Outlook og Yahoo",
  "Catch-all email addresses": "Fang alle e-mail-adresser",
  "Multiple recipients per email address": "Flere modtagere pr. E-mail-adresse",
  "Unlimited email webhooks": "Ubegrænset e-mail-webhooks",
  "Custom port forwarding": "Custom port forwarding",
  "month": "måned",
  "Unlimited domains": "Ubegrænset domæner",
  "Setup Forwarding": "Opsætning videresendelse",
  "Advanced features and support": "Avancerede funktioner og support",
  "Everything included in Free, plus:": "Alt inkluderet i gratis plus:",
  "Enhanced email forwarding privacy": "Forbedret privatliv ved videresendelse af e-mail",
  "No publicly searchable TXT records are used.  Instead we store your configuration in a secure and backed-up database.": "Ingen TXT-poster, der kan søges offentligt, bruges. I stedet gemmer vi din konfiguration i en sikker og sikkerhedskopieret database.",
  "Instant DNS propagation (zero wait-time)": "Øjeblikkelig DNS-udbredelse (nul ventetid)",
  "Easy to use email alias and import manager": "Let at bruge e-mail alias og import manager",
  "Automatic smart alerting system": "Automatisk intelligent alarmsystem",
  "Browser extension": "Browser-udvidelse",
  "Exclusive access to API features": "Eksklusiv adgang til API-funktioner",
  "Forward newsletters to a bulk recipient list": "Videresend nyhedsbreve til en bulkmodtagerliste",
  "30-day money back guarantee": "30 dages pengene tilbage garanti",
  "99.99% Uptime Service Level Agreement (\"SLA\")": "99,99% Uptime Service Level Agreement (\"SLA\")",
  "For small groups and organizations": "For små grupper og organisationer",
  "Everything included in Enhanced Protection, plus:": "Alt inkluderet i forbedret beskyttelse plus:",
  "Unlimited member access management": "Ubegrænset styring af medlemsadgang",
  "Shared organizational access to domain": "Delt organisatorisk adgang til domæne",
  "Premium support with 24 hour response time": "Premium support med 24 timers svartid",
  "Enterprise": "Virksomhed",
  "Custom solutions and licensing": "Brugerdefinerede løsninger og licensering",
  "Everything included in Team, plus:": "Alt inkluderet i teamet plus:",
  "Custom licensing agreement": "Brugerdefineret licensaftale",
  "Technical infrastructure design and support": "Teknisk infrastruktur design og support",
  "White-label and custom-branded solutions": "White-label og special-brandede løsninger",
  "Managed deployment with dedicated IP's": "Administreret implementering med dedikerede IP'er",
  "Dedicated support from our team of experts": "Dedikeret support fra vores team af eksperter",
  "Contact Sales": "Kontakt salg",
  "Frequently Asked Questions": "Ofte stillede spørgsmål",
  "See Q&A below and <a href=\"%s\">read our FAQ</a> for more": "Se spørgsmål og svar nedenfor og <a href=\"%s\">læs vores ofte stillede spørgsmål</a> for mere",
  "What is the difference between Free and Enhanced Protection?": "Hvad er forskellen mellem gratis og forbedret beskyttelse?",
  "The Free plan requires you to use public DNS records to store your forwarding configuration.": "Gratis-planen kræver, at du bruger offentlige DNS-poster til at gemme din videresendelseskonfiguration.",
  "Anyone with a computer can lookup your forwarding configuration in a terminal if you are on the Free plan.": "Enhver med en computer kan slå din viderestillingskonfiguration op i en terminal, hvis du er i den gratis plan.",
  "Unlike the Free plan, the Enhanced Protection plan uses a cryptographically generated random string to store your forwarding configuration privately.": "I modsætning til den gratis plan bruger Enhanced Protection-planen en kryptografisk genereret tilfældig streng til at gemme din videresendelseskonfiguration privat.",
  "Free Plan": "Gratis plan",
  "Enhanced Protection Plan": "Forbedret beskyttelsesplan",
  "Is pricing per account or per domain?": "Er prissætning pr. Konto eller pr. Domæne?",
  "Our pricing is per account, not per domain &ndash; unlike other providers we do not charge extra.": "Vores prisfastsættelse er pr. Konto, ikke pr. Domæne &ndash; i modsætning til andre udbydere opkræver vi ikke ekstra.",
  "You also have the ability to mix and match plans and domains.": "Du har også evnen til at blande og matche planer og domæner.",
  "For example you can set some domains on the Free plan (DNS-based) &ndash; and others on the Enhanced Protection or Team plans.": "For eksempel kan du indstille nogle domæner i den gratis plan (DNS-baseret) &ndash; og andre på Enhanced Protection eller Team-planerne.",
  "Do you support email best practices?": "Understøtter du bedste praksis for e-mails?",
  "<span class=\"font-weight-bold\">Yes.</span> We have built-in support for SPF, DKIM, DMARC, ARC, and SRS across all plans.": "<span class=\"font-weight-bold\">Ja.</span> Vi har indbygget support til SPF, DKIM, DMARC, ARC og SRS på tværs af alle planer.",
  "We have also worked extensively with the original authors of these specifications and other email experts to ensure perfection and high deliverability.": "Vi har også arbejdet udførligt med de originale forfattere af disse specifikationer og andre e-mail-eksperter for at sikre perfektion og høj leveringsevne.",
  "Can I configure <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Spam Scanner</a> settings?": "Kan jeg konfigurere <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Spam Scanner-</a> indstillinger?",
  "<span class=\"font-weight-bold\">Yes.</span> You can toggle filters for adult-related content, phishing, executables, and viruses from <a href=\"%s\">Advanced Settings</a>.": "<span class=\"font-weight-bold\">Ja.</span> Du kan skifte filtre til voksenrelateret indhold, phishing, eksekverbare filer og vira fra <a href=\"%s\">Avancerede indstillinger</a> .",
  "Do you offer unlimited domains for one price?": "Tilbyder du ubegrænsede domæner til en pris?",
  "<span class=\"font-weight-bold\">Yes.</span> Regardless of which plan you are on, you will pay only one monthly rate &ndash; which covers all of your domains.": "<span class=\"font-weight-bold\">Ja.</span> Uanset hvilken plan du er på, betaler du kun en månedlig sats - der dækker alle dine domæner.",
  "Which payment methods do you accept?": "Hvilke betalingsmetoder accepterer du?",
  "We accept credit cards using <a class=\"alert-link\" href=\"https://stripe.com/global\" target=\"_blank\" rel=\"noopener noreferrer\">Stripe</a> and payment with <a class=\"alert-link\" href=\"https://paypal.com\" target=\"_blank\" rel=\"noopener noreferrer\">PayPal</a> &ndash; for one-time payments and monthly or yearly subscriptions.": "Vi accepterer kreditkort ved hjælp af <a class=\"alert-link\" href=\"https://stripe.com/global\" target=\"_blank\" rel=\"noopener noreferrer\">Stripe</a> og betaling med <a class=\"alert-link\" href=\"https://paypal.com\" target=\"_blank\" rel=\"noopener noreferrer\">PayPal</a> - til engangsbetalinger og månedlige eller årlige abonnementer.",
  "Will you ever increase prices?": "Vil du nogensinde øge priserne?",
  "<span class=\"font-weight-bold\">No.</span> Prices will never increase. Unlike other companies, we will never shutdown our service either.": "<span class=\"font-weight-bold\">Nej.</span> Priserne stiger aldrig. I modsætning til andre virksomheder lukker vi heller ikke vores service.",
  "Do you offer a money-back guarantee?": "Tilbyder du en pengene-tilbage-garanti?",
  "<span class=\"font-weight-bold\">Yes.</span> We offer a 30 day money-back guarantee &ndash; with no questions asked.": "<span class=\"font-weight-bold\">Ja.</span> Vi tilbyder en 30 dages pengene-tilbage-garanti - uden spørgsmål.",
  "Do you store logs or write to disk?": "Gemmer du logfiler eller skriver til disk?",
  "<span class=\"font-weight-bold\">No.</span> We have a <a href=\"%s\">Privacy</a> policy of strictly not storing logs, metadata, nor emails.": "<span class=\"font-weight-bold\">Nej.</span> Vi har en <a href=\"%s\">fortrolighedspolitik</a> , der strengt taget ikke gemmer logfiler, metadata eller e-mails.",
  "You will find that every other email forwarder either stores logs or writes your emails to a disk storage queue (or sometimes both!).": "Du finder ud af, at hver anden e-mail-videresender enten gemmer logfiler eller skriver dine e-mails til en disklagerkø (eller nogle gange begge dele!).",
  "This common practice is a huge security risk for you, and is another reason why we built our service.": "Denne almindelige praksis er en enorm sikkerhedsrisiko for dig og er en anden grund til, at vi byggede vores service.",
  "Unlike teams behind other services, we have an expert-level understanding of email technology (just take a look at our founder's <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"notranslate\">GitHub</a>!).": "I modsætning til hold bag andre tjenester har vi en ekspertniveauforståelse af e-mail-teknologi (se bare på vores grundlægger <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"notranslate\">GitHub</a> !).",
  "This domain expertise allowed us to build our own custom solution that uses memory-based streams, and is lightning fast and privacy-focused.": "Denne domæneekspertise tillod os at opbygge vores egen brugerdefinerede løsning, der bruger hukommelsesbaserede streams og er lynhurtig og fortrolighedsfokuseret.",
  "We don't track you like other services do.": "Vi sporer ikke dig som andre tjenester gør.",
  "Do you have any other questions?": "Har du andre spørgsmål?",
  "We are always available and usually respond within minutes of your help request.": "Vi er altid tilgængelige og svarer normalt inden for få minutter efter din hjælpeanmodning.",
  "Contact Help": "Kontakt Hjælp",
  "Read FAQ": "Læs FAQ",
  "FAQ &#124; <span class=\"notranslate\">Forward Email</span>": "FAQ &#124; <span class=\"notranslate\">Forward Email</span>",
  "Read frequently asked questions about our service": "Læs ofte stillede spørgsmål om vores service",
  "Save Yourself Time": "Spar dig selv tid",
  "Fill out this form to personalize our guide below.": "Udfyld denne formular for at tilpasse vores guide nedenfor.",
  "Enter your domain": "Indtast dit domæne",
  "Enter your email": "Indtast din e-mail",
  "Upgrade to <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"notranslate\">Enhanced Protection</a> (premium privacy add-on)": "Opgrader til <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"notranslate\">Enhanced Protection</a> (premium add-on til privatlivets fred)",
  "Create your free account now": "Opret din gratis konto nu",
  "Continue": "Blive ved",
  "Not interested?  Click here to keep reading": "Ikke interesseret? Klik her for at fortsætte med at læse",
  "Help &#124; <span class=\"notranslate\">Forward Email</span>": "Hjælp &#124; <span class=\"notranslate\">Forward Email</span>",
  "Ask Forward Email your questions or leave comments": "Spørg fremad E-mail dine spørgsmål eller skriv kommentarer",
  "Sign in &#124; <span class=\"notranslate\">Forward Email</span>": "Log ind &#124; <span class=\"notranslate\">Forward Email</span>",
  "Sign in to your account": "Log ind på din konto",
  "Sign in now": "Log ind nu",
  "Sign up &#124; <span class=\"notranslate\">Forward Email</span>": "Tilmeld dig &#124; <span class=\"notranslate\">Forward Email</span>",
  "Create a Forward Email account": "Opret en videresend e-mail-konto",
  "About &#124; <span class=\"notranslate\">Forward Email</span>": "Om &#124; <span class=\"notranslate\">Forward Email</span>",
  "Learn more about Forward Email": "Lær mere om videresend e-mail",
  "Our service was founded in 2017 by <a class=\"text-success text-decoration-none\" href=\"https://github.com/niftylettuce\" target=\"_blank\" rel=\"noopener noreferrer\">@niftylettuce</a> and is trusted and relied upon by thousands.": "Vores service blev grundlagt i 2017 af <a class=\"text-success text-decoration-none\" href=\"https://github.com/niftylettuce\" target=\"_blank\" rel=\"noopener noreferrer\">@niftylettuce</a> og er tusindvis af tillid til og påberåbt sig.",
  "Our Story": "Vores historie",
  "Why did we create this?": "Hvorfor skabte vi dette?",
  "We are the only open-source, free, and privacy-first email forwarding service.": "Vi er den eneste open-source, gratis og fortroligheds-første e-mail-videresendelsestjeneste.",
  "Port 25 blocked by ISP workaround &#124; <span class=\"notranslate\">Forward Email</span>": "Port 25 blokeret af ISP-løsning &#124; <span class=\"notranslate\">Forward Email</span>",
  "Our service allows you to workaround port blocking set by your Internet Service Provider on port 25.  Simple follow our guide to workaround this issue in minutes.": "Vores service giver dig mulighed for at blokere portblokering, der er indstillet af din internetudbyder på port 25. Følg vores vejledning til løsning af dette problem på få minutter.",
  "Did your ISP block port 25?": "Blokerede din internetudbyder port 25?",
  "Skip ahead to the instructions to forward emails to a custom SMTP port.": "Gå videre til instruktionerne for at videresende e-mails til en brugerdefineret SMTP-port.",
  "About Forward Email": "Om videresend e-mail",
  "Table of Contents": "Indholdsfortegnelse",
  "Foreword": "Forord",
  "History": "Historie",
  "Service": "Service",
  "Special Thanks": "Specielt tak",
  "Forward Email": "Videresend e-mail",
  " is a ": " er en",
  "free and open-source": "fri og open source",
  " ": " ",
  "email forwarding": "videresendelse af e-mail",
  " service focused on a user's ": " tjeneste fokuseret på en brugers",
  "right to privacy": "ret til privatlivets fred",
  ", and was launched in November 2017. It is powered by ": ", og blev lanceret i november 2017. Det er drevet af",
  "Node.js": "Node.js",
  " and operates using the ": " og fungerer ved hjælp af",
  "DNS": "DNS",
  ", ": ",",
  "HTTPS": "HTTPS",
  ", and ": "og",
  "SMTP": "SMTP",
  " protocols. The service offers unlimited custom domain names, unlimited email addresses and aliases, unlimited disposable email addresses, spam and phishing protection, and other features.  Paid plans are offered for \"Enhanced Privacy Protection\", whereas the email alias configuration is hidden from the public.": " protokoller. Tjenesten tilbyder ubegrænset brugerdefinerede domænenavne, ubegrænset e-mail-adresse og alias, ubegrænset engangs-e-mail-adresse, spam- og phishing-beskyttelse og andre funktioner. Der tilbydes betalte planer til \"Enhanced Privacy Protection\", mens e-mail-aliaskonfigurationen er skjult for offentligheden.",
  "We launched ": "Vi lancerede",
  "in November 2017": "i november 2017",
  " after an initial release by ": " efter en første frigivelse af",
  "Niftylettuce": "Niftyluce",
  ".": ".",
  "In April 2018 ": "I april 2018",
  "Cloudflare": "Cloudflare",
  " launched their ": " lancerede deres",
  "privacy-first consumer DNS service": "privatlivets første forbruger-DNS-tjeneste",
  ", and we switched from using ": ", og vi skiftede fra at bruge",
  "OpenDNS": "OpenDNS",
  " to ": " til",
  " for handling ": " til håndtering",
  " lookups.": " opslag.",
  "In October 2018, we allowed users to \"Send Mail As\" with ": "I oktober 2018 tillod vi brugere at \"Send e-mail som\" med",
  "Gmail": "Gmail",
  "Outlook": "Outlook",
  "Zoho": "Zoho",
  "Apple Mail": "Apple Mail",
  ", and other ": ", og andre",
  "webmail": "webmail",
  " services.": " tjenester.",
  "In May 2019, we released ": "I maj 2019 frigav vi",
  "v2.0.0": "v2.0.0",
  ", which was a major rewrite from the initial versions v0.x and v1.x, which focused on ": ", som var en større omskrivning fra de oprindelige versioner v0.x og v1.x, som fokuserede på",
  "performance": "ydeevne",
  " through the use of ": " gennem brug af",
  "'s ": "'s",
  "streams": "strømme",
  "In February 2020, we ": "I februar 2020, vi",
  "released": "frigivet",
  " the Enhanced Privacy Protection plan.  This plan allows users to switch off setting public DNS record entries with their email forwarding configuration aliases. Through this plan, a user's email alias information is hidden from being publicly searchable over the Internet. We also ": " planen for forbedret beskyttelse af privatlivets fred. Denne plan giver brugerne mulighed for at slukke for at indstille offentlige DNS-poster med deres aliaser til videresendelse af e-mail. Gennem denne plan skjules en brugers e-mail-aliasoplysninger, så de ikke kan søges offentligt over Internettet. Vi også",
  "released a feature": "frigivet en funktion",
  " to enable or disable specific aliases while still allowing them to appear as a valid email address and return a successful ": " for at aktivere eller deaktivere specifikke aliasser, mens de stadig tillades at vises som en gyldig e-mail-adresse og returnere en vellykket",
  "SMTP status code": "SMTP-statuskode",
  ", but the emails will be immediately discarded (similar to piping output from a process to ": ", men e-mails kasseres straks (svarer til pipingoutput fra en proces til",
  "/dev/null": "/ dev / null",
  ").": ").",
  "In April 2020, our developer Niftylettuce ": "I april 2020, vores udvikler Niftylettuce",
  " its initial alpha version of ": " dens oprindelige alfa-version af",
  "Spam Scanner": "Spam-scanner",
  " \"after hitting countless roadblocks with existing spam-detection solutions\" and because \"none of these solutions (": " \"efter at have ramt utallige vejspærringer med eksisterende spamdetekteringsløsninger\" og fordi \"ingen af disse løsninger (",
  "Rspamd": "Rspamd",
  " and ": " og",
  "SpamAssassin": "SpamAssassin",
  ") honored (our) privacy policy\". Spam Scanner is a completely free and open-source ": ") respekteret (vores) privatlivspolitik \". Spam Scanner er en helt gratis og open source",
  "anti-spam filtering": "anti-spam-filtrering",
  " solution which uses a ": " løsning, der bruger en",
  "Naive Bayes spam filtering": "Naiv Bayes spamfiltrering",
  " approach in combination with ": " tilgang i kombination med",
  "anti-phishing": "anti-phishing",
  "IDN homograph attack": "IDN-homografangreb",
  " protection. We also ": " beskyttelse. Vi også",
  " a feature to allow ": " en funktion, der skal tillades",
  "two-factor authentication": "tofaktorautentificering",
  " (2FA) using a ": " (2FA) ved hjælp af en",
  "one-time password": "engangskodeord",
  " (OTP) for enhanced account security.": " (OTP) til forbedret kontosikkerhed.",
  "In May 2020, we ": "I maj 2020, vi",
  "allowed": "tilladt",
  " custom ": " brugerdefinerede",
  "port forwarding": "portvideresendelse",
  " as workaround for users to circumvent port blocking by their ": " som løsning for brugerne at omgå portblokering af deres",
  "ISP": "ISP",
  ".  We also released our ": ". Vi frigav også vores",
  "Free Email Forwarding RESTful API": "Gratis e-mail-videresendelse RESTful API",
  ", with complete documentation and real-time request and response examples.  We also ": "med komplet dokumentation og eksempler på anmodning og svar i realtid. Vi også",
  " support for webhooks, due to high demand from users ": " support til webhooks på grund af stor efterspørgsel fra brugerne",
  "switching": "skifte",
  " to use our service as a Mailgun webhook alternative.": " at bruge vores service som et Mailgun-webhook-alternativ.",
  "In June 2020, we publicly released our real-time metrics and revenue on our ": "I juni 2020 offentliggjorde vi offentligt vores målinger og indtægter i realtid på vores",
  " page (also available as a link in the footer of our site).": " side (også tilgængelig som et link i sidefoden på vores websted).",
  "In August 2020, we added support for the ": "I august 2020 tilføjede vi støtte til",
  "Authenticated Received Chain": "Godkendt modtaget kæde",
  " (\"ARC\") email authentication system.": " (\"ARC\") e-mail-godkendelsessystem.",
  "On November 23, 2020 we publicly launched out of our beta program.": "Den 23. november 2020 lancerede vi offentligt vores beta-program.",
  "As of May 2020, we operate from 3 server locations across 2 countries.  We have future plans to move our servers to a country such as Iceland, which has ": "Fra maj 2020 opererer vi fra 3 serverplaceringer i 2 lande. Vi har fremtidige planer om at flytte vores servere til et land som Island, som har",
  "championed itself as a beacon of net neutrality and online privacy": "forkæmpede sig selv som et fyrtårn for netneutralitet og online privatliv",
  "We have a \"zero tolerance policy\" ": "Vi har en \"nultolerancepolitik\"",
  "privacy policy": "Fortrolighedspolitik",
  ", which states that we don't store logs nor emails, and we don't track users. Our statement clearly states that we do not collect nor store forwarded emails, metadata, server-side nor client-side logs, IP addresses, or browser information.": ", der siger, at vi ikke gemmer logfiler eller e-mails, og at vi ikke sporer brugere. Vores erklæring siger klart, at vi hverken indsamler eller gemmer videresendte e-mails, metadata, logs på serversiden eller klientsiden, IP-adresser eller browseroplysninger.",
  "Only an email address is required to create and configure the Enhanced Protection Plan, which hides DNS email alias information on the free plan through a managed and hosted service.": "Kun en e-mail-adresse er påkrævet for at oprette og konfigurere Enhanced Protection Plan, som skjuler DNS-e-mail-aliasoplysninger om den gratis plan gennem en administreret og hostet tjeneste.",
  "User's accounts, domains, and all related information can be permanently deleted at any time by the user.": "Brugerens konti, domæner og alle relaterede oplysninger kan slettes permanent af brugeren.",
  "Forward Email's source code is primarily developed by ": "Forward E-mail's kildekode er primært udviklet af",
  ", whom publicly credits immense open-source contributions from the following people:": ", der offentligt krediterer enorme open source-bidrag fra følgende personer:",
  "Ryan Lee Sipes": "Ryan Lee Sipes",
  " (the driving force to revitalize and modernize ": " (drivkraften til at genoplive og modernisere",
  "Mozilla Thunderbird": "Mozilla Thunderbird",
  ") for serving as an advisor, assisting with growth, and relentlessly contributing feedback on product iterations.": ") til at tjene som en rådgiver, hjælpe med vækst og ubarmhjertigt bidrage med feedback om produkt gentagelser.",
  "Shaun Warman": "Shaun Warman",
  " for ": " til",
  "integration": "integration",
  " of ": " af",
  " (OTP), ": " (OTP),",
  "Content Security Policy": "Indholdssikkerhedspolitik",
  " (CSP), and ": " (CSP) og",
  "Subresource Integrity": "Underressourceintegritet",
  " (SRI) into the ": " (SRI) ind i",
  "Lad": "Lad",
  " framework, which is ": " ramme, som er",
  "used internally": "bruges internt",
  " in Forward Email.": " i Videresend e-mail.",
  "Fedor Indutny": "Fedor Indutny",
  "questions and answers": "Spørgsmål og svar",
  " regarding Forward Email's compliance with strict and modern ": " vedrørende videresend e-mail overholdelse af streng og moderne",
  "TLS": "TLS",
  "cryptographic ciphers": "kryptografiske cifre",
  "Andris Reisman": "Andris Reisman",
  " (the author of the ": " (forfatteren af",
  "npm": "npm",
  " package nodemailer, which is used internally in Forward Email.": " pakke nodemailer, som bruges internt i Videresend e-mail.",
  "Scott Kitterman": "Scott Kitterman",
  "Sender Policy Framework": "Afsenderpolitisk ramme",
  " (SPF) ": " (SPF)",
  "RFC 7208": "RFC 7208",
  " specification) for ": " specifikation) til",
  "questions": "spørgsmål",
  "answers": "svar",
  " regarding Forward Email's compliance with ": " vedrørende overførsel af e-mail-overholdelse af",
  "Sender Rewriting Scheme": "Ordning for omskrivning af afsender",
  " (SRS), ": " (SRS),",
  "DMARC": "DMARC",
  " (SPF), and ": " (SPF) og",
  "DKIM": "DKIM",
  " compliance over ": " overholdelse over",
  "IRC": "IRC",
  "How do I get started and set up email forwarding": "Hvordan kommer jeg i gang og konfigurerer videresendelse af e-mail",
  "How to Send Mail As using Gmail": "Sådan sendes e-mail som ved hjælp af Gmail",
  "Why am I not receiving my test emails": "Hvorfor modtager jeg ikke mine test-e-mails",
  "Why are my test emails sent to myself in Gmail showing as \"suspicious\"": "Hvorfor vises mine test-e-mails til mig selv i Gmail som \"mistænkelige\"",
  "Can I remove the via forwardemail dot net in Gmail": "Kan jeg fjerne via forwardemail dot net i Gmail",
  "Can I forward emails to ports other than 25 (e.g. if my ISP has blocked port 25)": "Kan jeg videresende e-mails til andre porte end 25 (f.eks. Hvis min internetudbyder har blokeret port 25)",
  "Do you offer a money back guarantee on paid plans": "Tilbyder du en pengene-tilbage-garanti på betalte planer",
  "If I switch plans do you pro-rate and refund the difference": "Hvis jeg skifter plan, giver du en pro-rate og tilbagebetaler forskellen",
  "Do you support webhooks": "Understøtter du webhooks",
  "Can I just use this email forwarding service as a \"fallback\" or \"fallover\" MX server": "Kan jeg bare bruge denne e-mail-videresendelsestjeneste som en \"fallback\" eller \"fallover\" MX-server",
  "Can I disable specific aliases": "Kan jeg deaktivere specifikke aliasser",
  "Can I forward emails to multiple recipients": "Kan jeg videresende e-mails til flere modtagere",
  "Can I have multiple global catch-all recipients": "Kan jeg have flere globale fangstmodtagere",
  "Is there a maximum limit on the number of email addresses I can forward to per alias": "Er der en maksimal grænse for antallet af e-mail-adresser, jeg kan videresende til pr. Alias",
  "Can I recursively forward emails": "Kan jeg rekursivt videresende e-mails",
  "Can people unregister or register my email forwarding without my permission": "Kan folk afmelde eller registrere min e-mail-videresendelse uden min tilladelse",
  "How is it free": "Hvordan er det gratis",
  "What is the max email size limit": "Hvad er den maksimale e-mailstørrelsesgrænse",
  "Do you store emails and their contents": "Gemmer du e-mails og deres indhold",
  "Do you store logs of emails": "Gemmer du logfiler med e-mails",
  "Do you read my emails": "Læser du mine e-mails",
  "Does it support the plus + symbol for Gmail aliases": "Understøtter det plus + symbolet for Gmail-aliasser",
  "Does it support sub-domains": "Understøtter det underdomæner",
  "Does this forward my email's headers": "Videresender dette mine e-mail-overskrifter",
  "Is this well-tested": "Er dette velafprøvet",
  "Do you pass along SMTP response messages and codes": "Videregiver du SMTP-svarmeddelelser og koder",
  "How do you prevent spammers and ensure good email forwarding reputation": "Hvordan forhindrer du spammere og sikrer et godt omdirigering af e-mail",
  "What should I do if I receive spam emails?": "Hvad skal jeg gøre, hvis jeg modtager spam-e-mails?",
  "Can I \"send mail as\" in Gmail with this": "Kan jeg \"sende e-mail som\" i Gmail med dette",
  "Can I \"send mail as\" in Outlook with this": "Kan jeg \"sende mail som\" i Outlook med dette",
  "Can I \"send mail as\" in Apple Mail and iCloud Mail with this": "Kan jeg \"sende mail som\" i Apple Mail og iCloud Mail med dette",
  "Can I forward unlimited emails with this": "Kan jeg videresende ubegrænset e-mail med dette",
  "How do I add a profile picture to my email address": "Hvordan tilføjer jeg et profilbillede til min e-mail-adresse",
  "What is the difference between Free and Enhanced Protection": "Hvad er forskellen mellem gratis og forbedret beskyttelse",
  "Do you support email best practices": "Understøtter du bedste praksis for e-mail",
  "Do you offer unlimited domains for one price": "Tilbyder du ubegrænsede domæner til en pris",
  "Which payment methods do you accept": "Hvilke betalingsmetoder accepterer du",
  "Will you ever increase prices": "Vil du nogensinde øge priserne",
  "How do you perform DNS lookups on domain names": "Hvordan udfører du DNS-opslag på domænenavne",
  "How fast is this service": "Hvor hurtig er denne service",
  "You need to have ": "Du skal have",
  "Gmail's Two-Factor Authentication": "Gmails tofaktorautentificering",
  " enabled for this to work.  Visit ": " aktiveret for at dette kan fungere. Besøg",
  "https://www.google.com/landing/2step/": "https://www.google.com/landing/2step/",
  " if you do not have it enabled.": " hvis du ikke har det aktiveret.",
  "Once Two-Factor Authentication is enabled (or if you already had it enabled), then visit ": "Når Two-Factor Authentication er aktiveret (eller hvis du allerede havde den aktiveret), skal du besøge",
  "https://myaccount.google.com/apppasswords": "https://myaccount.google.com/apppasswords",
  "When prompted for \"Select the app and device you want to generate the app password for\":": "Når du bliver bedt om \"Vælg den app og den enhed, du vil generere app-adgangskoden til\":",
  "Select \"Mail\" under the drop-down for \"Select app\"": "Vælg \"Mail\" under rullemenuen for \"Vælg app\"",
  "Select \"Other\" under the drop-down for \"Select device\"": "Vælg \"Andet\" under rullemenuen for \"Vælg enhed\"",
  "When prompted for text input, enter your custom domain's email address you're forwarding from (e.g. \"": "Når du bliver bedt om at indtaste tekst, skal du indtaste dit tilpassede domænes e-mail-adresse, du videresender fra (f.eks. \"",
  "hello@example.com": "hej@eksempel.com",
  "\" - this will help you keep track in case you use this service for multiple accounts)": "\"- dette hjælper dig med at holde styr på, hvis du bruger denne service til flere konti)",
  "Copy the password to your clipboard that is automatically generated": "Kopier adgangskoden til dit udklipsholder, der automatisk genereres",
  "Go to ": "Gå til",
  " and under ": " og under",
  "Settings ": "Indstillinger",
  " Accounts and Import ": " Konti og import",
  " Send mail as": " Send mail som",
  ", click \"Add another email address\"": ", klik på \"Tilføj en anden e-mail-adresse\"",
  "When prompted for \"Name\", enter the name that you want your email to be seen as \"From\" (e.g. \"Elon Musk\")": "Når du bliver bedt om at \"Navn\", skal du indtaste det navn, som du vil have, at din e-mail skal ses som \"Fra\" (f.eks. \"Elon Musk\")",
  "When prompted for \"Email address\", enter the email address with the custom domain you used above (e.g. \"": "Når du bliver bedt om \"E-mail-adresse\", skal du indtaste e-mail-adressen med det brugerdefinerede domæne, du brugte ovenfor (f.eks. \"",
  "\")": "\")",
  "Uncheck \"Treat as an alias\"": "Fjern markeringen af \"Behandl som et alias\"",
  "Click \"Next Step\" to proceed": "Klik på \"Næste trin\" for at fortsætte",
  "When prompted for \"SMTP Server\", enter ": "Når du bliver bedt om at \"SMTP Server\", skal du indtaste",
  "smtp.gmail.com": "smtp.gmail.com",
  " and leave the port as ": " og lad havnen være som",
  "When prompted for \"Username\", enter the portion of your Gmail address without the ": "Når du bliver bedt om at \"Brugernavn\", skal du indtaste den del af din Gmail-adresse uden",
  "gmail.com": "gmail.com",
  " part (e.g. just \"user\" if my email is ": " del (f.eks. bare \"bruger\", hvis min e-mail er",
  "user@gmail.com": "bruger@gmail.com",
  ")": ")",
  "When prompted for \"Password\", paste from your clipboard the password you generated in step 2 above": "Når du bliver bedt om \"Adgangskode\", skal du indsætte den adgangskode, du genererede i trin 2 ovenfor, fra dit udklipsholder",
  "Leave the radio button checked to \"Secured connection using TLS\"": "Lad alternativknappen være markeret til \"Sikker forbindelse ved hjælp af TLS\"",
  "Click \"Add Account\" to proceed": "Klik på \"Tilføj konto\" for at fortsætte",
  "Open a new tab to ": "Åbn en ny fane til",
  " and wait for your verification email to arrive (you will receive a verification code that confirms you are the owner of the email address you are attempting to \"Send Mail As\")": " og vent på, at din bekræftelses-e-mail ankommer (du modtager en bekræftelseskode, der bekræfter, at du er ejeren af den e-mail-adresse, du forsøger at \"Send e-mail som\")",
  "Once it arrives, copy and paste the verification code at the prompt you received in the previous step": "Når den ankommer, skal du kopiere og indsætte bekræftelseskoden ved den prompt, du modtog i det foregående trin",
  "Once you've done that, go back to the email and click the link to \"confirm the request\". You need to do this step and the previous step for the email to be correctly configured.": "Når du har gjort det, skal du gå tilbage til e-mailen og klikke på linket for at \"bekræfte anmodningen\". Du skal udføre dette trin og det forrige trin for at e-mailen skal konfigureres korrekt.",
  "If you're sending a test email to yourself using the \"Send Mail As\" feature, then it will not show up in your inbox due to ": "Hvis du sender en test-e-mail til dig selv ved hjælp af funktionen \"Send e-mail som\", vises den ikke i din indbakke på grund af",
  "this widely known official Gmail answer": "dette almindeligt kendte officielle Gmail-svar",
  "If you continue to have issues, then it is most likely to be an issue with DNS propagation.  You will need to wait a bit longer and try again (or try setting a lower TTL value on your TXT records).": "Hvis du fortsat har problemer, er det sandsynligvis et problem med DNS-formering. Du bliver nødt til at vente lidt længere og prøve igen (eller prøv at indstille en lavere TTL-værdi på dine TXT-poster).",
  "Still having issues?": "Har du stadig problemer?",
  "  Please file a ": "  Indsend venligst en",
  "Help request": "Hjælpeanmodning",
  " so we can help investigate the issue and find a quick resolution.": " så vi kan hjælpe med at undersøge problemet og finde en hurtig løsning.",
  "If you see this error message in Gmail when you send a test to yourself, or when a person you're emailing with your alias sees an email from you for the first time, then ": "Hvis du ser denne fejlmeddelelse i Gmail, når du sender en test til dig selv, eller når en person, du mailer med dit alias, ser en e-mail fra dig for første gang, så",
  "please do not worry": "Vær ikke bekymret",
  " – as this is a built-in safety feature of Gmail.": " - da dette er en indbygget sikkerhedsfunktion i Gmail.",
  "You can simply click \"Looks safe\".  For example, if you were to send a test message using the send mail as feature (to someone else), then they will not see this message.": "Du kan blot klikke på \"Ser sikkert ud\". For eksempel, hvis du skulle sende en testmeddelelse ved hjælp af send mail som funktion (til en anden), vil de ikke se denne meddelelse.",
  "However if they do see this message, it's because they were normally used to seeing your emails come from ": "Men hvis de ser denne meddelelse, er det fordi de normalt var vant til at se dine e-mails komme fra",
  "john@gmail.com": "john@gmail.com",
  " instead of ": " i stedet for",
  "john@customdomain.com": "john@customdomain.com",
  " (just an example).  Gmail will alert the users just to make sure things are safe just in case, there is no workaround.": " (bare et eksempel). Gmail advarer brugerne bare for at sikre, at tingene er sikre, bare hvis der ikke er nogen løsning.",
  "This is ONLY applicable if you are using the ": "Dette gælder KUN, hvis du bruger",
  " feature.  Currently there is no workaround for this, and it affects all service providers (not just us).  The workaround is to use a custom SMTP server.  However we do not offer SMTP yet.": " funktion. I øjeblikket er der ingen løsning på dette, og det påvirker alle tjenesteudbydere (ikke kun os). Løsningen er at bruge en brugerdefineret SMTP-server. Vi tilbyder dog ikke SMTP endnu.",
  "We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other email forwarding services with similar features to ours will still incur this same issue too (and other email forwarding solutions  simply do not offer the level of privacy we do).": "Vi planlægger at frigive vores helt egen SMTP-tjeneste (ikke kun videresendelse, men e-mail generelt), hvilket vil afhjælpe dette. Gmail tilføjer automatisk dette, og der er ingen nuværende løsning. Andre e-mail-videresendelsestjenester med lignende funktioner som vores vil stadig have det samme problem (og andre e-mail-videresendelsesløsninger tilbyder simpelthen ikke det niveau af privatliv, vi gør).",
  "If you want to get notified when this is released, you can email ": "Hvis du vil få besked, når dette frigives, kan du e-maile",
  "smtp@forwardemail.net": "smtp@forwardemail.net",
  " and we'll send you a notification once it's released.  Or just sign up for an account here if you haven't already!": " og vi sender dig en underretning, når den er frigivet. Eller bare tilmeld dig en konto her, hvis du ikke allerede har gjort det!",
  "Yes, as of May 5, 2020 we have added this feature.  Right now the feature is domain-specific, as opposed to alias-specific.  If you require it to be alias-specific, please contact us to let us know of your needs.": "Ja, fra den 5. maj 2020 har vi tilføjet denne funktion. Lige nu er funktionen domænespecifik, i modsætning til alias-specifik. Hvis du har brug for, at det er alias-specifikt, bedes du kontakte os for at fortælle os om dine behov.",
  "If you are on the free plan, then simply add a new DNS TXT record as shown below, but change the port from 25 to the port of your choosing.": "Hvis du er på den gratis plan, skal du blot tilføje en ny DNS TXT-post som vist nedenfor, men ændre porten fra 25 til den port, du vælger.",
  "For example, if I want all emails that go to ": "For eksempel, hvis jeg vil have alle e-mails, der går til",
  " to forward to alias recipients' SMTP port of 1337 instead of 25:": " at videresende til aliasmodtagernes SMTP-port på 1337 i stedet for 25:",
  "Yes!  We offer a 30-day money back guarantee on all paids plans if you are not satisfied with our service.": "Ja! Vi tilbyder en 30-dages pengene-tilbage-garanti på alle betalingsplaner, hvis du ikke er tilfreds med vores service.",
  "We do not ask any questions and simply process the refund within 5-7 business days.": "Vi stiller ingen spørgsmål og behandler blot refusionen inden for 5-7 hverdage.",
  "To request a refund, please send an email from the email address verified on your account to: ": "For at anmode om en refusion skal du sende en e-mail fra den e-mail-adresse, der er bekræftet på din konto, til:",
  "refunds@forwardemail.net": "refunds@forwardemail.net",
  "Yes, we will manually process your refund for you and email you once complete.  You will get a notification regarding the refund amount when you switch plans.": "Ja, vi behandler din refusion manuelt for dig og sender dig en e-mail, når du er færdig. Du får en underretning om refusionsbeløbet, når du skifter plan.",
  "Yes, as of May 15, 2020 we have added this feature.  You can simply add webhook(s) exactly like you would with any recipient!  Please ensure that you have the \"http\" or \"https\" protocol prefixed in the webhook's URL.": "Ja, pr. 15. maj 2020 har vi tilføjet denne funktion. Du kan ganske enkelt tilføje webhook (s) nøjagtigt som med en modtager! Sørg for, at du har \"http\" eller \"https\" protokollen i webhooks URL.",
  "If you are on the free plan, then simply add a new DNS TXT record as shown below:": "Hvis du er på den gratis plan, skal du blot tilføje en ny DNS TXT-post som vist nedenfor:",
  " to forward to a new ": " at videresende til et nyt",
  "request bin": "anmodning bin",
  " test endpoint:": " test slutpunkt:",
  "Or perhaps you want all emails that go to ": "Eller måske vil du have alle e-mails, der går til",
  " to forward to this endpoint:": " at videresende til dette slutpunkt:",
  "Note that we use the ": "Bemærk, at vi bruger",
  "mailparser": "mailparser",
  " library's \"simpleParser\" method to parse the message into a JSON friendly object, and also append the \"raw\" property with the raw email message as a String.": " bibliotekets \"simpleParser\" -metode til at analysere meddelelsen i et JSON-venligt objekt og tilføje også \"rå\" egenskaben med den rå e-mail-besked som en streng.",
  "Webhook HTTP requests will retry up to 10 times (the exact same number of retries we permit for normal SMTP), with 20 seconds max timeout per endpoint POST request.  We will retry automatically based off the default status and error codes used in ": "Webhook HTTP-anmodninger vil prøve igen op til 10 gange (det nøjagtige samme antal forsøg, vi tillader for normal SMTP), med maksimum 20 sekunders timeout pr. Slutpunkt POST-anmodning. Vi prøver igen automatisk baseret på standardstatus og fejlkoder, der bruges i",
  "superagent's retry method": "superagent's forsøgsmetode igen",
  " (this package is also maintained by the creator of Forward Email).": " (denne pakke vedligeholdes også af skaberen af Videresend e-mail).",
  "Yes, but this is ": "Ja, men det er det",
  "NOT": "IKKE",
  " recommended as this is an incredibly rare edge case.": " anbefales, da dette er en utrolig sjælden kanttilstand.",
  "If you use Google Business for email, and want to use our server as a fallback so your mail still gets delivered, then just specify the Google mail servers with a lower priority than our mail servers.  An example is provided below:": "Hvis du bruger Google Business til e-mail og vil bruge vores server som en reserve, så din mail stadig bliver leveret, skal du blot angive Google-mailservere med en lavere prioritet end vores mailservere. Et eksempel gives nedenfor:",
  "Yes! As of February 6, 2020 we have added this feature.  Simply edit your DNS TXT record and prefix the alias with an exclamation mark.  Note that you must preserve the \":\" mapping, as this is required if you ever decide to toggle this off (and it's also used for importing in our paid plans).": "Ja! Fra den 6. februar 2020 har vi tilføjet denne funktion. Du skal blot redigere din DNS TXT-post og præfik aliaset med et udråbstegn. Bemærk, at du skal bevare kortlægningen \":\", da dette er nødvendigt, hvis du nogensinde beslutter at slå dette fra (og det bruges også til import i vores betalte planer).",
  "If you prefix an alias with \"!\" (exclamation mark) then it will still return successful respond codes to senders attempting to send to this address, but the emails themselves will go nowhere; to a blackhole.": "Hvis du præfikser et alias med \"!\" (udråbstegn) så vil den stadig returnere vellykkede svarkoder til afsendere, der forsøger at sende til denne adresse, men e-mails i sig selv går ingen steder; til et sorthul.",
  "Emails sent to disabled addresses will respond with a ": "E-mails sendt til deaktiverede adresser vil svare med et",
  " (message queued) status code, but the emails will not actually be delivered to the recipient(s).": " (meddelelseskø) statuskode, men e-mails leveres faktisk ikke til modtageren / modtagerne.",
  " to stop flowing through to ": " at stoppe med at strømme igennem til",
  ":": ":",
  "Yes, absolutely.  Just specify multiple recipients in your TXT records.": "Ja absolut. Angiv bare flere modtagere i dine TXT-poster.",
  "For example, if I want an email that goes to ": "For eksempel, hvis jeg vil have en e-mail, der går til",
  " to get forwarded to ": " at blive videresendt til",
  ", then my TXT record would look like this:": ", så ville min TXT-post se sådan ud:",
  "Or, you could specify them in two separate lines, such as this:": "Eller du kan angive dem i to separate linjer, som denne:",
  "It's up to you!": "Det er op til dig!",
  "Yes, you can. Just specify multiple global catch-all recipients in your TXT records.": "Ja du kan. Angiv bare flere globale fangst-alle modtagere i dine TXT-poster.",
  "For example, if I want every email that goes to ": "For eksempel, hvis jeg vil have hver e-mail, der går til",
  " (the asterisk meaning its a wildcard aka catch-all) to get forwarded to ": " (stjernen betyder, at det er et jokertegn aka catch-all) at videresende til",
  "Yes, the default limit is 10.  This does NOT mean that you can only have 10 aliases on your domain name.  You can have as many aliases as you want (an unlimited amount).  It means that you can only forward one alias to 10 unique email addresses.  You could have ": "Ja, standardgrænsen er 10. Dette betyder IKKE, at du kun kan have 10 aliaser på dit domænenavn. Du kan have så mange aliasser, som du vil (et ubegrænset beløb). Det betyder, at du kun kan videresende et alias til 10 unikke e-mail-adresser. Du kunne have",
  ", … (from 1-10) – and any emails to ": ", ... (fra 1-10) - og eventuelle e-mails til",
  " would get forwarded to ": " ville blive sendt videre til",
  ", … (from 1-10).": ",… (Fra 1-10).",
  "Yes, you can, however you still must adhere to the maximum limit.  If you have ": "Ja, det kan du, men du skal stadig overholde den maksimale grænse. Hvis du har",
  ", then emails to ": ", derefter e-mails til",
  ".  Note that an error will be thrown if you attempt to recursively forward emails.": ". Bemærk, at der vil blive kastet en fejl, hvis du forsøger at videresende e-mails rekursivt.",
  "We use MX and TXT record verification, therefore if you add this service's respective MX and TXT records, then you're registered.  If you remove them, then you're unregistered.  You have ownership of your domain and DNS management, so if someone has access to that then that's a problem.": "Vi bruger MX- og TXT-postbekræftelse, så hvis du tilføjer denne services respektive MX- og TXT-poster, er du registreret. Hvis du fjerner dem, er du ikke registreret. Du har ejerskab af dit domæne og DNS-styring, så hvis nogen har adgang til det, er det et problem.",
  "The service continues to run thanks to ": "Tjenesten fortsætter med at køre takket være",
  "donations": "donationer",
  " and users that upgraded to paid plans.  We want to provide a free alternative (since we feel bad) for people that are using closed-source forwarding services (and subsequently risking their privacy and security).": " og brugere, der opgraderede til betalte planer. Vi ønsker at tilbyde et gratis alternativ (da vi har det dårligt) for folk, der bruger videresendelsestjenester med lukket kilde (og efterfølgende risikerer deres privatliv og sikkerhed).",
  "We default to a 50MB size limit, which includes content, headers, and attachments.  Note that services such as Gmail and Outlook allow only 25MB size limit, and if you exceed the limit when sending to addresses at those providers you will receive an error message.": "Vi har som standard en størrelse på 50 MB, der inkluderer indhold, overskrifter og vedhæftede filer. Bemærk, at tjenester som Gmail og Outlook kun tillader 25 MB størrelsesgrænse, og hvis du overskrider grænsen, når du sender til adresser hos disse udbydere, modtager du en fejlmeddelelse.",
  "An error with the proper response code is returned if the file size limit is exceeded.": "En fejl med den korrekte svarkode returneres, hvis filstørrelsesgrænsen overskrides.",
  "No, absolutely not.  See our ": "Nej, absolut ikke. Se vores",
  "Privacy Policy": "Fortrolighedspolitik",
  "No, absolutely not.  We do not store logs.  See our ": "Nej, absolut ikke. Vi gemmer ikke logfiler. Se vores",
  "Many other email forwarding services unethically read your email.  This is not in alignment with our principles and philosophy on software.": "Mange andre e-mail-videresendelsestjenester læser uetisk din e-mail. Dette er ikke i overensstemmelse med vores principper og filosofi om software.",
  "We believe you should have a right to privacy and we strictly respect it.": "Vi mener, at du skal have ret til privatlivets fred, og vi respekterer det nøje.",
  "The code that is deployed to the server is ": "Koden, der er implementeret på serveren, er",
  "open-source software on GitHub": "open source-software på GitHub",
  " for transparency and to build trust.": " for gennemsigtighed og for at opbygge tillid.",
  "Yes, absolutely.": "Ja absolut.",
  "Yes, absolutely.  Instead of using \"@\", \".\", or blank as the name/host/alias, you just use the sub-domain name as the value instead.": "Ja absolut. I stedet for at bruge \"@\", \".\" Eller tomt som navn / vært / alias, bruger du bare underdomænenavnet som værdi i stedet.",
  "If you want ": "Hvis du vil",
  " to forward emails, then enter ": " for at videresende e-mails, og indtast derefter",
  " as the name/host/alias value in your DNS settings (for both MX and TXT records).": " som navn / vært / aliasværdi i dine DNS-indstillinger (for både MX- og TXT-poster).",
  "Yes, it has tests written with ": "Ja, der er test skrevet med",
  "ava": "ava",
  " and also has code coverage.": " og har også kodedækning.",
  "Yes, absolutely.  For example if you're sending an email to ": "Ja absolut. For eksempel hvis du sender en e-mail til",
  " and it's registered to forward to ": " og det er registreret til at videresende til",
  ", then the SMTP response message and code from the \"gmail.com\" SMTP server will be returned instead of the proxy server at \"mx1.forwardemail.net\" or \"mx2.forwardemail.net\".": ", så returneres SMTP-svarmeddelelsen og koden fra \"gmail.com\" SMTP-serveren i stedet for proxyserveren på \"mx1.forwardemail.net\" eller \"mx2.forwardemail.net\".",
  "Per documentation and suggestions from Google at ": "Per dokumentation og forslag fra Google på",
  "https://support.google.com/a/answer/175365?hl=en": "https://support.google.com/a/answer/175365?hl=da",
  ", along with best practice, including:": "sammen med bedste praksis, herunder:",
  "DNS Blacklists:": "DNS-sortlister:",
  " we test senders IP's against the Spamhaus ": " Vi tester afsenderens IP'er mod Spamhaus",
  "DNS blacklists": "DNS-sortlister",
  ", if any fail, then the sender is not permitted to send the message and is returned a detailed error message with instructions on how to de-list themselves from the specific blacklists they're listed under.": ", hvis nogen mislykkes, har afsenderen ikke tilladelse til at sende beskeden og returneres en detaljeret fejlmeddelelse med instruktioner om, hvordan de fravælger sig fra de specifikke sortlister, de er angivet under.",
  "Anti-Spam and Anti-Phishing Scanner": "Anti-spam og Anti-Phishing-scanner",
  ": we built from scratch and use ": ": vi byggede fra bunden og brug",
  " for anti-spam prevention (it uses a Naive Bayes classifier under the hood).  We built this because we were not happy with ": " til forebyggelse af spam (den bruger en Naive Bayes-klassificering under emhætten). Vi byggede dette, fordi vi ikke var tilfredse med",
  "rspamd": "rspamd",
  " nor ": " heller ikke",
  ", nor were we happy with their lack of privacy-focused policies and public corpus datasets.  Spam Scanner checks a message for spam, phishing, executables, viruses, and more, while completely respecting your privacy.": ", og vi var heller ikke tilfredse med deres mangel på fortrolighedsfokuserede politikker og offentlige corpus-datasæt. Spam Scanner kontrollerer en besked for spam, phishing, eksekverbare filer, vira og mere, samtidig med at dit privatliv respekteres fuldstændigt.",
  "SPF and DKIM:": "SPF og DKIM:",
  " through checking if an SPF record exists for a sender, and if so, we reverse-lookup the SMTP connection's remote address to validate it matches the SPF record, otherwise it's rejected.  If an SPF record does not exist, then we require DKIM verification.  If DKIM headers are passed and fail, then it is rejected as well.  If no DKIM headers are passed, then we assume that DKIM validation passes.": " ved at kontrollere, om der findes en SPF-post for en afsender, og i så fald omvendt opslager vi SMTP-forbindelsens fjernadresse for at validere, at den matcher SPF-posten, ellers afvises den. Hvis der ikke findes en SPF-post, kræver vi DKIM-verifikation. Hvis DKIM-overskrifter er bestået og mislykkes, afvises det også. Hvis der ikke sendes nogen DKIM-overskrifter, antager vi, at DKIM-validering består.",
  "MX Record Test:": "MX Record Test:",
  " through checking if the sender's from address domain has MX records (so it's actually coming from a mail exchange/SMTP server), otherwise it's rejected.": " ved at kontrollere, om afsenderens adresse-domæne har MX-poster (så den faktisk kommer fra en mail exchange / SMTP-server), ellers afvises den.",
  "Fully Qualified Domain Name Test:": "Fuldt kvalificeret domænenavntest:",
  " validates that senders SMTP connections are from a fully qualified domain name (\"FQDN\"), meaning no IP addresses, they must have a valid domain name resolved.": " validerer, at afsenders SMTP-forbindelser er fra et fuldt kvalificeret domænenavn (\"FQDN\"), hvilket betyder ingen IP-adresser, de skal have et gyldigt domænenavn løst.",
  "TXT Record Test:": "TXT Record Test:",
  " through checking if the email address the sender is trying to send to has a TXT DNS record with a valid email forwarding setup. The SSL certificates (main domain name or alternative names) of all MX servers of the forwarding destination must match the MX entry.": " gennem at kontrollere, om den e-mail-adresse, som afsenderen forsøger at sende til, har en TXT DNS-post med en gyldig videresendelsesopsætning. SSL-certifikaterne (hoveddomænenavn eller alternative navne) på alle MX-servere til videresendelsesdestinationen skal matche MX-posten.",
  "ARC:": "BUE:",
  " we use the ": " vi bruger",
  "Authentication-Results": "Godkendelses-resultater",
  " header and validate it against the sending domain's DMARC policy.": " header og valider det mod det afsendende domænes DMARC-politik.",
  "You should unsubscribe from the emailing list (if possible) and block the sender.": "Du skal afmelde dig e-mail-listen (hvis det er muligt) og blokere afsenderen.",
  "Please do not report the message as spam, but instead forward it to our manually curated and privacy-focused abuse prevention system.": "Rapporter ikke meddelelsen som spam, men send den i stedet til vores manuelt kuraterede og fortrolighedsfokuserede system til forebyggelse af misbrug.",
  "The email address to forward spam to is:": "E-mail-adressen, som spam videresendes til, er:",
  "abuse@forwardemail.net": "misbrug@forwardemail.net",
  "Yes! As of October 2, 2018 we have added this feature.  See ": "Ja! Fra 2. oktober 2018 har vi tilføjet denne funktion. Se",
  " above!": " over!",
  "You should also set the SPF record for Gmail in your DNS configuration TXT record.": "Du skal også indstille SPF-posten til Gmail i din DNS-konfiguration TXT-post.",
  "Yes! As of October 2, 2018 we have added this feature.  Simply view these two links from Microsoft below:": "Ja! Fra 2. oktober 2018 har vi tilføjet denne funktion. Du skal blot se disse to links fra Microsoft nedenfor:",
  "https://support.office.com/en-us/article/add-or-remove-an-email-alias-in-outlook-com-459b1989-356d-40fa-a689-8f285b13f1f2": "https://support.office.com/en-us/article/add-or-remove-an-email-alias-in-outlook-com-459b1989-356d-40fa-a689-8f285b13f1f2",
  "https://support.office.com/en-us/article/send-email-from-a-different-address-in-outlook-com-ccba89cb-141c-4a36-8c56-6d16a8556d2e": "https://support.office.com/en-us/article/send-email-from-a-different-address-in-outlook-com-ccba89cb-141c-4a36-8c56-6d16a8556d2e",
  "You should also set the SPF record for Outlook in your DNS configuration TXT record.": "Du skal også indstille SPF-posten til Outlook i din DNS-konfiguration TXT-post.",
  "Unfortunately Apple does not allow this, regardless of which service you use.  However you can use the Mail app along with your domain's email account.": "Desværre tillader Apple ikke dette, uanset hvilken tjeneste du bruger. Du kan dog bruge Mail-appen sammen med dit domænes e-mail-konto.",
  "https://discussions.apple.com/thread/8316291": "https://discussions.apple.com/thread/8316291",
  "https://discussions.apple.com/thread/6876839": "https://discussions.apple.com/thread/6876839",
  "Practically yes - the only current restriction is that senders ": "Praktisk talt ja - den eneste nuværende begrænsning er, at afsendere",
  "by unique email address": "ved unik e-mail-adresse",
  " are limited to sending (300) emails per hour through the system.": " er begrænset til at sende (300) e-mails i timen gennem systemet.",
  "If this limit is exceeded we send a \"451\" response code which tells the senders mail server to retry later.": "Hvis denne grænse overskrides, sender vi en \"451\" -svarskode, der beder afsenderens mailserver om at prøve igen senere.",
  "If you're using Gmail, then follow these steps below:": "Hvis du bruger Gmail, skal du følge disse trin nedenfor:",
  "https://google.com": "https://google.com",
  " and sign out of all email accounts": " og log ud af alle e-mail-konti",
  "Click \"Sign In\" and on the drop-down click on \"other account\"": "Klik på \"Log ind\", og klik på \"anden konto\" i rullemenuen.",
  "Select \"Use another account\"": "Vælg \"Brug en anden konto\"",
  "Select \"Create account\"": "Vælg \"Opret konto\"",
  "Select \"Use my current email address instead\"": "Vælg \"Brug min nuværende e-mail-adresse i stedet\"",
  "Enter your custom domain name email address": "Indtast din brugerdefinerede domænenavns e-mail-adresse",
  "Retrieve the verification email sent to your email address": "Hent den bekræftelses-e-mail, der er sendt til din e-mail-adresse",
  "Enter the verification code from this email": "Indtast bekræftelseskoden fra denne e-mail",
  "Complete profile information for your new Google account": "Komplet profiloplysninger til din nye Google-konto",
  "Agree to all Privacy and Terms of Use policies": "Accepter alle politikker om fortrolighed og brugsbetingelser",
  " and in the top right corner, click on your profile icon, and click on the \"change\" button": " og i øverste højre hjørne skal du klikke på dit profilikon og klikke på knappen \"skift\"",
  "Upload a new photo or avatar for your account": "Upload et nyt foto eller en avatar til din konto",
  "Changes will take approximately 1-2 hours to propagate, but sometimes may be very quick.": "Ændringerne vil tage ca. 1-2 timer at udbrede, men nogle gange kan det være meget hurtige.",
  "Send a test email and the profile photo should appear.": "Send en test-e-mail, og profilbilledet skal vises.",
  "The Free plan requires you to use public DNS records to store your forwarding configuration. Anyone with a computer can lookup your forwarding configuration in a terminal if you are on the Free plan. Unlike the Free plan, the Enhanced Protection plan uses a cryptographically generated random string to store your forwarding configuration privately.": "Gratis-planen kræver, at du bruger offentlige DNS-poster til at gemme din videresendelseskonfiguration. Enhver med en computer kan slå din videresendelseskonfiguration op i en terminal, hvis du er i den gratis plan. I modsætning til den gratis plan bruger Enhanced Protection-planen en kryptografisk genereret tilfældig streng til at gemme din videresendelseskonfiguration privat.",
  "Yes. We have built-in support for SPF, DKIM, DMARC, ARC, and SRS across all plans. We have also worked extensively with the original authors of these specifications and other email experts to ensure perfection and high deliverability.": "Ja. Vi har indbygget support til SPF, DKIM, DMARC, ARC og SRS på tværs af alle planer. Vi har også arbejdet udførligt med de originale forfattere af disse specifikationer og andre e-mail-eksperter for at sikre perfektion og høj leveringsevne.",
  "Yes. Regardless of which plan you are on, you will pay only one monthly rate – which covers all of your domains.": "Ja. Uanset hvilken plan du er på, betaler du kun en månedlig sats - der dækker alle dine domæner.",
  "We accept credit cards using ": "Vi accepterer kreditkort ved hjælp af",
  "Stripe": "Stribe",
  " and payment with ": " og betaling med",
  "PayPal": "PayPal",
  " – for one-time payments and monthly or yearly subscriptions.": " - for engangsbetalinger og månedlige eller årlige abonnementer.",
  "If you need to make payment with Bitcoin or other means, please email us at ": "Hvis du har brug for at foretage betaling med Bitcoin eller anden måde, bedes du kontakte os på",
  "support@forwardemail.net": "support@forwardemail.net",
  "No. Prices will never increase. Unlike other companies, we will never shutdown our service either.": "Nej. Priserne stiger aldrig. I modsætning til andre virksomheder lukker vi heller ikke vores service.",
  "We use CloudFlare's privacy-first consumer DNS service (see ": "Vi bruger CloudFlares privatliv-første forbruger-DNS-tjeneste (se",
  "announcement here": "meddelelse her",
  ").  We set ": "). Vi satte os",
  " as the DNS servers (see ": " som DNS-servere (se",
  "https://developers.cloudflare.com/1.1.1.1/1.1.1.1-for-families/": "https://developers.cloudflare.com/1.1.1.1/1.1.1.1-for-families/",
  ") using ": ") ved brug af",
  " on our servers and test environments.": " på vores servere og testmiljøer.",
  "The latest version, v2 (released on May 6, 2019) was a major rewrite from v1 and focuses on performance through streams.  ": "Den nyeste version, v2 (udgivet 6. maj 2019) var en større omskrivning fra v1 og fokuserer på ydeevne gennem streams.",
  "Nodemailer's": "Nodemailer",
  " prolific author Andris Reinman (": " produktiv forfatter Andris Reinman (",
  "@andris9": "@ andris9",
  ") helped us switch off using the ": ") hjalp os med at slukke ved hjælp af",
  " library and use ": " bibliotek og brug",
  " instead with some custom transform logic to split the header and the body of the message without affecting the body.  This allows us to perform operations on headers very fast (such as security checks and for SPF/DKIM/DMARC compliance).": " i stedet for med en brugerdefineret transformeringslogik for at opdele overskriften og selve meddelelsen uden at påvirke kroppen. Dette giver os mulighed for at udføre operationer på headere meget hurtigt (såsom sikkerhedskontrol og for SPF / DKIM / DMARC-overholdelse).",
  "In other words, the latest version of this service uses streams purely now and is lightning fast.": "Med andre ord, den nyeste version af denne tjeneste bruger streams rent nu og er lynhurtig.",
  "  The older version v1 also had some logic not in the most optimal order of operations – but now v2 does less memory/network intense operations first (and returns early if possible to send a response as quickly as possible to the SMTP client).  We plan to continue to optimize speed, enhance features, and improve this service over time.": "  Den ældre version v1 havde også en vis logik, der ikke var i den mest optimale rækkefølge af operationer - men nu udfører v2 mindre hukommelse / netværksintensive operationer først (og vender tilbage tidligt, hvis det er muligt, for at sende et svar så hurtigt som muligt til SMTP-klienten). Vi planlægger at fortsætte med at optimere hastigheden, forbedre funktionerne og forbedre denne service over tid.",
  "At no point in time do we write to disk or store emails – everything is done in-memory thanks to Node.js's streams and transforms! :tada:": "På intet tidspunkt skriver vi til disk eller gemmer e-mails - alt sker i hukommelsen takket være Node.js's streams og transformationer! : tada:",
  "Information Not Collected": "Oplysninger ikke indsamlet",
  "Information Collected": "Oplysninger indsamlet",
  "Information Shared": "Delt information",
  "Information Removal": "Fjernelse af oplysninger",
  "We do not store any emails.": "Vi gemmer ikke nogen e-mails.",
  "We do not store any metadata about emails.": "Vi gemmer ikke nogen metadata om e-mails.",
  "We do not store any logs.": "Vi gemmer ingen logfiler.",
  "We do not store any IP addresses.": "Vi gemmer ingen IP-adresser.",
  "We do not store any browser information.": "Vi gemmer ikke nogen browseroplysninger.",
  "For transparency, at any time you can ": "For gennemsigtighed, når som helst du kan",
  "view our source code": "se vores kildekode",
  " to see how the information below is collected and used:": " for at se, hvordan nedenstående oplysninger indsamles og bruges:",
  "We store a cookie in a session for your visit (strictly for functionality).  This cookie is stored securely in our Redis database.": "Vi gemmer en cookie i en session til dit besøg (strengt for funktionalitet). Denne cookie gemmes sikkert i vores Redis-database.",
  "We store your email address (strictly for functionality).  This email address is stored securely in our MongoDB database.": "Vi gemmer din e-mail-adresse (strengt for funktionalitet). Denne e-mail-adresse er gemt sikkert i vores MongoDB-database.",
  "We store your domain name(s) and alias(es) you create (strictly for functionality).  This information is stored securely in our MongoDB database.": "Vi gemmer dit domænenavn (er) og alias (er), du opretter (strengt for funktionalitet). Disse oplysninger gemmes sikkert i vores MongoDB-database.",
  "Any additional information you voluntarily provide us, such as comments or questions in a ": "Eventuelle yderligere oplysninger, som du frivilligt giver os, såsom kommentarer eller spørgsmål i en",
  "We do not share your information with any third-party whatsoever (with the exception of ": "Vi deler ikke dine oplysninger med nogen som helst tredjepart (med undtagelse af",
  "Postmark": "Poststempel",
  ", which we use for transactional emails, e.g. for account verification or password reset emails).": ", som vi bruger til transaktionsmails, f.eks. til kontobekræftelse eller e-mail med nulstilling af adgangskode).",
  "We may need to and will comply with court ordered legal requests (but keep in mind we do not collect information mentioned above, so we will not be able to provide it to begin with).": "Vi bliver muligvis nødt til at overholde juridiske anmodninger fra domstolene (men husk, at vi ikke indsamler de ovennævnte oplysninger, så vi kan ikke give dem til at begynde med).",
  "If at any time if you wish to remove information that you have provided us with, then go to ": "Hvis du på noget tidspunkt ønsker at fjerne de oplysninger, du har givet os, så gå til",
  "My Account > Security": "Min konto> Sikkerhed",
  " and click \"Delete Account\".": " og klik på \"Slet konto\".",
  "By accessing this web site, you are agreeing to be bound by these web site Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this web site are protected by applicable copyright and trade mark law.": "Ved at gå ind på dette websted accepterer du at være bundet af disse websteds vilkår og betingelser for brug, alle gældende love og regler, og accepterer at du er ansvarlig for overholdelse af gældende lokal lovgivning. Hvis du ikke er enig i nogen af disse vilkår, er det forbudt at bruge eller få adgang til dette websted. Materialet på dette websted er beskyttet af gældende lov om ophavsret og varemærker.",
  "Disclaimer": "Ansvarsfraskrivelse",
  "Limitations": "Begrænsninger",
  "Refunds": "Refusioner",
  "Service Level Agreement (\"SLA\")": "Serviceniveauaftale (\"SLA\")",
  "Agreement": "Aftale",
  "Credits": "Kreditter",
  "Eligibility": "Støtteberettigelse",
  "Revisions and Errata": "Revisioner og Errata",
  "Links": "Links",
  "Site Terms of Use Modifications": "Site Brugsbetingelser Ændringer",
  "Governing Law": "Lovvalg",
  "License": "Licens",
  "The materials on Forward Email's web site are provided \"as is\". Forward Email makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, Forward Email does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its Internet web site or otherwise relating to such materials or on any sites linked to this site.": "Materialet på Forward E-mail's websted leveres \"som det er\". Videresend e-mail giver ingen garantier, udtrykkelige eller underforståede, og frasiger herved alle andre garantier, herunder uden begrænsning, underforståede garantier eller betingelser for salgbarhed, egnethed til et bestemt formål eller ikke-krænkelse af intellektuel ejendomsret eller anden krænkelse af rettigheder. Videre garanterer eller fremsender E-mail ikke nogen erklæring om nøjagtigheden, sandsynlige resultater eller pålideligheden af brugen af materialerne på dets internetwebsted eller på anden måde relateret til sådant materiale eller på sider, der er linket til dette websted.",
  "In no event shall Forward Email or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on Forward Email's Internet site, even if Forward Email or a Forward Email authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.": "Under ingen omstændigheder kan Forward Email eller dets leverandører holdes ansvarlige for skader (herunder uden begrænsning skader for tab af data eller fortjeneste eller på grund af forretningsafbrydelse) som følge af brugen eller manglende evne til at bruge materialet på Forward E-mail's Internet websted, selvom Videresend e-mail eller en Videresend e-mail-autoriseret repræsentant er blevet mundtligt eller skriftligt underrettet om muligheden for sådan skade. Da nogle jurisdiktioner ikke tillader begrænsninger af underforståede garantier eller begrænsninger af ansvar for følgeskader eller tilfældige skader, gælder disse begrænsninger muligvis ikke for dig.",
  "We offer a 30-day money back guarantee on all paid plans if you are not satisfied with our service.": "Vi tilbyder en 30-dages pengene-tilbage-garanti på alle betalte planer, hvis du ikke er tilfreds med vores service.",
  "\"Downtime\" refers to a factor of more than a 5% user error rate, determined by a server-side error rate.": "\"Nedetid\" henviser til en faktor på mere end 5% brugerfejlrate, bestemt af en serverrate på serverens side.",
  "\"Monthly Uptime Percentage\" refers to the total minutes in a calendar month minus the number of minutes of Downtime suffered in the calendar month, divided by the total minutes in the calendar month.": "\"Procentdel af månedlig oppetid\" refererer til det samlede antal minutter i en kalendermåned minus antallet af minutter nedetid i kalendermåneden divideret med det samlede antal minutter i kalendermåneden.",
  "Forward Email shall use all reasonable commercial efforts (no less than acceptable and reasonable industry standards) to ensure that the Forward Email service is available to paying customers 99.99% of the time in any calendar month.  If it is not, then you may be eligible to receive the ": "Videresend e-mail skal bruge alle rimelige kommercielle bestræbelser (ikke mindre end acceptable og rimelige industristandarder) for at sikre, at videresend e-mail-tjenesten er tilgængelig for betalende kunder 99,99% af tiden i enhver kalendermåned. Hvis det ikke er tilfældet, er du muligvis berettiget til at modtage",
  " described below in accordance with ": " beskrevet nedenfor i overensstemmelse med",
  "Monthly Uptime Percentage": "Procentdel af månedlig oppetid",
  "Days of Service*": "Service dage *",
  "< 99.99% – >= 99.90%": "<99,99% -> = 99,90%",
  "< 99.90% – >= 95.00%": "<99,90% -> = 95,00%",
  "< 95.50%": "<95,50%",
  "* Instead of receiving Days of Service being added to your account, you can also choose to have us issue a pro-rated refund.": "* I stedet for at modtage Days of Service bliver føjet til din konto, kan du også vælge at lade os udstede en pro-rated refusion.",
  "Minimum credit amount must be at least $1.00 to be eligible.  Maximum credit is capped at the 30 days or the total amount the customer is paying per the most recent calendar month with respect to Downtime (whichever is greater).  Paying customers affected for any Downtime must request Credits by filing a ": "Minimum kreditbeløb skal være mindst $ 1,00 for at være berettiget. Maksimal kredit er begrænset til de 30 dage eller det samlede beløb, som kunden betaler pr. Den seneste kalendermåned med hensyn til nedetid (alt efter hvad der er størst). Betalende kunder, der er berørt for enhver nedetid, skal anmode om kredit ved at indgive en",
  " within 30 days from the date of Downtime.  Credits only apply for Downtime factors that are within the primary control of Forward Email.": " inden for 30 dage fra datoen for nedetid. Kreditter gælder kun for downtime-faktorer, der er inden for den primære kontrol af Videresend e-mail.",
  "The materials appearing on Forward Email's web site could include technical, typographical, or photographic errors. Forward Email does not warrant that any of the materials on its web site are accurate, complete, or current. Forward Email may make changes to the materials contained on its web site at any time without notice. Forward Email does not, however, make any commitment to update the materials.": "Materialerne på Forward E-mail's websted kan omfatte tekniske, typografiske eller fotografiske fejl. Videresend e-mail garanterer ikke, at noget af materialet på dets websted er nøjagtigt, komplet eller aktuelt. Videresend e-mail kan foretage ændringer af materialet på dets websted når som helst uden varsel. Videresend e-mail forpligter sig imidlertid ikke til at opdatere materialerne.",
  "Forward Email has not reviewed all of the sites linked to its Internet web site and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by Forward Email of the site. Use of any such linked web site is at the user's own risk.": "Videresend e-mail har ikke gennemgået alle de sider, der er linket til sit internet-websted, og er ikke ansvarlig for indholdet af et sådant linket websted. Inkluderingen af ethvert link indebærer ikke godkendelse via videresendende e-mail af webstedet. Brug af et sådant linket websted sker på brugerens egen risiko.",
  "Forward Email may revise these terms of use for its web site at any time without notice. By using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.": "Videresend e-mail kan når som helst revidere disse brugsbetingelser til sit websted uden varsel. Ved at bruge dette websted accepterer du at være bundet af den daværende aktuelle version af disse vilkår og betingelser for brug.",
  "Any claim relating to Forward Email's web site shall be governed by the laws of the State of Delaware without regard to its conflict of law provisions.": "Ethvert krav vedrørende Forward E-mail's websted er underlagt lovgivningen i staten Delaware uden hensyntagen til dets lovbestemmelser.",
  "General Terms and Conditions applicable to Use of a Web Site.": "Generelle vilkår og betingelser gældende for brug af et websted.",
  "Business Source License 1.1": "Forretningskildelicens 1.1",
  " © ": " ©",
  "Niftylettuce, LLC.": "Niftylettuce, LLC.",
  "Libraries": "Biblioteker",
  "Base URI": "Base URI",
  "Authentication": "Godkendelse",
  "Errors": "Fejl",
  "Localization": "Lokalisering",
  "Pagination": "Paginering",
  "Account": "Konto",
  "Create account": "Opret konto",
  "Retrieve account": "Hent konto",
  "Update account": "Opdater konto",
  "List domains": "Liste domæner",
  "Create domain": "Opret domæne",
  "Retrieve domain": "Hent domæne",
  "Verify domain records": "Bekræft domæneregistreringer",
  "Update domain": "Opdater domæne",
  "Delete domain": "Slet domæne",
  "Invites": "Inviterer",
  "Accept domain invite": "Accepter domæneinvitation",
  "Create domain invite": "Opret domæneinvitation",
  "Remove domain invite": "Fjern domæneinvitation",
  "Members": "Medlemmer",
  "Update domain member": "Opdater domæne medlem",
  "Remove domain member": "Fjern domæne medlem",
  "Retrieve domain aliases": "Hent domænealiaser",
  "Create new domain alias": "Opret nyt domænealias",
  "Update domain alias": "Opdater domænealias",
  "Delete domain alias": "Slet domænealias",
  "Right now we have not yet released any API wrappers, but we plan to do so in the near future. Send an email to ": "Lige nu har vi endnu ikke frigivet nogen API-indpakninger, men vi planlægger at gøre det i den nærmeste fremtid. Send en e-mail til",
  "api@forwardemail.net": "api@forwardemail.net",
  " if you would like to be notified when a particular programming language's API wrapper is released. In the meanwhile, you can use these recommended HTTP request libraries in your application, or simply use ": " hvis du vil have besked, når API-indpakningen til et bestemt programmeringssprog frigives. I mellemtiden kan du bruge disse anbefalede HTTP-anmodningsbiblioteker i din applikation eller bare bruge",
  "curl": "krølle",
  " as in the below examples.": " som i nedenstående eksempler.",
  "Language": "Sprog",
  "Library": "Bibliotek",
  "Ruby": "Rubin",
  "Faraday": "Faraday",
  "Python": "Python",
  "requests": "anmodninger",
  "Java": "Java",
  "OkHttp": "OkHttp",
  "PHP": "PHP",
  "guzzle": "dyse",
  "JavaScript": "JavaScript",
  "superagent": "superagent",
  "Go": "Gå",
  "net/http": "net / http",
  ".NET": ".NET",
  "RestSharp": "RestSharp",
  "The current HTTP base URI path is: ": "Den aktuelle HTTP-base URI-sti er:",
  ".  The legacy HTTP base URI path of ": ". Den ældre HTTP-base URI-sti til",
  " is deprecated as of January 1, 2021.": " er udfaset pr. 1. januar 2021.",
  "All endpoints require your ": "Alle slutpunkter kræver din",
  "free API key": "gratis API-nøgle",
  " :tada: to be set as the \"username\" value of the request's ": " : tada: skal indstilles som \"brugernavn\" -værdien af anmodningens",
  "Basic Authorization": "Grundlæggende tilladelse",
  " header.  Don't worry – examples are provided below for you if you're not sure what this is.": " header. Bare rolig - eksempler findes nedenfor for dig, hvis du ikke er sikker på, hvad dette er.",
  "If any errors occur, the response body of the API request will contain a detailed error message.": "Hvis der opstår fejl, vil svaret på API-anmodningen indeholde en detaljeret fejlmeddelelse.",
  "Code": "Kode",
  "Name": "Navn",
  "Bad Request": "Dårlig anmodning",
  "Unauthorized": "Uberettiget",
  "Forbidden": "Forbudt",
  "Not Found": "Ikke fundet",
  "Too Many Requests": "For mange anmodninger",
  "Internal Server Error": "Intern serverfejl",
  "Not Implemented": "Ikke implementeret",
  "Bad Gateway": "Bad Gateway",
  "Service Unavailable": "Service ikke tilgængelig",
  "Gateway Time-out": "Gateway Time-out",
  "Our service is translated to over 25 different languages.  All API response messages are translated to the last locale detected of the user making the API request.  You can override this by passing a custom ": "Vores service er oversat til over 25 forskellige sprog. Alle API-svarmeddelelser oversættes til det sidst registrerede sted for brugeren, der fremsætter API-anmodningen. Du kan tilsidesætte dette ved at sende en brugerdefineret",
  " header.  Feel free to try it out using the language drop-down at the bottom of this page.": " header. Du er velkommen til at prøve det ved hjælp af rullemenuen sprog nederst på denne side.",
  "If you would like to be notified when pagination is available, then please email ": "Hvis du vil have besked, når paginering er tilgængelig, bedes du e-maile",
  "Body Parameter": "Kropsparameter",
  "Required": "Påkrævet",
  "Type": "Type",
  "Description": "Beskrivelse",
  "Yes": "Ja",
  "String (Email)": "Streng (e-mail)",
  "String": "Snor",
  "Example Request:": "Eksempel på anmodning:",
  "No": "Ingen",
  "First name": "Fornavn",
  "Last name": "Efternavn",
  "String (URL)": "String (URL)",
  "Link to avatar image": "Link til avatarbillede",
  "Querystring Parameter": "Forespørgselsparameter",
  "String (RegExp supported)": "String (RegExp understøttet)",
  "Search for domains by name": "Søg efter domæner efter navn",
  "Search for domains by alias name": "Søg efter domæner efter aliasnavn",
  "Search for domains by recipient": "Søg efter domæner efter modtager",
  "String (FQDN or IP)": "Streng (FQDN eller IP)",
  "Fully qualified domain name (\"FQDN\") or IP address": "Fuldt kvalificeret domænenavn (\"FQDN\") eller IP-adresse",
  "String (enumerable)": "Streng (kan tælles)",
  "Plan type (must be ": "Plan type (skal være",
  ", or ": ", eller",
  ", defaults to ": ", er standard til",
  "String (delimited email addresses) or Boolean": "String (afgrænset e-mail-adresse) eller boolsk",
  "Create a default catch-all alias, defaults to ": "Opret et standardfang-alias, som standard",
  " (if ": " (hvis",
  " it will use the API user's email address as a recipient, and if ": " det bruger API-brugerens e-mail-adresse som modtager, og hvis",
  " no catch-all will be created).  If a String is passed, then it is a delimited list of email addresses to use as recipients (separated by line break, space, and/or comma)": " ingen fangst-alt oprettes). Hvis en streng sendes, er det en afgrænset liste over e-mail-adresser, der skal bruges som modtagere (adskilt af linjeskift, mellemrum og / eller komma)",
  "String or Number": "Streng eller nummer",
  "Custom port to configure for SMTP forwarding (default is ": "Brugerdefineret port, der skal konfigureres til SMTP-videresendelse (standard er",
  "Email address to invite to domain members list": "E-mail-adresse, der skal inviteres til domænemedlemslisten",
  "Group to add the user to the domain membership with (can be one of ": "Gruppe, hvor brugeren kan føjes til domænet medlemskab med (kan være en af",
  " or ": " eller",
  "Email address to remove from domain members list": "E-mail-adresse, der skal fjernes fra domænemedlemslisten",
  "Group to update the user to the domain membership with (can be one of ": "Gruppe til at opdatere brugeren til domæne medlemskab med (kan være en af",
  "Search for aliases in a domain by name": "Søg efter aliasser i et domæne efter navn",
  "Search for aliases in a domain by recipient": "Søg efter aliasser i et domæne efter modtager",
  "Alias name": "Alias navn",
  "String or Array": "String eller Array",
  "List of recipients (must be line-break/space/comma separated String or Array of valid email addresses, fully-qualified domain names (\"FQDN\"), IP addresses, and/or webhook URL's)": "Liste over modtagere (skal være linjeskift / mellemrum / komma-adskilt String eller matrix med gyldige e-mail-adresser, fuldt kvalificerede domænenavne (\"FQDN\"), IP-adresser og / eller webhook-URL'er)",
  "Alias description": "Alias beskrivelse",
  "List of labels (must be line-break/space/comma separated String or Array)": "Liste over etiketter (skal være linjeskift / mellemrum / komma-adskilt streng eller matrix)",
  "Boolean": "Boolsk",
  "Whether to enable to disable this alias (if disabled, emails will be routed nowhere but return successful status codes)": "Om dette alias skal deaktiveres (hvis det er deaktiveret, sendes e-mails intetsteds, men returnerer vellykkede statuskoder)",
  "How to workaround ISP blocking inbound SMTP on port 25": "Sådan løses en internetudbyder, der blokerer indgående SMTP på port 25",
  "How to workaround ISP blocking outbound SMTP on port 25": "Sådan løses en internetudbyder, der blokerer udgående SMTP på port 25",
  "How can I check if my ISP blocks ports": "Hvordan kan jeg kontrollere, om min internetudbyder blokerer porte",
  "If you do not have port 25 open on your mail server's IP address, then this guide is for you.": "Hvis du ikke har port 25 åben på din mailservers IP-adresse, er denne vejledning noget for dig.",
  "For example, you're running a custom mail server at home, and your Internet Service Provider (\"ISP\") has blocked outbound port 25.": "For eksempel kører du en brugerdefineret mailserver derhjemme, og din internetudbyder (\"ISP\") har blokeret udgående port 25.",
  "Since you cannot have outbound traffic on port 25, then you most likely also won't have inbound traffic on port 25 due to this block.": "Da du ikke kan have udgående trafik på port 25, så har du sandsynligvis heller ikke indgående trafik på port 25 på grund af denne blokering.",
  "Assuming you are using our service to forward emails, ": "Forudsat at du bruger vores service til at videresende e-mails,",
  "you can workaround this issue through our FAQ answer here": "du kan løse dette problem gennem vores FAQ-svar her",
  "If your ISP blocks outbound port 25, then you will have to find an alternate solution or contact them.": "Hvis din internetudbyder blokerer udgående port 25, skal du finde en alternativ løsning eller kontakte dem.",
  "See our ": "Se vores",
  "list of ports blocked by Internet Service Providers": "liste over porte, der er blokeret af internetudbydere",
  "Terms &#124; <span class=\"notranslate\">Forward Email</span>": "Vilkår &#124; <span class=\"notranslate\">Forward Email</span>",
  "Read our terms and conditions of use": "Læs vores vilkår og betingelser for brug",
  "Page not found &#124; <span class=\"notranslate\">Forward Email</span>": "Siden blev ikke fundet <span class=\"notranslate\">Forward Email</span>",
  "The page you requested could not be found": "Den ønskede side kunne ikke findes",
  "Server error &#124; <span class=\"notranslate\">Forward Email</span>": "Serverfejl &#124; <span class=\"notranslate\">Forward Email</span>",
  "A server error has unfortunately occurred": "Der opstod desværre en serverfejl",
  "Privacy Policy &#124; <span class=\"notranslate\">Forward Email</span>": "Fortrolighedspolitik &#124; <span class=\"notranslate\">Forward Email</span>",
  "Read our privacy policy": "Læs vores fortrolighedspolitik",
  "Español": "spansk",
  "Our privacy policy is simple: We do not keep logs nor store emails. We don't track you.": "Vores fortrolighedspolitik er enkel: Vi opbevarer ikke logfiler eller gemmer e-mails. Vi sporer dig ikke.",
  "Zero Tolerance Policy": "Nul tolerance politik",
  "Regain your right to privacy": "Genvinde din ret til privatliv",
  "We only store the essential information required for the service to be functional for you.": "Vi gemmer kun de nødvendige oplysninger, der kræves for at tjenesten skal fungere for dig.",
  "Server Error": "Server Fejl",
  "A server error has unfortunately occurred.": "Der opstod desværre en serverfejl.",
  "Page not found": "Siden blev ikke fundet",
  "We're sorry, but the page you requested could not be found.": "Vi beklager, men den side, du anmodede om, kunne ikke findes.",
  "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>": "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>",
  "Authenticate yourself with optional OTP to log in": "Godkend dig selv med valgfri OTP for at logge ind",
  "My Account": "Min konto",
  "Profile": "Profil",
  "Security": "Sikkerhed",
  "Log out": "Log ud",
  "Recommended Authenticator Apps": "Anbefalede Authenticator-apps",
  "App": "App",
  "Open-Source": "Open Source",
  "Google Play": "Google Play",
  "App Store": "App butik",
  "F-Droid": "F-Droid",
  "Setup OTP": "Opsæt OTP",
  "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.": "<strong>Trin 1:</strong> Installer og åbn en <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">godkendelsesapp</a> .",
  "<strong>Step 2:</strong> Scan this QR code and enter its generated token:": "<strong>Trin 2:</strong> Scan denne QR-kode, og indtast dens genererede token:",
  "Can’t scan the QR code?  Configure with this code": "Kan du ikke scanne QR-koden? Konfigurer med denne kode",
  "Copy": "Kopi",
  "Complete Setup": "Fuldfør opsætningen",
  "Download your emergency recovery keys below.": "Download dine nødgendannelsesnøgler nedenfor.",
  "Download": "Hent",
  "Confirm Password": "Bekræft kodeord",
  "Account Recovery": "Kontogendannelse",
  "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.": "Hvis du ikke har adgang til din godkendelsesapp eller mister dine gendannelsesnøgler, kan du sende en anmodning om, at din konto skal låses op.",
  "Verify access to your email address with a code emailed to you.": "Bekræft adgang til din e-mail-adresse med en kode sendt til dig.",
  "Wait 3-5 business days for an administrative follow-up email.": "Vent 3-5 arbejdsdage på en administrativ opfølgnings-e-mail.",
  "Access to your account will be unlocked for you.": "Adgang til din konto låses op for dig.",
  "Two-Factor Check": "To-faktor kontrol",
  "Passcode": "Adgangskode",
  "Don't ask me again in this browser": "Spørg mig ikke igen i denne browser",
  "Having trouble?": "Har problemer?",
  "Use a recovery key": "Brug en gendannelsesnøgle",
  "Lose your recovery keys?": "Mister dine genopretningsnøgler?",
  "Request account recovery": "Anmod om gendannelse af konto",
  "Recovery Key": "Gendannelsesnøgle",
  "Thank you": "tak skal du have",
  "Norsk": "Norsk",
  "Create <strong class=\"font-weight-bold\">unlimited</strong> email addresses for free using your custom domain.": "Create <strong class=\"font-weight-bold\">unlimited</strong> email addresses for free using your custom domain.",
  "50K+": "50K+"
}