{
  "10": "10",
  "25": "25",
  "50": "50",
  "Domain is not a registered domain name. <a class=\"font-weight-bold\" href=\"/domain-registration\">Click here to register it now</a>.": "Domænet er ikke et registreret domænenavn. <a class=\"font-weight-bold\" href=\"/domain-registration\">Klik her for at registrere det nu</a>.",
  "If we detect your DNS records are valid, then we will send you an automated email alert.  We routinely check DNS records for your domain every few hours.": "Hvis vi opdager, at dine DNS-poster er gyldige, sender vi dig en automatisk e-mail-advarsel. Vi kontrollerer rutinemæssigt DNS-poster for dit domæne hver få timer.",
  "Please ensure that your DNS nameservers are set properly too (e.g. if you are using a DNS provider such as Cloudflare &ndash; which may be a different provider than your domain registrar).": "Sørg venligst for, at dine DNS-navneservere også er indstillet korrekt (f.eks. hvis du bruger en DNS-udbyder som Cloudflare &ndash; som kan være en anden udbyder end din domæneregistrator).",
  "<p class=\"mb-0\"><strong>Making changes to your DNS records takes time to propagate throughout the Internet. <span class=\"text-danger\">You may need to wait a few minutes</span> and then try again.</strong></p>": "<p class=\"mb-0\"><strong>At foretage ændringer i dine DNS-poster tager tid at sprede sig over internettet. <span class=\"text-danger\">Du skal muligvis vente et par minutter</span> og derefter prøve igen.</strong></p>",
  "Domain is missing required DNS <span class=\"notranslate\">TXT</span> record of: <span class=\"notranslate\">%s</span>": "Domænet mangler påkrævet DNS <span class=\"notranslate\">TXT</span>-post: <span class=\"notranslate\">%s</span>",
  "<p class=\"mb-0\">We have detected that your domain has multiple MX server providers. Please ensure that the <strong>ONLY</strong> DNS MX records are:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Vi har opdaget, at dit domæne har flere MX-serverudbydere. Sørg venligst for, at de <strong>ENESTE</strong> DNS MX-poster er:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Sørg venligst for, at du ikke har nogen stavefejl og har begge unikke poster tilføjet (f.eks. sørg for, at begge poster ikke er ens). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Læs vores FAQ</a> for detaljerede instruktioner.</p>",
  "From header must be equal to <span class=\"notranslate\">%s</span> (or) you can use a domain-wide catch-all password at <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>": "Fra-header skal være lig med <span class=\"notranslate\">%s</span> (eller) du kan bruge en domæne-bred catch-all adgangskode på <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>",
  "<p class=\"mb-0\">Domain is missing required DNS MX records of:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Domænet mangler påkrævede DNS MX-poster:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Sørg venligst for, at du ikke har nogen stavefejl og har begge unikke poster tilføjet (f.eks. sørg for, at begge poster ikke er ens). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Læs vores FAQ</a> for detaljerede instruktioner.</p>",
  "Invalid DKIM signature.": "Ugyldig DKIM-signatur.",
  "Newsletter approval required for <span class=\"notranslate\">%s</span>": "Nyhedsbrev godkendelse påkrævet for <span class=\"notranslate\">%s</span>",
  "We detected that you attempted to send an outbound SMTP newsletter for <strong class=\"notranslate\">%s</strong>.  Your domain does not yet have newsletter support approved, and an admin has been notified to begin review.  This process usually is resolved within 2-4 hours, but sometimes it may longer.": "Vi opdagede, at du forsøgte at sende et udgående SMTP-nyhedsbrev for <strong class=\"notranslate\">%s</strong>. Dit domæne har endnu ikke nyhedsbrev-support godkendt, og en administrator er blevet underrettet om at begynde gennemgang. Denne proces løses normalt inden for 2-4 timer, men nogle gange kan det tage længere tid.",
  "Newsletter usage is not yet approved for your account, please wait for approval or contact us for support.": "Nyhedsbrev-brug er endnu ikke godkendt for din konto, vent venligst på godkendelse eller kontakt os for support.",
  "You have exceeded your daily SMTP outbound rate limit.": "Du har overskredet din daglige SMTP udgående hastighedsgrænse.",
  "From header must end with <span class=\"notranslate\">%s</span>": "Fra-header skal slutte med <span class=\"notranslate\">%s</span>",
  "An error code of \"<span class=\"notranslate\">%s</span>\" occurred while performing the DNS lookup. Please try again.": "En fejlkode på \"<span class=\"notranslate\">%s</span>\" opstod under udførelse af DNS-opslag. Prøv venligst igen.",
  "See": "Se",
  "https://github.com/scintill/macos-server-apns-certs/tree/master": "https://github.com/scintill/macos-server-apns-certs/tree/master",
  "About Forward Email": "Om Forward Email",
  "Table of Contents": "Indholdsfortegnelse",
  "Foreword": "Forord",
  "History": "Historie",
  "Forward Email is a": "Forward Email er en",
  "free and open-source": "gratis og open-source",
  "email forwarding": "e-mail videresendelse",
  "service focused on a user's": "tjeneste fokuseret på en brugers",
  "right to privacy": "ret til privatliv",
  ", and was launched in November 2017.  It offers unlimited custom domain names, unlimited email addresses and aliases, unlimited disposable email addresses, spam and phishing protection, and other features.  The service is maintained and owned by its original founding team of designers and developers.  It is built with 100% open-source software using": ", og blev lanceret i november 2017. Den tilbyder ubegrænsede brugerdefinerede domænenavne, ubegrænsede e-mail-adresser og aliaser, ubegrænsede engangs-e-mail-adresser, spam- og phishing-beskyttelse og andre funktioner. Tjenesten vedligeholdes og ejes af dens oprindelige grundlæggerteam af designere og udviklere. Den er bygget med 100% open-source software ved hjælp af",
  "JavaScript": "JavaScript",
  "Node.js": "Node.js",
  ", and": ", og",
  "We launched in November 2017 after an initial release.": "Vi lancerede i november 2017 efter en indledende udgivelse.",
  "In April 2018": "I april 2018",
  "Cloudflare": "Cloudflare",
  "launched their": "lancerede deres",
  "privacy-first consumer DNS service": "privatlivs-først forbruger DNS-tjeneste",
  ", and we switched from using": ", og vi skiftede fra at bruge",
  "OpenDNS": "OpenDNS",
  "to": "til",
  "for handling": "til håndtering af",
  "lookups.": "opslag.",
  "In October 2018, we allowed users to \"Send Mail As\" with": "I oktober 2018 tillod vi brugere at \"Send Mail Som\" med",
  "Gmail": "Gmail",
  "and": "og",
  "Outlook": "Outlook",
  "In May 2019, we released v2, which was a major rewrite from the initial versions and focused on": "I maj 2019 udgav vi v2, som var en større omskrivning fra de indledende versioner og fokuserede på",
  "performance": "ydeevne",
  "through the use of": "gennem brugen af",
  "'s": "s",
  "streams": "streams",
  "In February 2020, we released the Enhanced Privacy Protection plan.  This plan allows users to switch off setting public DNS record entries with their email forwarding configuration aliases. Through this plan, a user's email alias information is hidden from being publicly searchable over the Internet. We also released a feature to enable or disable specific aliases while still allowing them to appear as a valid email address and return a successful": "I februar 2020 udgav vi Enhanced Privacy Protection-planen. Denne plan tillader brugere at slå offentlige DNS-postindgange fra med deres e-mail videresendelse konfiguration aliaser. Gennem denne plan er en brugers e-mail alias-information skjult fra at være offentligt søgbar over internettet. Vi udgav også en funktion til at aktivere eller deaktivere specifikke aliaser, mens de stadig tillader dem at fremstå som en gyldig e-mail-adresse og returnere en vellykket",
  "SMTP status code": "SMTP statuskode",
  ", but the emails will be immediately discarded (similar to piping output from a process to": ", men e-mails vil straks blive kasseret (lignende at pipe output fra en proces til",
  "/dev/null": "/dev/null",
  "In April 2020, we released our initial alpha version of Spam Scanner after hitting countless roadblocks with existing spam-detection solutions and because none of these solutions (": "I april 2020 udgav vi vores indledende alfa-version af Spam Scanner efter at have ramt utallige vejspærringer med eksisterende spam-detektionsløsninger og fordi ingen af disse løsninger (",
  "Rspamd": "Rspamd",
  "SpamAssassin": "SpamAssassin",
  ") honored our privacy policy. Spam Scanner is a completely free and open-source": ") respekterede vores privatlivspolitik. Spam Scanner er en fuldstændig gratis og open-source",
  "anti-spam filtering": "anti-spam filtrering",
  "solution which uses a": "løsning, som bruger en",
  "Naive Bayes spam filtering": "Naive Bayes spam filtrering",
  "approach in combination with": "tilgang i kombination med",
  "anti-phishing": "anti-phishing",
  "IDN homograph attack": "IDN homograf angreb",
  "protection.  We also released a feature to allow": "beskyttelse. Vi udgav også en funktion til at tillade",
  "two-factor authentication": "to-faktor autentificering",
  "(2FA) using a": "(2FA) ved hjælp af en",
  "one-time password": "engangs adgangskode",
  "(OTP) for enhanced account security.": "(OTP) for forbedret kontosikkerhed.",
  "In May 2020, we allowed custom": "I maj 2020 tillod vi brugerdefineret",
  "port forwarding": "port videresendelse",
  "as workaround for users to circumvent port blocking by their": "som en løsning for brugere til at omgå port blokering af deres",
  ".  We also released our": "internetudbyder. Vi udgav også vores",
  "Free Email Forwarding RESTful API": "Gratis E-mail Videresendelse RESTful API",
  ", with complete documentation and real-time request and response examples.  We also released support for webhooks.": ", med komplet dokumentation og real-time anmodning og svar eksempler. Vi udgav også support for webhooks.",
  "In August 2020, we added support for the": "I august 2020 tilføjede vi support for",
  "Authenticated Received Chain": "Authenticated Received Chain",
  "(\"ARC\") email authentication system.": "(\"ARC\") e-mail autentificeringssystem.",
  "On November 23, 2020 we publicly launched out of our beta program.": "Den 23. november 2020 lancerede vi offentligt ud af vores beta-program.",
  "In February 2021, we refactored our codebase to remove all": "I februar 2021 refaktorerede vi vores kodebase for at fjerne alle",
  "Python": "Python",
  "dependencies – which allowed our stack to become 100%": "afhængigheder – hvilket tillod vores stak at blive 100%",
  "On September 27, 2021,": "Den 27. september 2021",
  "we added support": "tilføjede vi support",
  "for email forwarding aliases to match": "for e-mail videresendelse aliaser til at matche",
  "regular expressions": "regulære udtryk",
  "In January 2023, we launched a re-designed and page-speed optimized website.": "I januar 2023 lancerede vi en redesignet og side-hastighed optimeret hjemmeside.",
  "In February 2023, we added support for": "I februar 2023 tilføjede vi support for",
  "error logs": "fejllogger",
  "and a": "og et",
  "dark mode": "mørk tilstand",
  "website color scheme.": "hjemmeside farveskema.",
  "In March 2023, we released": "I marts 2023 udgav vi",
  "Tangerine": "Tangerine",
  "and integrated it throughout our infrastructure – this means we use": "og integrerede det gennem vores infrastruktur – dette betyder, at vi bruger",
  "DNS over HTTPS": "DNS over HTTPS",
  "(\"DoH\") at the application layer.  We also added support for": "(\"DoH\") på applikationslaget. Vi tilføjede også support for",
  "switched": "skiftede",
  "from": "fra",
  "hCaptcha": "hCaptcha",
  "Cloudflare Turnstile": "Cloudflare Turnstile",
  "In April 2023, we implemented and automated entirely new infrastructure.  Our entire service is now running on globally load-balanced and proximity-based DNS (with health checks and failover) using": "I april 2023 implementerede og automatiserede vi helt ny infrastruktur. Vores hele tjeneste kører nu på globalt load-balanceret og nærhedsbaseret DNS (med sundhedstjek og failover) ved hjælp af",
  "(before we were using round-robin DNS on Cloudflare).  Additionally we switched to": "(før brugte vi round-robin DNS på Cloudflare). Derudover skiftede vi til",
  "bare metal servers": "bare metal servere",
  "across multiple providers – which include": "på tværs af flere udbydere – som inkluderer",
  "Vultr": "Vultr",
  "Digital Ocean": "Digital Ocean",
  "(before we solely used Digital Ocean).  Both of these providers are SOC 2 Type 2 compliant – see": "(før brugte vi udelukkende Digital Ocean). Begge disse udbydere er SOC 2 Type 2 kompatible – se",
  "Vultr's Compliance": "Vultr's Compliance",
  "Digital Ocean's Certifications": "Digital Ocean's Certifications",
  "for more insight.  Furthermore, our MongoDB and Redis databases are now running on clusters with primary and standby nodes for high availability, end-to-end SSL encryption, encryption-at-rest, and point-in-time recovery (PITR).": "for mere indsigt. Desuden kører vores MongoDB og Redis databaser nu på klynger med primære og standby noder for høj tilgængelighed, end-to-end SSL kryptering, kryptering-i-hvile, og point-in-time gendannelse (PITR).",
  "In May 2023, we launched our": "I maj 2023 lancerede vi vores",
  "outbound SMTP": "udgående SMTP",
  "feature for": "funktion til",
  "sending email with SMTP": "at sende e-mail med SMTP",
  "sending email with API": "at sende e-mail med API",
  "requests.  This feature has built-in safeguards to ensure high deliverability, a modern and robust queue and retry system, and": "anmodninger. Denne funktion har indbyggede sikkerhedsforanstaltninger for at sikre høj leveringsevne, et moderne og robust kø- og gentagelsessystem, og",
  "supports error logs in real-time": "understøtter fejllogger i real-time",
  "In November 2023, we launched our": "I november 2023 lancerede vi vores",
  "encrypted mailbox storage": "krypteret postkasse opbevaring",
  "IMAP suppport": "IMAP support",
  "In December 2023,": "I december 2023",
  "for": "for",
  "passkeys and WebAuthn": "passkeys og WebAuthn",
  "time to inbox": "tid til indbakke",
  "monitoring, and": "overvågning, og",
  "OpenPGP for IMAP Storage": "OpenPGP for IMAP Opbevaring",
  "In February 2024,": "I februar 2024",
  "we added calendar (CalDAV) support": "tilføjede vi kalender (CalDAV) support",
  "Throughout March to July 2024, we released major optimizations and improvements to our IMAP, POP3, and CalDAV service.  Our goal was to make our service snappy –  and as fast, if not faster than alternatives.": "Gennem marts til juli 2024 udgav vi store optimeringer og forbedringer til vores IMAP, POP3 og CalDAV tjeneste. Vores mål var at gøre vores tjeneste hurtig – og så hurtig, hvis ikke hurtigere end alternativer.",
  "In July 2024,": "I juli 2024",
  "we added iOS Push support": "tilføjede vi iOS Push support",
  "since Apple Mail on iOS does not support IMAP": "da Apple Mail på iOS ikke understøtter IMAP",
  "command.  Now users can get real-time notifications of new mail on their Apple iOS devices.  We also added time to inbox (\"TTI\") monitoring for our own service – as well as Yahoo/AOL (now that they support app-generated passwords again) to the footer of every page on our website.  Additionally, we now allow users to encrypt their plaintext DNS TXT records even on the free plan at no cost.  Privacy should not be a feature, it should be inherently built-in to all aspects of a product. As highly requested in a": "kommando. Nu kan brugere få real-time notifikationer om ny post på deres Apple iOS enheder. Vi tilføjede også tid til indbakke (\"TTI\") overvågning for vores egen tjeneste – såvel som Yahoo/AOL (nu hvor de understøtter app-genererede adgangskoder igen) til bunden af hver side på vores hjemmeside. Derudover tillader vi nu brugere at kryptere deres klartekst DNS TXT poster selv på den gratis plan uden omkostninger. Privatliv bør ikke være en funktion, det bør være iboende indbygget i alle aspekter af et produkt. Som højt anmodet i en",
  "Privacy Guides discussion": "Privacy Guides diskussion",
  "and on": "og på",
  "our GitHub issues": "vores GitHub issues",
  "we've added this.  Lastly, we added the ability for aliases to either quietly reject": "har vi tilføjet dette. Endelig tilføjede vi muligheden for aliaser til enten stille at afvise",
  ", soft reject": ", blød afvisning",
  ", or hard reject": ", eller hård afvisning",
  "if they are disabled.  Previously, disabled aliases only routed to a blackhole (e.g.": "hvis de er deaktiveret. Tidligere blev deaktiverede aliaser kun dirigeret til et sort hul (f.eks.",
  ") and it appeared to senders as if their messages to these disabled aliases succeeded.": ") og det så ud for afsendere, som om deres beskeder til disse deaktiverede aliaser lykkedes.",
  "In August 2024, we added support for exporting mailboxes as": "I august 2024 tilføjede vi support for eksport af postkasser som",
  "Mbox": "Mbox",
  "formats (in addition to the": "formater (ud over",
  "SQLite": "SQLite",
  "export format already supported) – and we also added": "eksportformat allerede understøttet) – og vi tilføjede også",
  "webhook signature support": "webhook signatur support",
  "via": "via",
  "header.  We also": "header. Vi",
  "added support for bounce webhooks": "tilføjede også support for bounce webhooks",
  "and now allow users to send newsletters, announcements, and email marketing through our outbound SMTP service.": "og tillader nu brugere at sende nyhedsbreve, meddelelser og e-mail marketing gennem vores udgående SMTP tjeneste.",
  "Free Email Forwarding for Custom Domains": "Free Email Forwarding for Custom Domains",
  "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.": "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.",
  "Terms of Service": "Terms of Service",
  "Read our terms and conditions of use for our email forwarding service.": "Read our terms and conditions of use for our email forwarding service.",
  "History of Forward Email": "History of Forward Email",
  "Learn more about Forward Email and the history of our service.": "Learn more about Forward Email and the history of our service.",
  "Privacy Policy": "Privacy Policy",
  "Read our privacy policy for our email forwarding service.": "Read our privacy policy for our email forwarding service.",
  "Please log in or sign up to view the page you requested.": "Please log in or sign up to view the page you requested.",
  "Warning": "Warning",
  "Written by": "Written by",
  "Team": "Team",
  "Time to read": "Time to read",
  "Less than 5 minutes": "Less than 5 minutes",
  "Search for anything:": "Search for anything:",
  "Search": "Search",
  "Popular Searches": "Popular Searches",
  "Sign up now &ndash; it's free!": "Sign up now &ndash; it's free!",
  "Have an account?": "Have an account?",
  "Click here": "Click here",
  "Email address": "Email address",
  "Password": "Password",
  "Get started": "Get started",
  "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.": "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.",
  "Welcome back!": "Welcome back!",
  "Don't have an account?": "Don't have an account?",
  "Please enable JavaScript to sign in with Passkey.": "Please enable JavaScript to sign in with Passkey.",
  "Sign in with Passkey": "Sign in with Passkey",
  "or": "or",
  "Sign in": "Sign in",
  "Forget your password?": "Forget your password?",
  "Features &amp; Pricing": "Features &amp; Pricing",
  "FAQ": "FAQ",
  "Log in": "Log in",
  "Signup": "Signup",
  "Toggle navigation": "Toggle navigation",
  "Apps": "Apps",
  "Desktop": "Desktop",
  "Resources": "Resources",
  "What is <span class=\"notranslate\">Forward Email</span>?": "What is <span class=\"notranslate\">Forward Email</span>?",
  "Frequently Asked Questions": "Frequently Asked Questions",
  "Time to Inbox": "Time to Inbox",
  "Help": "Help",
  "Disposable Addresses": "Disposable Addresses",
  "Domain Registration": "Domain Registration",
  "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record": "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record",
  "Reserved Email Addresses": "Reserved Email Addresses",
  "Denylist Removal": "Denylist Removal",
  "Guides": "Guides",
  "Outbound SMTP": "Outbound SMTP",
  "SMTP Integration Examples": "SMTP Integration Examples",
  "Send Email with Custom Domain": "Send Email with Custom Domain",
  "Send Mail As with Gmail": "Send Mail As with Gmail",
  "Email Setup Guides": "Email Setup Guides",
  "How to Setup Email with <span class=\"notranslate\">%s</span>": "How to Setup Email with <span class=\"notranslate\">%s</span>",
  "Other providers": "Other providers",
  "Developers": "Developers",
  "Technical Whitepaper": "Technical Whitepaper",
  "IP Addresses": "IP Addresses",
  "API Reference": "API Reference",
  "Self Hosted Email": "Self Hosted Email",
  "Email Webhooks": "Email Webhooks",
  "Bounce Webhooks": "Bounce Webhooks",
  "Custom Domain Regex Filtering": "Custom Domain Regex Filtering",
  "Email Service Comparison": "Email Service Comparison",
  "Email Services": "Email Services",
  "Private Email Services": "Private Email Services",
  "Open-Source Email Services": "Open-Source Email Services",
  "Transactional Email Services": "Transactional Email Services",
  "Email API's for Developers": "Email API's for Developers",
  "Email Spam Filtering Services": "Email Spam Filtering Services",
  "Developer Articles": "Developer Articles",
  "A Decade of Open-Source Impact": "A Decade of Open-Source Impact",
  "Email Spam Protection Filter": "Email Spam Protection Filter",
  "Mail Server Providers": "Mail Server Providers",
  "Practices for Node.js Logging": "Practices for Node.js Logging",
  "Security Audit Companies": "Security Audit Companies",
  "Case Study: Gov/Federal Email Compliance": "Case Study: Gov/Federal Email Compliance",
  "Case Study: Alumni Email": "Case Study: Alumni Email",
  "Case Study: Ubuntu Email": "Case Study: Ubuntu Email",
  "Case Study: Linux Foundation": "Case Study: Linux Foundation",
  "Custom Fonts in Emails": "Custom Fonts in Emails",
  "Email Regex JavaScript and Node.js": "Email Regex JavaScript and Node.js",
  "Email Testing for Browsers and iOS Simulator": "Email Testing for Browsers and iOS Simulator",
  "The Complete Guide to Forward Email's Service": "The Complete Guide to Forward Email's Service",
  "Optimize Node.js for Production": "Optimize Node.js for Production",
  "Crypto Supported Email Service": "Crypto Supported Email Service",
  "Self-Hosted Email": "Self-Hosted Email",
  "JavaScript Contact Forms Node.js": "JavaScript Contact Forms Node.js",
  "Node.js DNS over HTTPS": "Node.js DNS over HTTPS",
  "Node.js Email Templates": "Node.js Email Templates",
  "Node.js Job Scheduler": "Node.js Job Scheduler",
  "Node.js Logging Service": "Node.js Logging Service",
  "Case Study: The PayPal Disaster": "Case Study: The PayPal Disaster",
  "Quantum Resistant Email Service": "Quantum Resistant Email Service",
  "Send React Emails": "Send React Emails",
  "Case Study: Email Startups": "Case Study: Email Startups",
  "Bulletproof Payment System with Stripe and PayPal": "Bulletproof Payment System with Stripe and PayPal",
  "How Forward Email Safeguards Your Communications": "How Forward Email Safeguards Your Communications",
  "URL Regex JavaScript and Node.js": "URL Regex JavaScript and Node.js",
  "Why Open-Source Email is the Future": "Why Open-Source Email is the Future",
  "Company": "Company",
  "About": "About",
  "Security": "Security",
  "Privacy": "Privacy",
  "Terms": "Terms",
  "GDPR": "GDPR",
  "DPA": "DPA",
  "Report Abuse": "Report Abuse",
  "Press": "Press",
  "Send us an email": "Send us an email",
  "Careers": "Careers",
  "100% Systems Online": "100% Systems Online",
  "Status Page": "Status Page",
  "100%": "100%",
  "Community": "Community",
  "Newsletter": "Newsletter",
  "Footer": "Footer",
  "Have a question or confused?": "Have a question or confused?",
  "Learn more about:": "Learn more about:",
  "Privacy Protected": "Privacy Protected",
  "Custom Domain Email": "Custom Domain Email",
  "Open Source Email": "Open Source Email",
  "Secure Email Forwarding": "Secure Email Forwarding",
  "Secure Checkout": "Secure Checkout",
  "Payment methods accepted:": "Payment methods accepted:",
  "SEPA Direct Debit": "SEPA Direct Debit",
  "Canadian pre-authorized debits": "Canadian pre-authorized debits",
  "ACH Direct Debit": "ACH Direct Debit",
  "Bank Transfer": "Bank Transfer",
  "Domestic Wire Transfer (Enterprise)": "Domestic Wire Transfer (Enterprise)",
  "International Wire Transfer (Enterprise)": "International Wire Transfer (Enterprise)",
  "English": "English",
  "Arabic": "Arabic",
  "Chinese": "Chinese",
  "Czech": "Czech",
  "Danish": "Danish",
  "Dutch": "Dutch",
  "Finnish": "Finnish",
  "French": "French",
  "German": "German",
  "Hebrew": "Hebrew",
  "Hungarian": "Hungarian",
  "Indonesian": "Indonesian",
  "Italian": "Italian",
  "Japanese": "Japanese",
  "Korean": "Korean",
  "Norwegian": "Norwegian",
  "Polish": "Polish",
  "Portuguese": "Portuguese",
  "Russian": "Russian",
  "Spanish": "Spanish",
  "Swedish": "Swedish",
  "Thai": "Thai",
  "Turkish": "Turkish",
  "Ukrainian": "Ukrainian",
  "Vietnamese": "Vietnamese",
  "Go to top": "Go to top",
  "Port 25 blocked by ISP": "Port 25 blocked by ISP",
  "Email API Reference": "Email API Reference",
  "Regex Email Forwarding": "Regex Email Forwarding",
  "Open Source": "Open Source",
  "GPG Key": "GPG Key",
  "Learn more": "Learn more",
  "We support OpenPGP and end-to-end encryption": "We support OpenPGP and end-to-end encryption",
  "Languages": "Languages",
  "GitHub Repo stars": "GitHub Repo stars",
  "Qualys SSL Labs SSL Server Test": "Qualys SSL Labs SSL Server Test",
  "Mozilla HTTP Observatory Grade": "Mozilla HTTP Observatory Grade",
  "Internet Site Test": "Internet Site Test",
  "Internet Mail Test": "Internet Mail Test",
  "Hardenize Badge": "Hardenize Badge",
  "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.": "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.",
  "IOS is a trademark or registered trademark of Cisco.": "IOS is a trademark or registered trademark of Cisco.",
  "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.": "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.",
  "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.": "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.",
  "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.": "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.",
  "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.": "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.",
  "Linux is the registered trademark of Linus Torvalds.": "Linux is the registered trademark of Linus Torvalds.",
  "All rights reserved. All trademarks are property of their respective owners in the US and other countries.": "All rights reserved. All trademarks are property of their respective owners in the US and other countries.",
  "Chat with us": "Chat with us",
  "Success": "Success",
  "Error": "Error",
  "Info": "Info",
  "Question": "Question",
  "OK": "OK",
  "Cancel": "Cancel",
  "Close this dialog": "Close this dialog",
  "Are you sure?": "Are you sure?",
  "Please confirm if you wish to continue.": "Please confirm if you wish to continue.",
  "Español": "Español",
  "Hello": "Hello",
  "Invalid two-factor authentication passcode.": "Invalid two-factor authentication passcode.",
  "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>": "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>",
  "Authenticate yourself with optional OTP to log in.": "Authenticate yourself with optional OTP to log in.",
  "Ask a question": "Ask a question",
  "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?": "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?",
  "Write your message": "Write your message",
  "Message": "Message",
  "We'll be in contact with you!": "We'll be in contact with you!",
  "Send message": "Send message",
  "Upgrade": "Upgrade",
  "My Account": "My Account",
  "Domains": "Domains",
  "Emails": "Emails",
  "Analytics": "Analytics",
  "Logs": "Logs",
  "Profile": "Profile",
  "Billing": "Billing",
  "Sign out": "Sign out",
  "Please enable JavaScript to use our website.": "Please enable JavaScript to use our website.",
  "Account Recovery": "Account Recovery",
  "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.": "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.",
  "Verify access to your email address with a code emailed to you.": "Verify access to your email address with a code emailed to you.",
  "Wait 3-5 business days for an administrative follow-up email.": "Wait 3-5 business days for an administrative follow-up email.",
  "Access to your account will be unlocked for you.": "Access to your account will be unlocked for you.",
  "Continue": "Continue",
  "Two-Factor Check": "Two-Factor Check",
  "Passcode": "Passcode",
  "Don't ask me again in this browser": "Don't ask me again in this browser",
  "Having trouble?": "Having trouble?",
  "Use a recovery key": "Use a recovery key",
  "Lose your recovery keys?": "Lose your recovery keys?",
  "Request account recovery": "Request account recovery",
  "Password was invalid.": "Password was invalid.",
  "Setup OTP": "Setup OTP",
  "Download your emergency recovery keys below.": "Download your emergency recovery keys below.",
  "Download": "Download",
  "Copy": "Copy",
  "Confirm Password": "Confirm Password",
  "Recommended Authenticator Apps": "Recommended Authenticator Apps",
  "App": "App",
  "Links": "Links",
  "Open-Source": "Open-Source",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "F-Droid": "F-Droid",
  "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.": "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.",
  "<strong>Step 2:</strong> Scan this QR code and enter its generated token:": "<strong>Step 2:</strong> Scan this QR code and enter its generated token:",
  "Can’t scan the QR code?  Configure with this code": "Can’t scan the QR code?  Configure with this code",
  "Complete Setup": "Complete Setup",
  "Recovery Key": "Recovery Key",
  "Your request was successfully completed.": "Your request was successfully completed.",
  "Invalid recovery key.": "Invalid recovery key.",
  "Recovery key successful. This key will no longer be valid.": "Recovery key successful. This key will no longer be valid.",
  "You have run out of recovery keys. Please download the newly generated recovery keys before continuing.": "You have run out of recovery keys. Please download the newly generated recovery keys before continuing."
}