{
  "3": "3",
  "7": "7",
  "15": "fünfzehn",
  "200": "200",
  "400": "400",
  "401": "401",
  "403": "403",
  "404": "404",
  "429": "429",
  "500": "500",
  "501": "501",
  "502": "502",
  "503": "503",
  "504": "504",
  "587": "587",
  "Hello": "Hallo",
  "It looks like you accidentally included \"www.\" in your domain name.  Did you mean example.com instead of www.example.com?": "Anscheinend haben Sie aus Versehen \"www\" eingefügt. in Ihrem Domainnamen. Meinten Sie example.com statt www.example.com?",
  "Invalid API credentials.": "Ungültige API-Anmeldeinformationen.",
  "Invalid API token.": "Ungültiges API-Token.",
  "Email address was invalid.": "Die E-Mail-Adresse war ungültig.",
  "File upload was invalid.": "Datei-Upload war ungültig.",
  "Your message was invalid, as it was either blank or more than (5000) characters.": "Ihre Nachricht war ungültig, da sie entweder leer war oder mehr als (5000) Zeichen enthielt.",
  "Password was invalid.": "Passwort war ungültig.",
  "Password confirmation did not match new password.": "Passwortbestätigung stimmte nicht mit neuem Passwort überein.",
  "Password strength was not strong enough.": "Die Passwortstärke war nicht stark genug.",
  "Invalid port number.": "Ungültige Portnummer.",
  "We do not support this authentication provider.": "Wir unterstützen diesen Authentifizierungsanbieter nicht.",
  "Invalid recovery key.": "Ungültiger Wiederherstellungsschlüssel.",
  "Reset token and email were not valid together.": "Reset-Token und E-Mail waren zusammen nicht gültig.",
  "Change email token and email were not valid together.": "E-Mail-Token und E-Mail ändern waren nicht zusammen gültig.",
  "Reset token provided was invalid.": "Das bereitgestellte Reset-Token war ungültig.",
  "Invalid session secret.": "Ungültiges Sitzungsgeheimnis.",
  "Please slightly change values to ensure slug uniqueness.": "Bitte ändern Sie die Werte geringfügig, um die Einzigartigkeit der Schnecke zu gewährleisten.",
  "<span class=\"notranslate\">%s</span> was missing or blank.": "<span class=\"notranslate\">%s</span> fehlte oder war leer.",
  "User does not exist.": "Benutzer existiert nicht.",
  "Invalid CSRF token.": "Ungültiges CSRF-Token.",
  "The verification code entered was invalid.": "Der eingegebene Bestätigungscode war ungültig.",
  "Payment method must be either credit card, PayPal, or BitPay.": "Die Zahlungsmethode muss entweder Kreditkarte, PayPal oder BitPay sein.",
  "Payment type must be either one-time or subscription.": "Die Zahlungsart muss entweder einmalig oder Abonnement sein.",
  "Payment type must be one-time.": "Die Zahlungsart muss einmalig sein.",
  "Payment duration was invalid.": "Zahlungsdauer war ungültig.",
  "Please enable JavaScript to continue.": "Bitte aktivieren Sie JavaScript, um fortzufahren.",
  "Please verify your email address to continue.": "Bitte bestätigen Sie Ihre E-Mail-Adresse, um fortzufahren.",
  "Please wait for <span class=\"notranslate\">%s</span> and try again.": "Bitte warten Sie auf <span class=\"notranslate\">%s</span> und versuchen Sie es erneut.",
  "Your email address has been successfully verified.": "Ihre E-Mail-Adresse wurde erfolgreich verifiziert.",
  "Your email address is already verified.": "Ihre E-Mail-Adresse ist bereits verifiziert.",
  "A verification code has been sent to your email address. Please verify your account within 7 days or it will be automatically deleted.": "Ein Bestätigungscode wurde an Ihre E-Mail-Adresse gesendet. Bitte verifizieren Sie Ihr Konto innerhalb von 7 Tagen oder es wird automatisch gelöscht.",
  "Your current email verification code has expired and we have sent a new one to your email address.": "Ihr aktueller E-Mail-Bestätigungscode ist abgelaufen und wir haben einen neuen an Ihre E-Mail-Adresse gesendet.",
  "Invalid two-factor authentication passcode.": "Ungültiger Passcode für die Zwei-Faktor-Authentifizierung.",
  "You do not belong to the administrative user group.": "Sie gehören nicht zur administrativen Benutzergruppe.",
  "Please log in with two-factor authentication to continue.": "Bitte melden Sie sich mit Zwei-Faktor-Authentifizierung an, um fortzufahren.",
  "Please log in or sign up to view the page you requested.": "Bitte melden Sie sich an oder melden Sie sich an, um die angeforderte Seite anzuzeigen.",
  "Please log out to view the page you requested.": "Bitte melden Sie sich ab, um die angeforderte Seite anzuzeigen.",
  "Alias does not exist on the domain.": "Alias ist in der Domäne nicht vorhanden.",
  "Add a domain name to your account to continue.": "Fügen Sie Ihrem Konto einen Domainnamen hinzu, um fortzufahren.",
  "Add a new alias to continue.": "Fügen Sie einen neuen Alias hinzu, um fortzufahren.",
  "Domain name was invalid (must be an IP or FQDN).": "Der Domänenname war ungültig (muss eine IP oder ein FQDN sein).",
  "Domain name was invalid (must be a FQDN).": "Der Domänenname war ungültig (muss ein FQDN sein).",
  "Add Alias": "Alias hinzufügen",
  "User must be a domain admin to create a catch-all alias.": "Der Benutzer muss ein Domänenadministrator sein, um einen Catch-All-Alias zu erstellen.",
  "Alias already exists for domain.": "Alias existiert bereits für Domain.",
  "Domain's DNS records have been verified.": "Die DNS-Einträge der Domain wurden verifiziert.",
  "Domain does not exist on your account.": "Domain existiert nicht auf Ihrem Konto.",
  "User must be a domain admin to create an alias with a reserved word (see the page on <a target=\"_blank\" rel=\"noopener noreferrer\" class=\"font-weight-bold\" href=\"%s/reserved-email-addresses\">Reserved Email Addresses</a>).": "Der Benutzer muss ein Domänenadministrator sein, um einen Alias mit einem reservierten Wort zu erstellen (siehe Seite zu <a target=\"_blank\" rel=\"noopener noreferrer\" class=\"font-weight-bold\" href=\"%s/reserved-email-addresses\">reservierten E-Mail-Adressen</a> ).",
  "User cannot have more than (5) aliases on global domains.": "Der Benutzer kann nicht mehr als (5) Aliasse auf globalen Domänen haben.",
  "You have exceeded the maximum count of (<span class=\"notranslate\">%s</span>) recipients per alias.  Please <a class=\"font-weight-bold\" href=\"/help\">contact us</a> if you wish to have this limit increased.  We review requests on a unique basis.  Please provide us with information about your forwarding purposes if possible.": "Sie haben die maximale Anzahl von ( <span class=\"notranslate\">%s</span> ) Empfängern pro Alias überschritten. Bitte <a class=\"font-weight-bold\" href=\"/help\">kontaktieren Sie uns,</a> wenn Sie dieses Limit erhöhen möchten. Wir prüfen Anfragen individuell. Bitte teilen Sie uns nach Möglichkeit Ihre Weiterleitungszwecke mit.",
  "Domain does not exist.": "Domäne existiert nicht.",
  "Invite does not exist with your email address for this domain.": "Invite existiert nicht mit Ihrer E-Mail-Adresse für diese Domain.",
  "Domain already exists on your account.": "Die Domain existiert bereits in Ihrem Konto.",
  "Your account is currently an admin of one or more domain names.  Please delete these domains or remove yourself from them to continue.": "Ihr Konto ist derzeit ein Administrator eines oder mehrerer Domainnamen. Bitte löschen Sie diese Domains oder entfernen Sie sich selbst aus ihnen, um fortzufahren.",
  "Your account was successfully deleted.": "Ihr Konto wurde erfolgreich gelöscht.",
  "You can only request a password reset every 30 minutes.  Please try again <span class=\"notranslate\">%s</span>.": "Sie können nur alle 30 Minuten ein Zurücksetzen des Passworts anfordern. Bitte versuchen Sie es noch einmal <span class=\"notranslate\">%s</span> .",
  "We have emailed you a link to reset your password.": "Wir haben Ihnen per E-Mail einen Link zum Zurücksetzen Ihres Passworts gesendet.",
  "Password successfully confirmed.": "Passwort erfolgreich bestätigt.",
  "Empty Recovery Keys": "Leere Wiederherstellungsschlüssel",
  "You have run out of recovery keys. Please download the newly generated recovery keys before continuing.": "Sie haben keine Wiederherstellungsschlüssel mehr. Bitte laden Sie die neu generierten Wiederherstellungsschlüssel herunter, bevor Sie fortfahren.",
  "Recovery key successful. This key will no longer be valid.": "Wiederherstellungsschlüssel erfolgreich. Dieser Schlüssel ist nicht mehr gültig.",
  "You have successfully registered.": "Sie haben sich erfolgreich registriert.",
  "You have successfully signed in.": "Sie haben sich erfolgreich angemeldet.",
  "You are already signed in.": "Sie sind bereits angemeldet.",
  "Your request was successfully completed.": "Ihre Anfrage wurde erfolgreich abgeschlossen.",
  "Sorry, your request has timed out.  We have been alerted of this issue.  Please try again.": "Ihre Anfrage ist leider abgelaufen. Wir wurden auf dieses Problem aufmerksam gemacht. Bitte versuche es erneut.",
  "You have successfully set a new password.": "Sie haben erfolgreich ein neues Passwort festgelegt.",
  "You have successfully set a new email address.": "Sie haben erfolgreich eine neue E-Mail-Adresse eingerichtet.",
  "You have successfully signed out.": "Sie haben sich erfolgreich abgemeldet.",
  "Your email has been successfully verified. You should receive a support email from an admin within the next 3-5 business days.": "Ihre E-Mail wurde erfolgreich verifiziert. Sie sollten innerhalb der nächsten 3-5 Werktage eine Support-E-Mail von einem Administrator erhalten.",
  "We were unable to send your help request.  We have been alerted of this problem.  Please try again.": "Wir konnten Ihre Hilfeanfrage nicht senden. Wir wurden auf dieses Problem aufmerksam gemacht. Bitte versuche es erneut.",
  "You have reached the limit for sending help requests.  Please try again.": "Sie haben das Limit für das Senden von Hilfeanfragen erreicht. Bitte versuche es erneut.",
  "Thank you for contacting us.  We would love to hear more from you.  How can we help?": "Danke, dass Sie uns kontaktiert haben. Wir würden gerne mehr von Ihnen hören. Wie können wir helfen?",
  "Your help request has been sent successfully.  You should hear from us soon.  Thank you!": "Ihre Hilfeanfrage wurde erfolgreich gesendet. Sie sollten bald von uns hören. Dankeschön!",
  "An unknown error has occurred. We have been alerted of this issue. Please try again.": "Ein unbekannter Fehler ist aufgetreten. Wir wurden auf dieses Problem aufmerksam gemacht. Bitte versuche es erneut.",
  "Please enter a password.": "Bitte Passwort eingeben.",
  "Account is currently locked due to rate limiting.  Please try again later.": "Das Konto ist derzeit aufgrund einer Ratenbegrenzung gesperrt. Bitte versuchen Sie es später erneut.",
  "Account is currently locked due to too many failed login attempts.  Please try again later.": "Das Konto ist derzeit aufgrund zu vieler fehlgeschlagener Anmeldeversuche gesperrt. Bitte versuchen Sie es später erneut.",
  "Please log in with Google or GitHub and set your password in order to be able to log in with your email address.": "Bitte loggen Sie sich bei Google oder GitHub ein und legen Sie Ihr Passwort fest, um sich mit Ihrer E-Mail-Adresse einloggen zu können.",
  "Email address or password is incorrect.": "E-Mail-Adresse oder Passwort ist falsch.",
  "Please enter an email address.": "Bitte geben Sie eine E-mail-Adresse ein.",
  "A user with the given email address is already registered.  Please try to log in or reset the password if this account belongs to you.": "Ein Benutzer mit der angegebenen E-Mail-Adresse ist bereits registriert. Bitte versuchen Sie, sich anzumelden oder das Passwort zurückzusetzen, wenn dieses Konto Ihnen gehört.",
  "This plan is already active, please refresh.": "Dieser Plan ist bereits aktiv, bitte aktualisieren Sie ihn.",
  "Upgrade Plan": "Upgrade-Plan",
  "Invalid plan selected.": "Ungültiger Plan ausgewählt.",
  "Please <a class=\"font-weight-bold\" href=\"%s\">upgrade to a paid plan</a> to unlock this feature.": "Bitte <a class=\"font-weight-bold\" href=\"%s\">aktualisieren Sie auf einen kostenpflichtigen Plan</a> , um diese Funktion freizuschalten.",
  "You have successfully accepted the invite to this domain and are an admin.": "Sie haben die Einladung zu dieser Domain erfolgreich angenommen und sind Administrator.",
  "You have successfully accepted the invite to this domain and you can now create your first alias.": "Sie haben die Einladung zu dieser Domain erfolgreich angenommen und können nun Ihren ersten Alias erstellen.",
  "An error occurred while emailing the invite link.  Please manually copy the the invite link and share it with this person if needed.": "Beim Senden des Einladungslinks ist ein Fehler aufgetreten. Bitte kopieren Sie den Einladungslink manuell und teilen Sie ihn bei Bedarf mit dieser Person.",
  "Group was invalid, must be either admin or user.": "Gruppe war ungültig, muss entweder Admin oder Benutzer sein.",
  "Invite was already sent to this email address.  Please manually copy the invite link and share it with this person if needed.": "Einladung wurde bereits an diese E-Mail-Adresse gesendet. Bitte kopieren Sie den Einladungslink manuell und teilen Sie ihn bei Bedarf mit dieser Person.",
  "Free": "Kostenlos",
  "Enhanced Protection": "Verbesserter Schutz",
  "Team": "Mannschaft",
  "You have successfully downgraded to the Free Plan.": "Sie haben erfolgreich ein Downgrade auf den kostenlosen Plan durchgeführt.",
  "You have successfully upgraded to the Enhanced Protection Plan.": "Sie haben erfolgreich auf den Enhanced Protection Plan aktualisiert.",
  "You have successfully upgraded to the Team Plan.": "Sie haben erfolgreich auf den Teamplan aktualisiert.",
  "Your account has been banned.": "Dein Account wurde gesperrt.",
  "Domain is not a registered domain name. <a class=\"font-weight-bold\" href=\"/domain-registration\">Click here to register it now</a>.": "Domain ist kein registrierter Domainname. <a class=\"font-weight-bold\" href=\"/domain-registration\">Klicken Sie hier, um es jetzt zu registrieren</a> .",
  "Domain is missing required DNS TXT records. <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.": "In der Domäne fehlen erforderliche DNS-TXT-Einträge. <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Lesen Sie unsere FAQ</a> für detaillierte Anweisungen.",
  "Domain has multiple verification records.  Please ensure there is only one verification record that exists.": "Domain hat mehrere Verifizierungsdatensätze. Bitte stellen Sie sicher, dass nur ein Verifizierungsdatensatz existiert.",
  "Domain has multiple port records.  Please ensure there is only one port record that exists.": "Domain hat mehrere Port-Records. Bitte stellen Sie sicher, dass nur ein Port-Record existiert.",
  "At least one admin user must belong to the domain.": "Mindestens ein Admin-Benutzer muss der Domäne angehören.",
  "Verification record must only use characters A-Z and numbers 0-9.": "Der Verifizierungsdatensatz darf nur die Zeichen A-Z und die Zahlen 0-9 enthalten.",
  "<p class=\"mb-0\">Domain is missing required DNS MX records of:</p><ul class=\"markdown-body ml-0 mr-0 mb-3\"><span class=\"notranslate\">%s</span></ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same).<a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">In der Domain fehlen erforderliche DNS-MX-Einträge von:</p><ul class=\"markdown-body ml-0 mr-0 mb-3\"> <span class=\"notranslate\">%s</span></ul><p class=\"mb-0\"> Bitte stellen Sie sicher, dass Sie keine Tippfehler haben und beide eindeutigen Datensätze hinzugefügt haben (zB stellen Sie sicher, dass beide Datensätze nicht gleich sind). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Lesen Sie unsere FAQ</a> für detaillierte Anweisungen.</p>",
  "Domain is missing required DNS TXT record of: <span class=\"notranslate\">%s</span>": "In der Domäne fehlt der erforderliche DNS-TXT-Eintrag von: <span class=\"notranslate\">%s</span>",
  "Domain has an incorrect DNS TXT record for verification.  Please ensure <span class=\"notranslate\">%s</span> is the only verification record that exists.": "Die Domäne hat einen falschen DNS-TXT-Eintrag zur Überprüfung. Bitte stellen Sie sicher, dass <span class=\"notranslate\">%s</span> der einzige existierende Verifizierungsdatensatz ist.",
  "Domain has multiple verification records.  Please ensure <span class=\"notranslate\">%s</span> is the only verification record that exists.": "Domain hat mehrere Verifizierungsdatensätze. Bitte stellen Sie sicher, dass <span class=\"notranslate\">%s</span> der einzige existierende Verifizierungsdatensatz ist.",
  "If you recently updated your DNS records for <span class=\"notranslate\">%s</span>, then you should purge its cache using <a class=\"font-weight-bold\" href=\"https://1.1.1.1/purge-cache/\" rel=\"noopener noreferrer\" target=\"_blank\">Cloudflare's Purge Cache Tool</a> and optionally <a class=\"font-weight-bold\" href=\"https://developers.google.com/speed/public-dns/cache\" rel=\"noopener noreferrer\" target=\"_blank\">Google's Purge Cache Tool</a>.  Note that sometimes it may take 30 minutes to 24 hours (depending on your location and provider) for the Internet's DNS propagation to finish.": "Wenn Sie kürzlich Ihre DNS-Einträge für <span class=\"notranslate\">%s</span> aktualisiert haben, sollten Sie den Cache mit <a class=\"font-weight-bold\" href=\"https://1.1.1.1/purge-cache/\" rel=\"noopener noreferrer\" target=\"_blank\">dem Purge Cache Tool</a> von Cloudflare und optional <a class=\"font-weight-bold\" href=\"https://developers.google.com/speed/public-dns/cache\" rel=\"noopener noreferrer\" target=\"_blank\">dem Purge Cache Tool von Google leeren</a> . Beachten Sie, dass es manchmal 30 Minuten bis 24 Stunden dauern kann (je nach Standort und Anbieter), bis die DNS-Verbreitung des Internets abgeschlossen ist.",
  "If we automatically detect your DNS records are valid (before you do), then we will send you an automated email alert.  Don't worry, we routinely check DNS records for your domain every few minutes!": "Wenn wir automatisch erkennen, dass Ihre DNS-Einträge gültig sind (bevor Sie dies tun), senden wir Ihnen eine automatische E-Mail-Benachrichtigung. Keine Sorge, wir überprüfen routinemäßig alle paar Minuten die DNS-Einträge für Ihre Domain!",
  "Could not import \"<span class=\"notranslate\">%s</span>\" record's recipient of \"<span class=\"notranslate\">%s</span>\" since it already exists as an alias.": "Der Empfänger von &quot; <span class=\"notranslate\">%s</span> <span class=\"notranslate\">%s</span> &quot; konnte nicht importiert werden, da er bereits als Alias existiert.",
  "We successfully imported the disabled address of \"<span class=\"notranslate\">%s</span>\", but we had to do so with a single recipient of \"nobody@forwardemail.net\" because it did not have a recipient in the imported DNS entry.": "Wir haben die deaktivierte Adresse von &quot; <span class=\"notranslate\">%s</span> &quot; erfolgreich importiert, mussten dies jedoch mit einem einzelnen Empfänger von &quot;nobody@forwardemail.net&quot; tun, da es keinen Empfänger im importierten DNS-Eintrag gab.",
  "Could not import catch-all record's recipient of \"<span class=\"notranslate\">%s</span>\" since the catch-all already includes it as a recipient.": "<span class=\"notranslate\">%s</span> &quot; konnte nicht importiert werden, da der Catch-All-Datensatz ihn bereits als Empfänger enthält.",
  "Successfully imported (<span class=\"notranslate\">%d</span>) aliases.": "Erfolgreich importierte ( <span class=\"notranslate\">%d</span> ) Aliasse.",
  "An error occurred while importing aliases.": "Beim Importieren von Aliasen ist ein Fehler aufgetreten.",
  "No aliases were available to import.": "Es waren keine Aliase zum Importieren verfügbar.",
  "Successfully imported (<span class=\"notranslate\">%d</span>) catch-all recipients.": "Erfolgreich importierte ( <span class=\"notranslate\">%d</span> ) Catch-All-Empfänger.",
  "An error occurred while importing catch-all recipients.": "Beim Importieren von Catch-All-Empfängern ist ein Fehler aufgetreten.",
  "No catch-all recipients were available to import.": "Es standen keine Catch-All-Empfänger zum Importieren zur Verfügung.",
  "Multiple errors occurred during record verification.": "Bei der Datensatzüberprüfung sind mehrere Fehler aufgetreten.",
  "User is already an accepted member of this domain": "Der Benutzer ist bereits ein akzeptiertes Mitglied dieser Domain",
  "Our metrics are not available, please check back later.": "Unsere Messwerte sind nicht verfügbar. Bitte schauen Sie später noch einmal vorbei.",
  "Sunday": "Sonntag",
  "Monday": "Montag",
  "Tuesday": "Dienstag",
  "Wednesday": "Mittwoch",
  "Thursday": "Donnerstag",
  "Friday": "Freitag",
  "Saturday": "Samstag",
  "Week": "Woche",
  "Users": "Benutzer",
  "Domains": "Domänen",
  "Aliases": "Aliase",
  "Aliases cannot have a \"+\" symbol as this a built-in filtering feature (similar to Gmail).": "Aliase dürfen kein \"+\"-Symbol haben, da dies eine integrierte Filterfunktion ist (ähnlich wie bei Gmail).",
  "Unfortunately an error occurred while sending the email.  Please try again or <a class=\"font-weight-bold\" href=\"/help\">contact us</a> for help.": "Leider ist beim Versenden der E-Mail ein Fehler aufgetreten. Bitte versuchen Sie es erneut oder <a class=\"font-weight-bold\" href=\"/help\">kontaktieren Sie uns</a> für Hilfe.",
  "Check your inbox for a link to confirm your email change.": "Suchen Sie in Ihrem Posteingang nach einem Link zur Bestätigung Ihrer E-Mail-Änderung.",
  "You can only change your email address every <span class=\"notranslate\">%s</span> minutes. Please try again <span class=\"notranslate\">%s</span>.": "Sie können Ihre E-Mail-Adresse nur alle <span class=\"notranslate\">%s</span> Minuten ändern. Bitte versuchen Sie es noch einmal <span class=\"notranslate\">%s</span> .",
  "The email address <span class=\"notranslate\">%s</span> already exists.": "Die E-Mail-Adresse <span class=\"notranslate\">%s</span> existiert bereits.",
  "Aliases owned by the member being deleted must be first reassigned or deleted.": "Aliase, die dem zu löschenden Mitglied gehören, müssen zuerst neu zugewiesen oder gelöscht werden.",
  "<span class=\"notranslate\">%s</span> payment for <span class=\"notranslate\">%s</span> of the <span class=\"notranslate\">%s</span> plan.": "<span class=\"notranslate\">%s</span> Zahlung für <span class=\"notranslate\">%s</span> des <span class=\"notranslate\">%s</span> Plans.",
  "Payment reference was invalid or did not exist.": "Die Zahlungsreferenz war ungültig oder existierte nicht.",
  "Receipt": "Erhalt",
  "Domain name <span class=\"notranslate\">%s</span> must have at least one admin that is signed up for the <span class=\"notranslate\">%s</span> plan. Please <a class=\"font-weight-bold\" href=\"%s\">upgrade your account</a> to this plan to continue.": "Domänenname <span class=\"notranslate\">%s</span> muss mindestens einen Administrator haben, der für den <span class=\"notranslate\">%s</span> Plan registriert ist. Bitte <a class=\"font-weight-bold\" href=\"%s\">aktualisieren Sie Ihr Konto</a> auf diesen Plan, um fortzufahren.",
  "Domain name <span class=\"notranslate\">%s</span> has a potentially malicious domain name extension and must have at least one admin that is signed up for a paid plan. Please <a class=\"font-weight-bold\" href=\"%s\">upgrade your account</a> to a paid plan to continue.": "Der <span class=\"notranslate\">%s</span> hat eine potenziell bösartige Domänennamenerweiterung und muss mindestens einen Administrator haben, der sich für einen kostenpflichtigen Plan angemeldet hat. Bitte <a class=\"font-weight-bold\" href=\"%s\">aktualisieren Sie Ihr Konto</a> auf einen kostenpflichtigen Plan, um fortzufahren.",
  "Upgrade": "Aktualisierung",
  "Billing": "Abrechnung",
  "Invalid Stripe Signature": "Ungültige Stripe-Signatur",
  "Invalid PayPal Signature": "Ungültige PayPal-Signatur",
  "You do not currently have an active subscription, or it was recently cancelled.": "Sie haben derzeit kein aktives Abonnement oder es wurde kürzlich gekündigt.",
  "You have successfully cancelled your subscription.": "Sie haben Ihr Abonnement erfolgreich gekündigt.",
  "You have successfully made a one-time payment.": "Sie haben erfolgreich eine Einmalzahlung getätigt.",
  "We will manually process your pro-rated refund in the amount of <span class=\"notranslate\">%s USD</span> and email you when complete.": "Wir werden Ihre anteilige Rückerstattung in Höhe von <span class=\"notranslate\">%s USD</span> manuell bearbeiten und Ihnen nach Abschluss eine E-Mail senden.",
  "Captcha service error.": "Fehler beim Captcha-Dienst.",
  "Captcha not verified.": "Captcha nicht verifiziert.",
  "Missing stripe subscription or customer id for stripe billing portal.": "Stripe-Abonnement oder Kundennummer für das Stripe-Abrechnungsportal fehlt.",
  "Payment via BitPay was not enough.": "Die Zahlung über BitPay war nicht ausreichend.",
  "About Forward Email": "Über E-Mail weiterleiten",
  "Table of Contents": "Inhaltsverzeichnis",
  "Foreword": "Vorwort",
  "History": "Geschichte",
  "Service": "Service",
  "Privacy": "Privatsphäre",
  "Special Thanks": "Besonderer Dank",
  "Forward Email": "Email weiterleiten",
  " is a ": " ist ein",
  "free and open-source": "kostenlos und Open Source",
  " ": " ",
  "email forwarding": "E-Mail-Weiterleitung",
  " service focused on a user's ": " Service, der sich auf die des Benutzers konzentriert",
  "right to privacy": "Recht auf Privatsphäre",
  ", and was launched in November 2017. It is powered by ": ", und wurde im November 2017 auf den Markt gebracht. Es wird betrieben von",
  "Node.js": "Node.js",
  " and operates using the ": " und arbeitet mit dem",
  "DNS": "DNS",
  ", ": ",",
  "HTTPS": "HTTPS",
  ", and ": ", und",
  "SMTP": "SMTP",
  " protocols. The service offers unlimited custom domain names, unlimited email addresses and aliases, unlimited disposable email addresses, spam and phishing protection, and other features.  Paid plans are offered for \"Enhanced Privacy Protection\", whereas the email alias configuration is hidden from the public.": " Protokolle. Der Dienst bietet unbegrenzte benutzerdefinierte Domainnamen, unbegrenzte E-Mail-Adressen und Aliase, unbegrenzte Einweg-E-Mail-Adressen, Spam- und Phishing-Schutz und andere Funktionen. Bezahlte Pläne werden für \"Erweiterter Datenschutz\" angeboten, während die E-Mail-Alias-Konfiguration vor der Öffentlichkeit verborgen ist.",
  "We launched ": "Wir haben gestartet",
  "in November 2017": "im November 2017",
  " after an initial release by ": " nach einer Erstveröffentlichung von",
  "Niftylettuce": "Niftysalat",
  ".": ".",
  "In April 2018 ": "Im April 2018",
  "Cloudflare": "Wolkenflare",
  " launched their ": " startete ihre",
  "privacy-first consumer DNS service": "Privatkunden-DNS-Dienst für den Datenschutz an erster Stelle",
  ", and we switched from using ": ", und wir wechselten von der Verwendung",
  "OpenDNS": "OpenDNS",
  " to ": " zu",
  " for handling ": " zur Handhabung",
  " lookups.": " Nachschlagen.",
  "In October 2018, we allowed users to \"Send Mail As\" with ": "Im Oktober 2018 haben wir Benutzern erlaubt, \"Mail senden als\" mit",
  "Gmail": "Google Mail",
  "Outlook": "Ausblick",
  "Zoho": "Zoho",
  "Apple Mail": "Apple-Mail",
  ", and other ": ", und andere",
  "webmail": "Webmail",
  " services.": " Dienstleistungen.",
  "In May 2019, we released ": "Im Mai 2019 haben wir veröffentlicht",
  "v2.0.0": "v2.0.0",
  ", which was a major rewrite from the initial versions v0.x and v1.x, which focused on ": ", die eine umfassende Neufassung der ursprünglichen Versionen v0.x und v1.x war, die sich auf",
  "performance": "Leistung",
  " through the use of ": " durch die Verwendung von",
  "'s ": "'S",
  "streams": "Ströme",
  "In February 2020, we ": "Im Februar 2020 haben wir",
  "released": "freigegeben",
  " the Enhanced Privacy Protection plan.  This plan allows users to switch off setting public DNS record entries with their email forwarding configuration aliases. Through this plan, a user's email alias information is hidden from being publicly searchable over the Internet. We also ": " den erweiterten Datenschutzplan. Mit diesem Plan können Benutzer das Festlegen von öffentlichen DNS-Eintragseinträgen mit ihren Konfigurationsaliasen für die E-Mail-Weiterleitung deaktivieren. Durch diesen Plan werden die E-Mail-Aliasinformationen eines Benutzers vor der öffentlichen Suche über das Internet verborgen. Wir ... auch",
  "released a feature": "ein Feature veröffentlicht",
  " to enable or disable specific aliases while still allowing them to appear as a valid email address and return a successful ": " um bestimmte Aliase zu aktivieren oder zu deaktivieren, während sie weiterhin als gültige E-Mail-Adresse angezeigt werden und ein erfolgreiches zurückgeben",
  "SMTP status code": "SMTP-Statuscode",
  ", but the emails will be immediately discarded (similar to piping output from a process to ": ", aber die E-Mails werden sofort verworfen (ähnlich wie beim Weiterleiten der Ausgabe von einem Prozess an",
  "/dev/null": "/dev/null",
  ").": ").",
  "In April 2020, our developer Niftylettuce ": "Im April 2020 hat unser Entwickler Niftylettuce",
  " its initial alpha version of ": " seine erste Alpha-Version von",
  "Spam Scanner": "Spam-Scanner",
  " \"after hitting countless roadblocks with existing spam-detection solutions\" and because \"none of these solutions (": " \"nachdem ich mit bestehenden Spam-Erkennungslösungen auf unzählige Hindernisse gestoßen bin\" und weil \"keine dieser Lösungen (",
  "Rspamd": "Rspamd",
  " and ": " und",
  "SpamAssassin": "SpamAttentäter",
  ") honored (our) privacy policy\". Spam Scanner is a completely free and open-source ": ") beachtet (unsere) Datenschutzrichtlinie\". Spam Scanner ist völlig kostenlos und Open-Source",
  "anti-spam filtering": "Anti-Spam-Filterung",
  " solution which uses a ": " Lösung, die a . verwendet",
  "Naive Bayes spam filtering": "Spamfilter von Naive Bayes",
  " approach in combination with ": " Ansatz in Kombination mit",
  "anti-phishing": "Anti Phishing",
  "IDN homograph attack": "Angriff auf IDN-Homografen",
  " protection. We also ": " Schutz. Wir ... auch",
  " a feature to allow ": " eine Funktion zuzulassen",
  "two-factor authentication": "Zwei-Faktor-Authentifizierung",
  " (2FA) using a ": " (2FA) mit a",
  "one-time password": "einmaliges Passwort",
  " (OTP) for enhanced account security.": " (OTP) für verbesserte Kontosicherheit.",
  "In May 2020, we ": "Im Mai 2020 haben wir",
  "allowed": "dürfen",
  " custom ": " Benutzerdefiniert",
  "port forwarding": "Port-Weiterleitung",
  " as workaround for users to circumvent port blocking by their ": " als Workaround für Benutzer, um die Portblockierung durch ihre",
  "ISP": "ISP",
  ".  We also released our ": ". Wir haben auch unsere veröffentlicht",
  "Free Email Forwarding RESTful API": "Kostenlose RESTful API für die E-Mail-Weiterleitung",
  ", with complete documentation and real-time request and response examples.  We also ": ", mit vollständiger Dokumentation und Echtzeit-Anfrage- und Antwortbeispielen. Wir ... auch",
  " support for webhooks, due to high demand from users ": " Unterstützung für Webhooks, aufgrund der hohen Nachfrage von Benutzern",
  "switching": "Schalten",
  " to use our service as a Mailgun webhook alternative.": " um unseren Service als Mailgun-Webhook-Alternative zu nutzen.",
  "In June 2020, we publicly released our real-time metrics and revenue on our ": "Im Juni 2020 haben wir unsere Echtzeit-Metriken und Einnahmen auf unserem",
  "Open Startup": "Start öffnen",
  " page (also available as a link in the footer of our site).": " Seite (auch als Link in der Fußzeile unserer Seite verfügbar).",
  "In August 2020, we added support for the ": "Im August 2020 haben wir die Unterstützung für die",
  "Authenticated Received Chain": "Authentifizierte empfangene Kette",
  " (\"ARC\") email authentication system.": " (\"ARC\") E-Mail-Authentifizierungssystem.",
  "On November 23, 2020 we publicly launched out of our beta program.": "Am 23. November 2020 haben wir unser Betaprogramm öffentlich gestartet.",
  "As of May 2020, we operate from 3 server locations across 2 countries.  We have future plans to move our servers to a country such as Iceland, which has ": "Ab Mai 2020 sind wir von 3 Serverstandorten in 2 Ländern aus tätig. Wir haben für die Zukunft Pläne, unsere Server in ein Land wie Island zu verlegen, in dem es",
  "championed itself as a beacon of net neutrality and online privacy": "hat sich als Leuchtturm für Netzneutralität und Online-Privatsphäre verteidigt",
  "We have a \"zero tolerance policy\" ": "Wir haben eine \"Null-Toleranz-Politik\"",
  "privacy policy": "Datenschutz-Bestimmungen",
  ", which states that we don't store logs nor emails, and we don't track users. Our statement clearly states that we do not collect nor store forwarded emails, metadata, server-side nor client-side logs, IP addresses, or browser information.": ", die besagt, dass wir weder Protokolle noch E-Mails speichern und Benutzer nicht nachverfolgen. Unsere Erklärung besagt eindeutig, dass wir keine weitergeleiteten E-Mails, Metadaten, server- oder clientseitige Protokolle, IP-Adressen oder Browserinformationen sammeln oder speichern.",
  "Only an email address is required to create and configure the Enhanced Protection Plan, which hides DNS email alias information on the free plan through a managed and hosted service.": "Es ist nur eine E-Mail-Adresse erforderlich, um den erweiterten Schutzplan zu erstellen und zu konfigurieren, der DNS-E-Mail-Aliasinformationen über den kostenlosen Plan über einen verwalteten und gehosteten Dienst verbirgt.",
  "User's accounts, domains, and all related information can be permanently deleted at any time by the user.": "Benutzerkonten, Domänen und alle zugehörigen Informationen können jederzeit vom Benutzer dauerhaft gelöscht werden.",
  "Forward Email's source code is primarily developed by ": "Der Quellcode von Forward Email wird hauptsächlich von . entwickelt",
  ", whom publicly credits immense open-source contributions from the following people:": ", der öffentlich immense Open-Source-Beiträge von den folgenden Personen anerkennt:",
  "Ryan Lee Sipes": "Ryan Lee Sipes",
  " (the driving force to revitalize and modernize ": " (die treibende Kraft zur Revitalisierung und Modernisierung",
  "Mozilla Thunderbird": "Mozilla Thunderbird",
  ") for serving as an advisor, assisting with growth, and relentlessly contributing feedback on product iterations.": ") als Berater, Unterstützung beim Wachstum und unermüdliches Feedback zu Produktversionen.",
  "Shaun Warman": "Shaun Warman",
  " for ": " zum",
  "integration": "Integration",
  " of ": " von",
  " (OTP), ": " (OTP),",
  "Content Security Policy": "Inhaltssicherheitsrichtlinie",
  " (CSP), and ": " (CSP) und",
  "Subresource Integrity": "Unterressourcenintegrität",
  " (SRI) into the ": " (SRI) in die",
  "Lad": "Junge",
  " framework, which is ": " Rahmen, der",
  "used internally": "intern verwendet",
  " in Forward Email.": " in E-Mail weiterleiten.",
  "Fedor Indutny": "Fedor Industrie",
  "questions and answers": "Fragen und Antworten",
  " regarding Forward Email's compliance with strict and modern ": " bezüglich der Einhaltung strenger und moderner . von Forward Email",
  "TLS": "TLS",
  "cryptographic ciphers": "kryptografische Verschlüsselungen",
  "Andris Reisman": "Andris Reisman",
  " (the author of the ": " (der Autor des",
  "npm": "Über dem Meeresspiegel",
  " package nodemailer, which is used internally in Forward Email.": " Paket nodemailer, das intern in Forward Email verwendet wird.",
  "Scott Kitterman": "Scott Kitterman",
  "Sender Policy Framework": "Absenderrichtlinien-Framework",
  " (SPF) ": " (SPF)",
  "RFC 7208": "RFC 7208",
  " specification) for ": " Spezifikation) für",
  "questions": "Fragen",
  "answers": "Antworten",
  " regarding Forward Email's compliance with ": " in Bezug auf die Einhaltung von Forward Email mit",
  "Sender Rewriting Scheme": "Absenderumschreibungsschema",
  " (SRS), ": " (SRS),",
  "DMARC": "DMARC",
  " (SPF), and ": " (SPF) und",
  "DKIM": "DKIM",
  " compliance over ": " Einhaltung über",
  "IRC": "IRC",
  "Privacy Policy": "Datenschutz-Bestimmungen",
  "Information Not Collected": "Nicht gesammelte Informationen",
  "Information Collected": "Gesammelte Informationen",
  "Information Shared": "Geteilte Informationen",
  "Information Removal": "Entfernen von Informationen",
  "We do not store any emails.": "Wir speichern keine E-Mails.",
  "We do not store any metadata about emails.": "Wir speichern keine Metadaten zu E-Mails.",
  "We do not store any logs.": "Wir speichern keine Protokolle.",
  "We do not store any IP addresses.": "Wir speichern keine IP-Adressen.",
  "We do not store any browser information.": "Wir speichern keine Browserinformationen.",
  "For transparency, at any time you can ": "Für Transparenz können Sie jederzeit",
  "view our source code": "Sehen Sie sich unseren Quellcode an",
  " to see how the information below is collected and used:": " um zu sehen, wie die folgenden Informationen gesammelt und verwendet werden:",
  "We store a cookie in a session for your visit (strictly for functionality).  This cookie is stored securely in our Redis database.": "Wir speichern ein Cookie in einer Sitzung für Ihren Besuch (ausschließlich für die Funktionalität). Dieses Cookie wird sicher in unserer Redis-Datenbank gespeichert.",
  "We store your email address (strictly for functionality).  This email address is stored securely in our MongoDB database.": "Wir speichern Ihre E-Mail-Adresse (ausschließlich für die Funktionsfähigkeit). Diese E-Mail-Adresse wird sicher in unserer MongoDB-Datenbank gespeichert.",
  "We store your domain name(s) and alias(es) you create (strictly for functionality).  This information is stored securely in our MongoDB database.": "Wir speichern Ihre(n) Domain-Name(n) und Alias(e), die Sie erstellen (ausschließlich für die Funktionalität). Diese Informationen werden sicher in unserer MongoDB-Datenbank gespeichert.",
  "Any additional information you voluntarily provide us, such as comments or questions in a ": "Alle zusätzlichen Informationen, die Sie uns freiwillig zur Verfügung stellen, wie Kommentare oder Fragen in a",
  "Help request": "Hilfeanforderung",
  "We do not share your information with any third-party whatsoever (with the exception of ": "Wir geben Ihre Daten nicht an Dritte weiter (mit Ausnahme von",
  "Postmark": "Stempel",
  ", which we use for transactional emails, e.g. for account verification or password reset emails).": ", die wir für Transaktions-E-Mails verwenden, z.B. für die Kontobestätigung oder E-Mails zum Zurücksetzen des Passworts).",
  "We may need to and will comply with court ordered legal requests (but keep in mind we do not collect information mentioned above, so we will not be able to provide it to begin with).": "Möglicherweise müssen und werden wir gerichtlich angeordneten rechtlichen Anfragen nachkommen (bedenken Sie jedoch, dass wir keine der oben genannten Informationen sammeln, sodass wir sie zunächst nicht bereitstellen können).",
  "If at any time if you wish to remove information that you have provided us with, then go to ": "Wenn Sie zu irgendeinem Zeitpunkt Informationen entfernen möchten, die Sie uns zur Verfügung gestellt haben, gehen Sie zu",
  "My Account > Security": "Mein Konto > Sicherheit",
  " and click \"Delete Account\".": " und klicken Sie auf \"Konto löschen\".",
  "Email Forwarding API": "E-Mail-Weiterleitungs-API",
  "Libraries": "Bibliotheken",
  "Base URI": "Basis-URI",
  "Authentication": "Authentifizierung",
  "Errors": "Fehler",
  "Localization": "Lokalisierung",
  "Pagination": "Seitennummerierung",
  "Account": "Konto",
  "Create account": "Benutzerkonto erstellen",
  "Retrieve account": "Konto abrufen",
  "Update account": "Konto aktualisieren",
  "List domains": "Domains auflisten",
  "Create domain": "Domäne erstellen",
  "Retrieve domain": "Domäne abrufen",
  "Verify domain records": "Domain-Einträge überprüfen",
  "Update domain": "Domäne aktualisieren",
  "Delete domain": "Domain löschen",
  "Invites": "Lädt ein",
  "Accept domain invite": "Domaineinladung akzeptieren",
  "Create domain invite": "Domaineinladung erstellen",
  "Remove domain invite": "Domaineinladung entfernen",
  "Members": "Mitglieder",
  "Update domain member": "Domänenmitglied aktualisieren",
  "Remove domain member": "Domänenmitglied entfernen",
  "List domain aliases": "Domain-Aliasse auflisten",
  "Create new domain alias": "Neuen Domain-Alias erstellen",
  "Retrieve domain alias": "Domain-Alias abrufen",
  "Update domain alias": "Domain-Alias aktualisieren",
  "Delete domain alias": "Domain-Alias löschen",
  "Right now we have not yet released any API wrappers, but we plan to do so in the near future. Send an email to ": "Im Moment haben wir noch keine API-Wrapper veröffentlicht, planen dies jedoch in naher Zukunft. Sende eine Email an",
  "api@forwardemail.net": "api@forwardemail.net",
  " if you would like to be notified when a particular programming language's API wrapper is released. In the meanwhile, you can use these recommended HTTP request libraries in your application, or simply use ": " wenn Sie benachrichtigt werden möchten, wenn der API-Wrapper einer bestimmten Programmiersprache veröffentlicht wird. In der Zwischenzeit können Sie diese empfohlenen HTTP-Anforderungsbibliotheken in Ihrer Anwendung verwenden oder einfach verwenden",
  "curl": "Locken",
  " as in the below examples.": " wie in den folgenden Beispielen.",
  "Language": "Sprache",
  "Library": "Bücherei",
  "Ruby": "Rubin",
  "Faraday": "Faraday",
  "Python": "Python",
  "requests": "Anfragen",
  "Java": "Java",
  "OkHttp": "OkHttp",
  "PHP": "PHP",
  "guzzle": "fressen",
  "JavaScript": "JavaScript",
  "superagent": "Superagent",
  "Go": "gehen",
  "net/http": "net/http",
  ".NET": ".NETZ",
  "RestSharp": "RuheScharf",
  "The current HTTP base URI path is: ": "Der aktuelle HTTP-Basis-URI-Pfad lautet:",
  ".  The legacy HTTP base URI path of ": ". Der alte HTTP-Basis-URI-Pfad von",
  " is deprecated as of January 1, 2021.": " wird zum 1. Januar 2021 eingestellt.",
  "All endpoints require your ": "Alle Endpunkte erfordern Ihre",
  "free API key": "kostenloser API-Schlüssel",
  " :tada: to be set as the \"username\" value of the request's ": " :tada: als \"Benutzername\"-Wert der Anfrage zu setzen",
  "Basic Authorization": "Grundberechtigung",
  " header.  Don't worry – examples are provided below for you if you're not sure what this is.": " Header. Machen Sie sich keine Sorgen – unten finden Sie Beispiele, wenn Sie sich nicht sicher sind, was dies ist.",
  "If any errors occur, the response body of the API request will contain a detailed error message.": "Wenn Fehler auftreten, enthält der Antworttext der API-Anfrage eine detaillierte Fehlermeldung.",
  "Code": "Code",
  "Name": "Name",
  "OK": "OK",
  "Bad Request": "Ungültige Anforderung",
  "Unauthorized": "Nicht autorisiert",
  "Forbidden": "Verboten",
  "Not Found": "Nicht gefunden",
  "Too Many Requests": "Zu viele Anfragen",
  "Internal Server Error": "interner Serverfehler",
  "Not Implemented": "Nicht implementiert",
  "Bad Gateway": "Schlechtes Gateway",
  "Service Unavailable": "Dienst nicht verfügbar",
  "Gateway Time-out": "Gateway-Timeout",
  "Our service is translated to over 25 different languages.  All API response messages are translated to the last locale detected of the user making the API request.  You can override this by passing a custom ": "Unser Service wird in über 25 verschiedene Sprachen übersetzt. Alle API-Antwortnachrichten werden in das zuletzt erkannte Gebietsschema des Benutzers übersetzt, der die API-Anfrage stellt. Sie können dies überschreiben, indem Sie ein benutzerdefiniertes übergeben",
  " header.  Feel free to try it out using the language drop-down at the bottom of this page.": " Header. Probieren Sie es einfach aus, indem Sie das Sprachen-Dropdown-Menü unten auf dieser Seite verwenden.",
  "If you would like to be notified when pagination is available, then please email ": "Wenn Sie benachrichtigt werden möchten, wenn die Paginierung verfügbar ist, senden Sie bitte eine E-Mail",
  "Body Parameter": "Körperparameter",
  "Required": "Erforderlich",
  "Type": "Typ",
  "Description": "Beschreibung",
  "Yes": "Jawohl",
  "String (Email)": "Zeichenfolge (E-Mail)",
  "Email address": "E-Mail-Addresse",
  "String": "Zeichenfolge",
  "Password": "Passwort",
  "Example Request:": "Beispielanfrage:",
  "No": "Nein",
  "First name": "Vorname",
  "Last name": "Nachname",
  "String (URL)": "Zeichenfolge (URL)",
  "Link to avatar image": "Link zum Avatarbild",
  "Querystring Parameter": "Abfragestring-Parameter",
  "String (RegExp supported)": "Zeichenfolge (RegExp unterstützt)",
  "Search for domains by name": "Domains nach Namen suchen",
  "Search for domains by alias name": "Suche nach Domains anhand des Aliasnamens",
  "Search for domains by recipient": "Suche nach Domains nach Empfänger",
  "String (FQDN or IP)": "Zeichenfolge (FQDN oder IP)",
  "Fully qualified domain name (\"FQDN\") or IP address": "Vollqualifizierter Domänenname (\"FQDN\") oder IP-Adresse",
  "String (enumerable)": "Zeichenfolge (aufzählbar)",
  "Plan type (must be ": "Plantyp (muss . sein",
  ", or ": ", oder",
  ", defaults to ": ", standardmäßig auf",
  ")": ")",
  "String (delimited email addresses) or Boolean": "String (getrennte E-Mail-Adressen) oder Boolean",
  "Create a default catch-all alias, defaults to ": "Erstellen Sie einen Standard-Catch-All-Alias, standardmäßig auf",
  " (if ": " (wenn",
  " it will use the API user's email address as a recipient, and if ": " es wird die E-Mail-Adresse des API-Benutzers als Empfänger verwenden, und wenn",
  " no catch-all will be created).  If a String is passed, then it is a delimited list of email addresses to use as recipients (separated by line break, space, and/or comma)": " Es wird kein Catch-All erstellt). Wenn ein String übergeben wird, handelt es sich um eine begrenzte Liste von E-Mail-Adressen, die als Empfänger verwendet werden (getrennt durch Zeilenumbruch, Leerzeichen und/oder Komma).",
  "String or Number": "Zeichenfolge oder Zahl",
  "Custom port to configure for SMTP forwarding (default is ": "Benutzerdefinierter Port zum Konfigurieren für die SMTP-Weiterleitung (Standard ist",
  "Email address to invite to domain members list": "E-Mail-Adresse zum Einladen in die Domänenmitgliederliste",
  "Group to add the user to the domain membership with (can be one of ": "Gruppe, mit der der Benutzer der Domänenmitgliedschaft hinzugefügt werden soll (kann eine der folgenden sein:",
  " or ": " oder",
  "Email address to remove from domain members list": "E-Mail-Adresse, die aus der Liste der Domänenmitglieder entfernt werden soll",
  "Group to update the user to the domain membership with (can be one of ": "Gruppe, mit der der Benutzer auf die Domänenmitgliedschaft aktualisiert werden soll (kann eine der folgenden sein:",
  "Search for aliases in a domain by name": "Nach Aliasnamen in einer Domain nach Namen suchen",
  "Search for aliases in a domain by recipient": "Suche nach Aliasen in einer Domain nach Empfänger",
  "Alias name": "Pseudonym",
  "String or Array": "String oder Array",
  "List of recipients (must be line-break/space/comma separated String or Array of valid email addresses, fully-qualified domain names (\"FQDN\"), IP addresses, and/or webhook URL's)": "Liste der Empfänger (muss durch Zeilenumbruch/Leerzeichen/Komma getrennte Zeichenfolge oder Array gültiger E-Mail-Adressen, vollqualifizierter Domänennamen (\"FQDN\"), IP-Adressen und/oder Webhook-URLs sein)",
  "Alias description": "Alias-Beschreibung",
  "List of labels (must be line-break/space/comma separated String or Array)": "Liste der Labels (muss durch Zeilenumbruch/Leerzeichen/Komma getrennte Zeichenfolge oder Array sein)",
  "Boolean": "Boolesches",
  "Whether to enable to disable this alias (if disabled, emails will be routed nowhere but return successful status codes)": "Ob aktiviert werden soll, um diesen Alias zu deaktivieren (wenn deaktiviert, werden E-Mails nirgendwo weitergeleitet, sondern geben erfolgreiche Statuscodes zurück)",
  "You can retrieve a domain alias by either its ": "Sie können einen Domain-Alias entweder über seine",
  " or its ": " oder es ist",
  " value.": " Wert.",
  "Frequently Asked Questions": "Häufig gestellte Fragen",
  "How do I get started and set up email forwarding": "Wie starte ich und richte die E-Mail-Weiterleitung ein?",
  "How to Send Mail As using Gmail": "So senden Sie E-Mails mit Gmail",
  "Why am I not receiving my test emails": "Warum erhalte ich keine Test-E-Mails?",
  "Why are my test emails sent to myself in Gmail showing as \"suspicious\"": "Warum werden meine an mich gesendeten Test-E-Mails in Gmail als \"verdächtig\" angezeigt?",
  "Can I remove the via forwardemail dot net in Gmail": "Kann ich das per forwardemail dot net in Gmail entfernen?",
  "Can I forward emails to ports other than 25 (e.g. if my ISP has blocked port 25)": "Kann ich E-Mails an andere Ports als 25 weiterleiten (z. B. wenn mein ISP Port 25 blockiert hat)",
  "Do you offer a money back guarantee on paid plans": "Bieten Sie eine Geld-zurück-Garantie für bezahlte Pläne an?",
  "If I switch plans do you pro-rate and refund the difference": "Wenn ich den Tarif wechsle, berechnen Sie anteilig und erstatten die Differenz?",
  "Do you support webhooks": "Unterstützen Sie Webhooks?",
  "Do you support regular expressions or regex": "Unterstützen Sie reguläre Ausdrücke oder Regex?",
  "Can I just use this email forwarding service as a \"fallback\" or \"fallover\" MX server": "Kann ich diesen E-Mail-Weiterleitungsdienst einfach als \"Fallback\"- oder \"Fallover\"-MX-Server verwenden?",
  "Can I disable specific aliases": "Kann ich bestimmte Aliasse deaktivieren?",
  "Can I forward emails to multiple recipients": "Kann ich E-Mails an mehrere Empfänger weiterleiten?",
  "Can I have multiple global catch-all recipients": "Kann ich mehrere globale Catch-All-Empfänger haben?",
  "Is there a maximum limit on the number of email addresses I can forward to per alias": "Gibt es eine Höchstgrenze für die Anzahl der E-Mail-Adressen, an die ich pro Alias weiterleiten kann?",
  "Can I recursively forward emails": "Kann ich E-Mails rekursiv weiterleiten",
  "Can people unregister or register my email forwarding without my permission": "Können sich Leute ohne meine Erlaubnis abmelden oder meine E-Mail-Weiterleitung registrieren?",
  "How is it free": "Wie ist es kostenlos",
  "What is the max email size limit": "Was ist die maximale E-Mail-Größenbeschränkung?",
  "Do you store emails and their contents": "Speichern Sie E-Mails und deren Inhalt?",
  "Do you store logs of emails": "Speichern Sie Protokolle von E-Mails?",
  "Do you read my emails": "Liest du meine E-Mails",
  "Does it support the plus + symbol for Gmail aliases": "Unterstützt es das Plus + Symbol für Gmail-Aliasse?",
  "Does it support sub-domains": "Unterstützt es Subdomains?",
  "Does this forward my email's headers": "Leitet dies die Header meiner E-Mail weiter?",
  "Is this well-tested": "Ist das gut getestet",
  "Do you pass along SMTP response messages and codes": "Geben Sie SMTP-Antwortnachrichten und -codes weiter?",
  "How do you prevent spammers and ensure good email forwarding reputation": "Wie verhindern Sie Spammer und sorgen für einen guten Ruf bei der E-Mail-Weiterleitung",
  "What should I do if I receive spam emails?": "Was soll ich tun, wenn ich Spam-E-Mails erhalte?",
  "Can I \"send mail as\" in Gmail with this": "Kann ich damit in Gmail \"Mail senden als\"?",
  "Can I \"send mail as\" in Outlook with this": "Kann ich damit in Outlook \"Mail senden als\"?",
  "Can I \"send mail as\" in Apple Mail and iCloud Mail with this": "Kann ich damit in Apple Mail und iCloud Mail \"Mail senden als\"?",
  "Can I forward unlimited emails with this": "Kann ich damit unbegrenzt E-Mails weiterleiten",
  "How do I add a profile picture to my email address": "Wie füge ich meiner E-Mail-Adresse ein Profilbild hinzu",
  "What is the difference between Free and Enhanced Protection": "Was ist der Unterschied zwischen kostenlosem und erweitertem Schutz?",
  "Do you support email best practices": "Unterstützen Sie E-Mail-Best Practices?",
  "Do you offer unlimited domains for one price": "Bieten Sie unbegrenzt viele Domains zu einem Preis an",
  "Which payment methods do you accept": "Welche Zahlungsmethoden akzeptieren Sie",
  "Will you ever increase prices": "Wirst du jemals die Preise erhöhen?",
  "How do you perform DNS lookups on domain names": "Wie führen Sie DNS-Lookups für Domänennamen durch?",
  "How fast is this service": "Wie schnell ist dieser Service",
  "You need to have ": "Du brauchst",
  "Gmail's Two-Factor Authentication": "Die Zwei-Faktor-Authentifizierung von Gmail",
  " enabled for this to work.  Visit ": " aktiviert, damit dies funktioniert. Besuch",
  "https://www.google.com/landing/2step/": "https://www.google.com/landing/2step/",
  " if you do not have it enabled.": " wenn Sie es nicht aktiviert haben.",
  "Once Two-Factor Authentication is enabled (or if you already had it enabled), then visit ": "Sobald die Zwei-Faktor-Authentifizierung aktiviert ist (oder wenn Sie sie bereits aktiviert hatten), besuchen Sie",
  "https://myaccount.google.com/apppasswords": "https://myaccount.google.com/apppasswords",
  "When prompted for \"Select the app and device you want to generate the app password for\":": "Wenn Sie nach \"Wählen Sie die App und das Gerät aus, für das Sie das App-Passwort generieren möchten\":",
  "Select \"Mail\" under the drop-down for \"Select app\"": "Wählen Sie im Dropdown-Menü für \"App auswählen\" \"Mail\" aus.",
  "Select \"Other\" under the drop-down for \"Select device\"": "Wählen Sie \"Andere\" aus der Dropdown-Liste für \"Gerät auswählen\"",
  "When prompted for text input, enter your custom domain's email address you're forwarding from (e.g. \"": "Wenn Sie zur Texteingabe aufgefordert werden, geben Sie die E-Mail-Adresse Ihrer benutzerdefinierten Domain ein, von der Sie weiterleiten (z. B. \"",
  "hello@example.com": "hallo@example.com",
  "\" - this will help you keep track in case you use this service for multiple accounts)": "\" - dies hilft Ihnen, den Überblick zu behalten, falls Sie diesen Dienst für mehrere Konten nutzen)",
  "Copy the password to your clipboard that is automatically generated": "Kopieren Sie das automatisch generierte Passwort in Ihre Zwischenablage",
  "Go to ": "Gehe zu",
  " and under ": " und unter",
  "Settings ": "Einstellungen",
  " Accounts and Import ": " Konten und Import",
  " Send mail as": " Mail senden als",
  ", click \"Add another email address\"": ", klicken Sie auf \"Weitere E-Mail-Adresse hinzufügen\"",
  "When prompted for \"Name\", enter the name that you want your email to be seen as \"From\" (e.g. \"Elon Musk\")": "Wenn Sie nach \"Name\" gefragt werden, geben Sie den Namen ein, unter dem Ihre E-Mail als \"Von\" angezeigt werden soll (z. B. \"Elon Musk\")",
  "When prompted for \"Email address\", enter the email address with the custom domain you used above (e.g. \"": "Wenn Sie nach \"E-Mail-Adresse\" gefragt werden, geben Sie die E-Mail-Adresse mit der benutzerdefinierten Domain ein, die Sie oben verwendet haben (z. B. \"",
  "\")": "\")",
  "Uncheck \"Treat as an alias\"": "Deaktivieren Sie \"Als Alias behandeln\"",
  "Click \"Next Step\" to proceed": "Klicken Sie auf \"Nächster Schritt\", um fortzufahren",
  "When prompted for \"SMTP Server\", enter ": "Wenn Sie nach \"SMTP-Server\" gefragt werden, geben Sie ein",
  "smtp.gmail.com": "smtp.gmail.com",
  " and leave the port as ": " und verlasse den Hafen als",
  "When prompted for \"Username\", enter the portion of your Gmail address without the ": "Wenn Sie zur Eingabe von \"Benutzername\" aufgefordert werden, geben Sie den Teil Ihrer Gmail-Adresse ohne das ein",
  "gmail.com": "gmail.com",
  " part (e.g. just \"user\" if my email is ": " Teil (z.B. nur \"Benutzer\", wenn meine E-Mail ist",
  "user@gmail.com": "user@gmail.com",
  "When prompted for \"Password\", paste from your clipboard the password you generated in step 2 above": "Wenn Sie nach \"Passwort\" gefragt werden, fügen Sie das Passwort, das Sie in Schritt 2 oben generiert haben, aus Ihrer Zwischenablage ein",
  "Leave the radio button checked to \"Secured connection using TLS\"": "Lassen Sie das Optionsfeld auf \"Gesicherte Verbindung mit TLS\" aktiviert.",
  "Click \"Add Account\" to proceed": "Klicken Sie auf \"Konto hinzufügen\", um fortzufahren",
  "Open a new tab to ": "Öffnen Sie einen neuen Tab, um",
  " and wait for your verification email to arrive (you will receive a verification code that confirms you are the owner of the email address you are attempting to \"Send Mail As\")": " und warten Sie, bis Ihre Bestätigungs-E-Mail eintrifft (Sie erhalten einen Bestätigungscode, der bestätigt, dass Sie der Inhaber der E-Mail-Adresse sind, die Sie mit \"E-Mail senden als\" versuchen.",
  "Once it arrives, copy and paste the verification code at the prompt you received in the previous step": "Wenn es angekommen ist, kopieren Sie den Bestätigungscode und fügen Sie ihn an der Aufforderung ein, die Sie im vorherigen Schritt erhalten haben",
  "Once you've done that, go back to the email and click the link to \"confirm the request\". You need to do this step and the previous step for the email to be correctly configured.": "Kehren Sie anschließend zur E-Mail zurück und klicken Sie auf den Link \"Anfrage bestätigen\". Sie müssen diesen und den vorherigen Schritt ausführen, damit die E-Mail richtig konfiguriert wird.",
  "If you're sending a test email to yourself using the \"Send Mail As\" feature, then it will not show up in your inbox due to ": "Wenn Sie sich mit der Funktion \"E-Mail senden als\" eine Test-E-Mail senden, wird diese aufgrund von . nicht in Ihrem Posteingang angezeigt",
  "this widely known official Gmail answer": "diese weithin bekannte offizielle Gmail-Antwort",
  "If you continue to have issues, then it is most likely to be an issue with DNS propagation.  You will need to wait a bit longer and try again (or try setting a lower TTL value on your TXT records).": "Wenn weiterhin Probleme auftreten, handelt es sich höchstwahrscheinlich um ein Problem mit der DNS-Verbreitung. Sie müssen etwas länger warten und es erneut versuchen (oder versuchen Sie, einen niedrigeren TTL-Wert für Ihre TXT-Einträge einzustellen).",
  "Still having issues?": "Haben Sie immer noch Probleme?",
  "  Please file a ": "  Bitte archivieren",
  " so we can help investigate the issue and find a quick resolution.": " damit wir Ihnen helfen können, das Problem zu untersuchen und eine schnelle Lösung zu finden.",
  "If you see this error message in Gmail when you send a test to yourself, or when a person you're emailing with your alias sees an email from you for the first time, then ": "Wenn diese Fehlermeldung in Gmail angezeigt wird, wenn Sie einen Test an sich selbst senden oder wenn eine Person, die Sie mit Ihrem Alias senden, zum ersten Mal eine E-Mail von Ihnen sieht, dann",
  "please do not worry": "Bitte sorgen Sie sich nicht",
  " – as this is a built-in safety feature of Gmail.": " – da dies eine integrierte Sicherheitsfunktion von Gmail ist.",
  "You can simply click \"Looks safe\".  For example, if you were to send a test message using the send mail as feature (to someone else), then they will not see this message.": "Sie können einfach auf \"Sieht sicher aus\" klicken. Wenn Sie beispielsweise eine Testnachricht mit der Funktion E-Mail senden als (an jemand anderen) senden, wird diese Nachricht nicht angezeigt.",
  "However if they do see this message, it's because they were normally used to seeing your emails come from ": "Wenn sie diese Nachricht jedoch sehen, liegt dies daran, dass sie normalerweise daran gewöhnt waren, zu sehen, dass Ihre E-Mails von",
  "john@gmail.com": "john@gmail.com",
  " instead of ": " Anstatt von",
  "john@customdomain.com": "john@customdomain.com",
  " (just an example).  Gmail will alert the users just to make sure things are safe just in case, there is no workaround.": " (nur ein Beispiel). Gmail benachrichtigt die Benutzer, um sicherzustellen, dass die Dinge sicher sind, für den Fall, dass es keine Problemumgehung gibt.",
  "This is ONLY applicable if you are using the ": "Dies gilt NUR, wenn Sie die",
  " feature.  Currently there is no workaround for this, and it affects all service providers (not just us).  The workaround is to use a custom SMTP server.  However we do not offer SMTP yet.": " Besonderheit. Derzeit gibt es dafür keinen Workaround und betrifft alle Dienstleister (nicht nur uns). Die Problemumgehung besteht darin, einen benutzerdefinierten SMTP-Server zu verwenden. Allerdings bieten wir SMTP noch nicht an.",
  "We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other email forwarding services with similar features to ours will still incur this same issue too (and other email forwarding solutions  simply do not offer the level of privacy we do).": "Wir planen, unseren eigenen SMTP-Dienst (nicht nur Weiterleitung, sondern E-Mail im Allgemeinen) herauszubringen, der dies lindern würde. Gmail fügt dies automatisch hinzu und es gibt keine aktuelle Problemumgehung. Bei anderen E-Mail-Weiterleitungsdiensten mit ähnlichen Funktionen wie bei uns tritt dieses Problem ebenfalls auf (und andere E-Mail-Weiterleitungslösungen bieten einfach nicht das Maß an Datenschutz, das wir bieten).",
  "If you want to get notified when this is released, you can email ": "Wenn Sie benachrichtigt werden möchten, wenn dies veröffentlicht wird, können Sie eine E-Mail senden",
  "smtp@forwardemail.net": "smtp@forwardemail.net",
  " and we'll send you a notification once it's released.  Or just sign up for an account here if you haven't already!": " und wir senden Ihnen eine Benachrichtigung, sobald es veröffentlicht wird. Oder melden Sie sich einfach hier für ein Konto an, falls Sie es noch nicht getan haben!",
  "Yes, as of May 5, 2020 we have added this feature.  Right now the feature is domain-specific, as opposed to alias-specific.  If you require it to be alias-specific, please contact us to let us know of your needs.": "Ja, seit dem 5. Mai 2020 haben wir diese Funktion hinzugefügt. Im Moment ist die Funktion domänenspezifisch und nicht aliasspezifisch. Wenn es aliasspezifisch sein soll, kontaktieren Sie uns bitte, um uns Ihre Bedürfnisse mitzuteilen.",
  "If you are on the free plan, then simply add a new DNS TXT record as shown below, but change the port from 25 to the port of your choosing.": "Wenn Sie den kostenlosen Plan nutzen, fügen Sie einfach wie unten gezeigt einen neuen DNS-TXT-Eintrag hinzu, ändern Sie jedoch den Port von 25 auf den Port Ihrer Wahl.",
  "For example, if I want all emails that go to ": "Wenn ich zum Beispiel alle E-Mails haben möchte, die an . gehen",
  " to forward to alias recipients' SMTP port of 1337 instead of 25:": " zum Weiterleiten an den SMTP-Port 1337 der Alias-Empfänger anstelle von 25:",
  "Yes!  We offer a 30-day money back guarantee on all paids plans if you are not satisfied with our service.": "Jawohl! Wir bieten eine 30-tägige Geld-zurück-Garantie für alle bezahlten Pläne, wenn Sie mit unserem Service nicht zufrieden sind.",
  "We do not ask any questions and simply process the refund within 5-7 business days.": "Wir stellen keine Fragen und bearbeiten die Rückerstattung einfach innerhalb von 5-7 Werktagen.",
  "To request a refund, please send an email from the email address verified on your account to: ": "Um eine Rückerstattung anzufordern, senden Sie bitte eine E-Mail von der in Ihrem Konto bestätigten E-Mail-Adresse an:",
  "refunds@forwardemail.net": "Rückerstattungen@forwardemail.net",
  "Yes, we will manually process your refund for you and email you once complete.  You will get a notification regarding the refund amount when you switch plans.": "Ja, wir werden Ihre Rückerstattung manuell für Sie bearbeiten und Ihnen nach Abschluss eine E-Mail senden. Sie erhalten eine Benachrichtigung über den Erstattungsbetrag, wenn Sie den Tarif wechseln.",
  "Yes, as of May 15, 2020 we have added this feature.  You can simply add webhook(s) exactly like you would with any recipient!  Please ensure that you have the \"http\" or \"https\" protocol prefixed in the webhook's URL.": "Ja, seit dem 15. Mai 2020 haben wir diese Funktion hinzugefügt. Sie können Webhook(s) einfach so hinzufügen, wie Sie es bei jedem Empfänger tun würden! Stellen Sie sicher, dass der URL des Webhooks das Protokoll \"http\" oder \"https\" vorangestellt ist.",
  "If you are on the free plan, then simply add a new DNS TXT record as shown below:": "Wenn Sie den kostenlosen Plan haben, fügen Sie einfach einen neuen DNS-TXT-Eintrag wie unten gezeigt hinzu:",
  " to forward to a new ": " zu einem neuen weiterleiten",
  "request bin": "Anfrage bin",
  " test endpoint:": " Testendpunkt:",
  "Or perhaps you want all emails that go to ": "Oder vielleicht möchten Sie alle E-Mails, die gehen an",
  " to forward to this endpoint:": " an diesen Endpunkt weiterleiten:",
  "Note that we use the ": "Beachten Sie, dass wir die",
  "mailparser": "Mailparser",
  " library's \"simpleParser\" method to parse the message into a JSON friendly object, and also append the \"raw\" property with the raw email message as a String.": " die \"simpleParser\"-Methode der Bibliothek, um die Nachricht in ein JSON-freundliches Objekt zu parsen und außerdem die \"raw\"-Eigenschaft mit der rohen E-Mail-Nachricht als String anzuhängen.",
  "Webhook HTTP requests will retry up to 10 times (the exact same number of retries we permit for normal SMTP), with 20 seconds max timeout per endpoint POST request.  We will retry automatically based off the default status and error codes used in ": "Webhook-HTTP-Anfragen werden bis zu 10 Mal wiederholt (genau die gleiche Anzahl von Wiederholungen, die wir für normales SMTP zulassen), mit einer maximalen Zeitüberschreitung von 20 Sekunden pro Endpunkt-POST-Anfrage. Wir werden es basierend auf dem Standardstatus und den Fehlercodes, die in verwendet werden, automatisch wiederholen",
  "superagent's retry method": "Wiederholungsmethode des Superagenten",
  " (this package is also maintained by the creator of Forward Email).": " (Dieses Paket wird auch vom Ersteller von Forward Email verwaltet).",
  "Yes, as of September 27, 2021 we have added this feature.  You can simply write regular expressions (\"regex\") for matching aliases and performing substitions.": "Ja, seit dem 27. September 2021 haben wir diese Funktion hinzugefügt. Sie können einfach reguläre Ausdrücke (\"regex\") schreiben, um Aliase zu finden und Ersetzungen durchzuführen.",
  "Regular expression supported aliases are ones that start with a ": "Von regulären Ausdrücken unterstützte Aliase sind solche, die mit a . beginnen",
  " and end with ": " und enden mit",
  " and their recipients are email addresses or webhooks.  The recipients can also include regex substitution support (e.g. ": " und ihre Empfänger sind E-Mail-Adressen oder Webhooks. Die Empfänger können auch Regex-Substitutionsunterstützung (z.",
  "We support two regular expression flags including ": "Wir unterstützen zwei Flags für reguläre Ausdrücke, einschließlich",
  ".  The case-insensitive flag of ": ". Das Flag, bei dem die Groß-/Kleinschreibung nicht beachtet wird",
  " is a permanent default and it is always enforced.  The global flag of ": " ist eine permanente Vorgabe und wird immer erzwungen. Die globale Flagge von",
  " can be added by you by affixing the ending ": " kann von Ihnen durch Anbringen der Endung hinzugefügt werden",
  " with ": " mit",
  "Note that we also support our ": "Beachten Sie, dass wir auch unsere",
  "disabled alias feature": "deaktivierte Alias-Funktion",
  " for the recipient portion with our regex support.": " für den Empfängerteil mit unserer Regex-Unterstützung.",
  "Simple Example:": "Einfaches Beispiel:",
  " If I want all emails that go to ": " Wenn ich alle E-Mails haben möchte, die gehen an",
  " to forward to ": " weiterleiten an",
  ":": ":",
  "Firstname Lastname Substitution Example:": "Beispiel für die Ersetzung des Vornamens Nachnamen:",
  " Imagine all of your company email addresses are of the ": " Stellen Sie sich vor, alle Ihre Firmen-E-Mail-Adressen sind von der",
  " pattern.  If I want all emails that go to the pattern of ": " Muster. Wenn ich alle E-Mails haben möchte, die nach dem Muster von . gehen",
  " with substitution support (": " mit Substitutionsunterstützung (",
  "view test on RegExr": "Test auf RegExr ansehen",
  "):": "):",
  "Plus Symbol Filtering Substitution Example:": "Beispiel für die Ersetzung der Plussymbolfilterung:",
  " respectively (with substitution support) (": " jeweils (mit Substitutionsunterstützung) (",
  "Webhook Querystring Substitution Example:": "Beispiel für die Ersetzung von Webhook-Abfragezeichenfolgen:",
  " Perhaps you want all emails that go to ": " Vielleicht möchten Sie alle E-Mails, die gehen an",
  " to go to a ": " zu gehen",
  "webhook": "Webhook",
  " and have a dynamic querystring key of \"to\" with a value of the username portion of the email address (": " und haben einen dynamischen Abfragestring-Schlüssel von \"to\" mit einem Wert des Benutzernamensteils der E-Mail-Adresse (",
  ")::": ")::",
  "Yes, but this is ": "Ja, aber das ist",
  "NOT": "NICHT",
  " recommended as this is an incredibly rare edge case.": " empfohlen, da dies ein unglaublich seltener Randfall ist.",
  "If you use Google Business for email, and want to use our server as a fallback so your mail still gets delivered, then just specify the Google mail servers with a lower priority than our mail servers.  An example is provided below:": "Wenn Sie Google Business für E-Mails verwenden und unseren Server als Fallback verwenden möchten, damit Ihre E-Mails trotzdem zugestellt werden, geben Sie einfach die Google-Mailserver mit einer niedrigeren Priorität als unsere Mailserver an. Ein Beispiel ist unten angegeben:",
  "Yes! As of February 6, 2020 we have added this feature.  Simply edit your DNS TXT record and prefix the alias with an exclamation mark.  Note that you must preserve the \":\" mapping, as this is required if you ever decide to toggle this off (and it's also used for importing in our paid plans).": "Jawohl! Ab dem 6. Februar 2020 haben wir diese Funktion hinzugefügt. Bearbeiten Sie einfach Ihren DNS-TXT-Eintrag und setzen Sie dem Alias ein Ausrufezeichen voran. Beachten Sie, dass Sie die \":\"-Zuordnung beibehalten müssen, da dies erforderlich ist, wenn Sie dies jemals deaktivieren möchten (und es wird auch für den Import in unseren kostenpflichtigen Plänen verwendet).",
  "If you prefix an alias with \"!\" (exclamation mark) then it will still return successful respond codes to senders attempting to send to this address, but the emails themselves will go nowhere; to a blackhole.": "Wenn Sie einem Alias ein \"!\" voranstellen. (Ausrufezeichen) dann gibt es immer noch erfolgreiche Antwortcodes an Absender zurück, die versuchen, an diese Adresse zu senden, aber die E-Mails selbst gehen nirgendwo hin; zu einem schwarzen Loch.",
  "Emails sent to disabled addresses will respond with a ": "E-Mails, die an deaktivierte Adressen gesendet werden, werden mit a . beantwortet",
  " (message queued) status code, but the emails will not actually be delivered to the recipient(s).": " (Nachricht in der Warteschlange) Statuscode, aber die E-Mails werden nicht tatsächlich an den/die Empfänger zugestellt.",
  " to stop flowing through to ": " aufhören zu durchfließen",
  "Yes, absolutely.  Just specify multiple recipients in your TXT records.": "Ja absolut. Geben Sie einfach mehrere Empfänger in Ihren TXT-Einträgen an.",
  "For example, if I want an email that goes to ": "Wenn ich beispielsweise eine E-Mail an möchte",
  " to get forwarded to ": " weitergeleitet werden",
  ", then my TXT record would look like this:": ", dann würde mein TXT-Eintrag so aussehen:",
  "Or, you could specify them in two separate lines, such as this:": "Oder Sie können sie in zwei separaten Zeilen angeben, z. B.:",
  "It's up to you!": "Es liegt an Ihnen!",
  "Yes, you can. Just specify multiple global catch-all recipients in your TXT records.": "Ja, du kannst. Geben Sie einfach mehrere globale Catch-All-Empfänger in Ihren TXT-Einträgen an.",
  "For example, if I want every email that goes to ": "Zum Beispiel, wenn ich jede E-Mail haben möchte, die an . geht",
  " (the asterisk meaning its a wildcard aka catch-all) to get forwarded to ": " (das Sternchen bedeutet, dass es sich um einen Platzhalter aka Catch-All handelt), an den weitergeleitet werden soll",
  "Yes, the default limit is 10.  This does NOT mean that you can only have 10 aliases on your domain name.  You can have as many aliases as you want (an unlimited amount).  It means that you can only forward one alias to 10 unique email addresses.  You could have ": "Ja, das Standardlimit ist 10. Dies bedeutet NICHT, dass Sie nur 10 Aliasse für Ihren Domainnamen haben können. Sie können so viele Aliase haben, wie Sie möchten (unbegrenzt). Das bedeutet, dass Sie nur einen Alias an 10 eindeutige E-Mail-Adressen weiterleiten können. Du könntest haben",
  ", … (from 1-10) – and any emails to ": ", … (von 1-10) – und alle E-Mails an",
  " would get forwarded to ": " würde weitergeleitet an",
  ", … (from 1-10).": ", … (von 1-10).",
  "Yes, you can, however you still must adhere to the maximum limit.  If you have ": "Ja, Sie können die Höchstgrenze einhalten. Wenn Sie haben",
  ", then emails to ": ", dann E-Mails an",
  ".  Note that an error will be thrown if you attempt to recursively forward emails.": ". Beachten Sie, dass ein Fehler ausgegeben wird, wenn Sie versuchen, E-Mails rekursiv weiterzuleiten.",
  "We use MX and TXT record verification, therefore if you add this service's respective MX and TXT records, then you're registered.  If you remove them, then you're unregistered.  You have ownership of your domain and DNS management, so if someone has access to that then that's a problem.": "Wir verwenden die Verifizierung von MX- und TXT-Einträgen. Wenn Sie also die entsprechenden MX- und TXT-Einträge dieses Dienstes hinzufügen, sind Sie registriert. Wenn Sie sie entfernen, sind Sie nicht registriert. Sie sind Eigentümer Ihrer Domain und der DNS-Verwaltung. Wenn also jemand darauf zugreifen kann, ist dies ein Problem.",
  "The service continues to run thanks to ": "Der Dienst läuft weiter dank",
  "donations": "Spenden",
  " and users that upgraded to paid plans.  We want to provide a free alternative (since we feel bad) for people that are using closed-source forwarding services (and subsequently risking their privacy and security).": " und Benutzer, die auf kostenpflichtige Pläne aktualisiert haben. Wir möchten eine kostenlose Alternative (da wir uns schlecht fühlen) für Personen anbieten, die geschlossene Weiterleitungsdienste verwenden (und damit ihre Privatsphäre und Sicherheit gefährden).",
  "We default to a 50MB size limit, which includes content, headers, and attachments.  Note that services such as Gmail and Outlook allow only 25MB size limit, and if you exceed the limit when sending to addresses at those providers you will receive an error message.": "Wir verwenden standardmäßig eine Größenbeschränkung von 50 MB, die Inhalte, Header und Anhänge umfasst. Beachten Sie, dass Dienste wie Gmail und Outlook nur eine Größenbeschränkung von 25 MB zulassen. Wenn Sie beim Senden an Adressen dieser Anbieter das Limit überschreiten, erhalten Sie eine Fehlermeldung.",
  "An error with the proper response code is returned if the file size limit is exceeded.": "Ein Fehler mit dem richtigen Antwortcode wird zurückgegeben, wenn die Dateigrößenbeschränkung überschritten wird.",
  "No, absolutely not.  See our ": "Nein auf keinen Fall. Siehe unsere",
  "No, absolutely not.  We do not store logs.  See our ": "Nein auf keinen Fall. Wir speichern keine Protokolle. Siehe unsere",
  "Many other email forwarding services unethically read your email.  This is not in alignment with our principles and philosophy on software.": "Viele andere E-Mail-Weiterleitungsdienste lesen Ihre E-Mails unethisch. Dies steht nicht im Einklang mit unseren Grundsätzen und unserer Philosophie für Software.",
  "We believe you should have a right to privacy and we strictly respect it.": "Wir glauben, dass Sie ein Recht auf Privatsphäre haben sollten und wir respektieren es strikt.",
  "The code that is deployed to the server is ": "Der auf dem Server bereitgestellte Code ist",
  "open-source software on GitHub": "Open-Source-Software auf GitHub",
  " for transparency and to build trust.": " für Transparenz und Vertrauensbildung.",
  "Yes, absolutely.": "Ja absolut.",
  "Yes, absolutely.  Instead of using \"@\", \".\", or blank as the name/host/alias, you just use the sub-domain name as the value instead.": "Ja absolut. Anstatt \"@\", \".\" oder leer als Name/Host/Alias zu verwenden, verwenden Sie stattdessen einfach den Sub-Domain-Namen als Wert.",
  "If you want ": "Falls Sie es wollen",
  " to forward emails, then enter ": " um E-Mails weiterzuleiten, dann geben Sie ein",
  " as the name/host/alias value in your DNS settings (for both MX and TXT records).": " als Name/Host/Alias-Wert in Ihren DNS-Einstellungen (sowohl für MX- als auch für TXT-Einträge).",
  "Yes, it has tests written with ": "Ja, es hat Tests mit geschrieben",
  "ava": "ava",
  " and also has code coverage.": " und hat auch Code-Coverage.",
  "Yes, absolutely.  For example if you're sending an email to ": "Ja absolut. Wenn Sie beispielsweise eine E-Mail an . senden",
  " and it's registered to forward to ": " und es ist für die Weiterleitung registriert",
  ", then the SMTP response message and code from the \"gmail.com\" SMTP server will be returned instead of the proxy server at \"mx1.forwardemail.net\" or \"mx2.forwardemail.net\".": ", dann werden die SMTP-Antwortnachricht und der Code vom SMTP-Server \"gmail.com\" anstelle des Proxyservers unter \"mx1.forwardemail.net\" oder \"mx2.forwardemail.net\" zurückgegeben.",
  "Per documentation and suggestions from Google at ": "Per Dokumentation und Vorschläge von Google unter",
  "https://support.google.com/a/answer/175365?hl=en": "https://support.google.com/a/answer/175365?hl=de",
  ", along with best practice, including:": ", zusammen mit bewährten Verfahren, einschließlich:",
  "DNS Blacklists:": "DNS-Blacklists:",
  " we test senders IP's against the Spamhaus ": " Wir testen Absender-IPs gegen das Spamhaus",
  "DNS blacklists": "DNS-Blacklists",
  ", if any fail, then the sender is not permitted to send the message and is returned a detailed error message with instructions on how to de-list themselves from the specific blacklists they're listed under.": ", wenn einer fehlschlägt, darf der Absender die Nachricht nicht senden und erhält eine detaillierte Fehlermeldung mit Anweisungen, wie er sich selbst von den spezifischen Blacklists entfernen kann, unter denen er aufgeführt ist.",
  "Anti-Spam and Anti-Phishing Scanner": "Anti-Spam- und Anti-Phishing-Scanner",
  ": we built from scratch and use ": ": Wir haben von Grund auf neu gebaut und verwenden",
  " for anti-spam prevention (it uses a Naive Bayes classifier under the hood).  We built this because we were not happy with ": " für Anti-Spam-Prävention (es verwendet einen Naive Bayes-Klassifikator unter der Haube). Wir haben das gebaut, weil wir damit nicht zufrieden waren",
  "rspamd": "rspamd",
  " nor ": " Noch",
  ", nor were we happy with their lack of privacy-focused policies and public corpus datasets.  Spam Scanner checks a message for spam, phishing, executables, viruses, and more, while completely respecting your privacy.": ", noch waren wir mit ihrem Mangel an datenschutzorientierten Richtlinien und öffentlichen Korpusdatensätzen zufrieden. Spam Scanner überprüft eine Nachricht auf Spam, Phishing, ausführbare Dateien, Viren und mehr und respektiert dabei Ihre Privatsphäre.",
  "SPF and DKIM:": "SPF und DKIM:",
  " through checking if an SPF record exists for a sender, and if so, we reverse-lookup the SMTP connection's remote address to validate it matches the SPF record, otherwise it's rejected.  If an SPF record does not exist, then we require DKIM verification.  If DKIM headers are passed and fail, then it is rejected as well.  If no DKIM headers are passed, then we assume that DKIM validation passes.": " indem wir prüfen, ob ein SPF-Eintrag für einen Absender existiert, und wenn ja, suchen wir die Remote-Adresse der SMTP-Verbindung um zu überprüfen, ob sie mit dem SPF-Eintrag übereinstimmt, andernfalls wird sie abgelehnt. Wenn kein SPF-Eintrag vorhanden ist, benötigen wir eine DKIM-Verifizierung. Wenn DKIM-Header übergeben werden und fehlschlagen, wird sie ebenfalls abgelehnt. Wenn keine DKIM-Header übergeben werden, gehen wir davon aus, dass die DKIM-Validierung erfolgreich ist.",
  "MX Record Test:": "MX-Rekordtest:",
  " through checking if the sender's from address domain has MX records (so it's actually coming from a mail exchange/SMTP server), otherwise it's rejected.": " durch Überprüfung, ob die Absender-Domain MX-Records hat (also tatsächlich von einem Mail-Exchange/SMTP-Server kommt), andernfalls wird sie abgelehnt.",
  "Fully Qualified Domain Name Test:": "Vollqualifizierter Domainnamentest:",
  " validates that senders SMTP connections are from a fully qualified domain name (\"FQDN\"), meaning no IP addresses, they must have a valid domain name resolved.": " überprüft, dass die SMTP-Verbindungen der Absender von einem vollqualifizierten Domänennamen (\"FQDN\") stammen, d. h. keine IP-Adressen, sie müssen einen gültigen Domänennamen aufgelöst haben.",
  "TXT Record Test:": "TXT-Record-Test:",
  " through checking if the email address the sender is trying to send to has a TXT DNS record with a valid email forwarding setup. The SSL certificates (main domain name or alternative names) of all MX servers of the forwarding destination must match the MX entry.": " indem Sie überprüfen, ob die E-Mail-Adresse, an die der Absender zu senden versucht, über einen TXT-DNS-Eintrag mit einer gültigen E-Mail-Weiterleitungseinrichtung verfügt. Die SSL-Zertifikate (Hauptdomänenname oder Alternativnamen) aller MX-Server des Weiterleitungsziels müssen mit dem MX-Eintrag übereinstimmen.",
  "ARC:": "BOGEN:",
  " we use the ": " wir nehmen das",
  "Authentication-Results": "Authentifizierungs-Ergebnisse",
  " header and validate it against the sending domain's DMARC policy.": " Header und validieren Sie ihn gegen die DMARC-Richtlinie der sendenden Domäne.",
  "You should unsubscribe from the emailing list (if possible) and block the sender.": "Sie sollten sich (wenn möglich) von der E-Mail-Liste abmelden und den Absender blockieren.",
  "Please do not report the message as spam, but instead forward it to our manually curated and privacy-focused abuse prevention system.": "Bitte melden Sie die Nachricht nicht als Spam, sondern leiten Sie sie stattdessen an unser manuell kuratiertes und datenschutzorientiertes Missbrauchspräventionssystem weiter.",
  "The email address to forward spam to is:": "Die E-Mail-Adresse zum Weiterleiten von Spam lautet:",
  "abuse@forwardemail.net": "Missbrauch@forwardemail.net",
  "Yes! As of October 2, 2018 we have added this feature.  See ": "Jawohl! Seit dem 2. Oktober 2018 haben wir diese Funktion hinzugefügt. Sehen",
  " above!": " Oben!",
  "You should also set the SPF record for Gmail in your DNS configuration TXT record.": "Sie sollten auch den SPF-Eintrag für Gmail in Ihrem DNS-Konfigurations-TXT-Eintrag festlegen.",
  "Yes! As of October 2, 2018 we have added this feature.  Simply view these two links from Microsoft below:": "Jawohl! Seit dem 2. Oktober 2018 haben wir diese Funktion hinzugefügt. Sehen Sie sich einfach diese beiden Links von Microsoft unten an:",
  "https://support.office.com/en-us/article/add-or-remove-an-email-alias-in-outlook-com-459b1989-356d-40fa-a689-8f285b13f1f2": "https://support.office.com/en-us/article/add-or-remove-an-email-alias-in-outlook-com-459b1989-356d-40fa-a689-8f285b13f1f2",
  "https://support.office.com/en-us/article/send-email-from-a-different-address-in-outlook-com-ccba89cb-141c-4a36-8c56-6d16a8556d2e": "https://support.office.com/en-us/article/send-email-from-a-different-address-in-outlook-com-ccba89cb-141c-4a36-8c56-6d16a8556d2e",
  "You should also set the SPF record for Outlook in your DNS configuration TXT record.": "Sie sollten auch den SPF-Eintrag für Outlook in Ihrem DNS-Konfigurations-TXT-Eintrag festlegen.",
  "Unfortunately Apple does not allow this, regardless of which service you use.  However you can use the Mail app along with your domain's email account.": "Leider lässt Apple dies nicht zu, unabhängig davon, welchen Dienst Sie nutzen. Sie können die Mail-App jedoch zusammen mit dem E-Mail-Konto Ihrer Domain verwenden.",
  "https://discussions.apple.com/thread/8316291": "https://discussions.apple.com/thread/8316291",
  "https://discussions.apple.com/thread/6876839": "https://discussions.apple.com/thread/6876839",
  "Practically yes - the only current restriction is that senders ": "Praktisch ja - die einzige aktuelle Einschränkung ist, dass Absender",
  "by unique email address": "nach eindeutiger E-Mail-Adresse",
  " are limited to sending (300) emails per hour through the system.": " sind auf das Senden von (300) E-Mails pro Stunde durch das System beschränkt.",
  "If this limit is exceeded we send a \"451\" response code which tells the senders mail server to retry later.": "Wenn diese Grenze überschritten wird, senden wir einen Antwortcode \"451\", der den Mailserver des Absenders anweist, es später erneut zu versuchen.",
  "If you're using Gmail, then follow these steps below:": "Wenn Sie Gmail verwenden, führen Sie die folgenden Schritte aus:",
  "https://google.com": "https://google.com",
  " and sign out of all email accounts": " und melden Sie sich von allen E-Mail-Konten ab",
  "Click \"Sign In\" and on the drop-down click on \"other account\"": "Klicken Sie auf \"Anmelden\" und klicken Sie im Dropdown-Menü auf \"anderes Konto\".",
  "Select \"Use another account\"": "Wählen Sie \"Anderes Konto verwenden\"",
  "Select \"Create account\"": "Wählen Sie \"Konto erstellen\"",
  "Select \"Use my current email address instead\"": "Wählen Sie \"Stattdessen meine aktuelle E-Mail-Adresse verwenden\"",
  "Enter your custom domain name email address": "Geben Sie die E-Mail-Adresse Ihres benutzerdefinierten Domainnamens ein",
  "Retrieve the verification email sent to your email address": "Rufen Sie die Bestätigungs-E-Mail ab, die an Ihre E-Mail-Adresse gesendet wurde",
  "Enter the verification code from this email": "Geben Sie den Bestätigungscode aus dieser E-Mail ein",
  "Complete profile information for your new Google account": "Vollständige Profilinformationen für Ihr neues Google-Konto",
  "Agree to all Privacy and Terms of Use policies": "Stimmen Sie allen Datenschutz- und Nutzungsbedingungen zu",
  " and in the top right corner, click on your profile icon, and click on the \"change\" button": " und klicke in der oberen rechten Ecke auf dein Profilsymbol und klicke auf die Schaltfläche \"Ändern\"",
  "Upload a new photo or avatar for your account": "Laden Sie ein neues Foto oder Avatar für Ihr Konto hoch",
  "Changes will take approximately 1-2 hours to propagate, but sometimes may be very quick.": "Änderungen werden ungefähr 1-2 Stunden in Anspruch nehmen, können aber manchmal sehr schnell sein.",
  "Send a test email and the profile photo should appear.": "Senden Sie eine Test-E-Mail und das Profilfoto sollte erscheinen.",
  "The Free plan requires you to use public DNS records to store your forwarding configuration. Anyone with a computer can lookup your forwarding configuration in a terminal if you are on the Free plan. Unlike the Free plan, the Enhanced Protection plan uses a cryptographically generated random string to store your forwarding configuration privately.": "Der kostenlose Plan erfordert, dass Sie öffentliche DNS-Einträge verwenden, um Ihre Weiterleitungskonfiguration zu speichern. Jeder mit einem Computer kann Ihre Weiterleitungskonfiguration in einem Terminal nachschlagen, wenn Sie den kostenlosen Tarif nutzen. Im Gegensatz zum kostenlosen Plan verwendet der erweiterte Schutzplan eine kryptografisch generierte Zufallszeichenfolge, um Ihre Weiterleitungskonfiguration privat zu speichern.",
  "Free Plan": "Kostenloser Plan",
  "Enhanced Protection Plan": "Erweiterter Schutzplan",
  "Yes. We have built-in support for SPF, DKIM, DMARC, ARC, and SRS across all plans. We have also worked extensively with the original authors of these specifications and other email experts to ensure perfection and high deliverability.": "Jawohl. Wir haben in allen Plänen integrierte Unterstützung für SPF, DKIM, DMARC, ARC und SRS. Wir haben auch intensiv mit den ursprünglichen Autoren dieser Spezifikationen und anderen E-Mail-Experten zusammengearbeitet, um Perfektion und hohe Zustellbarkeit zu gewährleisten.",
  "Yes. Regardless of which plan you are on, you will pay only one monthly rate – which covers all of your domains.": "Jawohl. Unabhängig von Ihrem Tarif zahlen Sie nur eine monatliche Rate – die alle Ihre Domains abdeckt.",
  "We accept debit and credit cards using ": "Wir akzeptieren Debit- und Kreditkarten mit",
  "Stripe": "Streifen",
  "PayPal": "PayPal",
  ", and cryptocurrencies with ": ", und Kryptowährungen mit",
  "BitPay": "BitPay",
  " – for one-time payments or monthly, quarterly, or yearly subscriptions.": " – für einmalige Zahlungen oder monatliche, vierteljährliche oder jährliche Abonnements.",
  "No. Prices will never increase. Unlike other companies, we will never shutdown our service either.": "Nein. Die Preise werden nie steigen. Im Gegensatz zu anderen Unternehmen werden wir unseren Service auch niemals einstellen.",
  "We use CloudFlare's privacy-first consumer DNS service (see ": "Wir verwenden den datenschutzfreundlichen Consumer-DNS-Dienst von CloudFlare (siehe",
  "announcement here": "Ankündigung hier",
  ").  We set ": "). Legen wir fest",
  " as the DNS servers (see ": " als DNS-Server (siehe",
  "https://developers.cloudflare.com/1.1.1.1/1.1.1.1-for-families/": "https://developers.cloudflare.com/1.1.1.1/1.1.1.1-for-families/",
  ") using ": ") mit",
  " on our servers and test environments.": " auf unseren Servern und Testumgebungen.",
  "The latest version, v2 (released on May 6, 2019) was a major rewrite from v1 and focuses on performance through streams.  ": "Die neueste Version v2 (veröffentlicht am 6. Mai 2019) war eine umfassende Neufassung von v1 und konzentriert sich auf die Leistung durch Streams.",
  "Nodemailer's": "Nodemailer's",
  " prolific author Andris Reinman (": " prolific author Andris Reinman (",
  "@andris9": "@ andris9",
  ") helped us switch off using the ": ") half uns beim Ausschalten mit dem",
  " library and use ": " Bibliothek und Nutzung",
  " instead with some custom transform logic to split the header and the body of the message without affecting the body.  This allows us to perform operations on headers very fast (such as security checks and for SPF/DKIM/DMARC compliance).": " stattdessen mit einer benutzerdefinierten Transformationslogik, um den Header und den Text der Nachricht zu teilen, ohne den Text zu beeinflussen. Dies ermöglicht es uns, Operationen an Headern sehr schnell durchzuführen (wie Sicherheitsprüfungen und für die Einhaltung von SPF/DKIM/DMARC).",
  "In other words, the latest version of this service uses streams purely now and is lightning fast.": "Mit anderen Worten, die neueste Version dieses Dienstes verwendet jetzt reine Streams und ist blitzschnell.",
  "  The older version v1 also had some logic not in the most optimal order of operations – but now v2 does less memory/network intense operations first (and returns early if possible to send a response as quickly as possible to the SMTP client).  We plan to continue to optimize speed, enhance features, and improve this service over time.": "  Die ältere Version v1 hatte auch eine Logik, die nicht in der optimalsten Reihenfolge der Operationen war – aber jetzt führt v2 zuerst weniger speicher-/netzwerkintensive Operationen durch (und kehrt, wenn möglich, früh zurück, um so schnell wie möglich eine Antwort an den SMTP-Client zu senden). Wir planen, die Geschwindigkeit weiter zu optimieren, Funktionen zu verbessern und diesen Service im Laufe der Zeit zu verbessern.",
  "At no point in time do we write to disk or store emails – everything is done in-memory thanks to Node.js's streams and transforms! :tada:": "Wir schreiben zu keinem Zeitpunkt auf die Festplatte oder speichern E-Mails – dank der Streams und Transformationen von Node.js geschieht alles im Arbeitsspeicher! :tada:",
  "Terms": "Bedingungen",
  "By accessing this web site, you are agreeing to be bound by these web site Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this web site are protected by applicable copyright and trade mark law.": "Durch den Zugriff auf diese Website erklären Sie sich mit diesen Nutzungsbedingungen der Website, allen geltenden Gesetzen und Vorschriften einverstanden und erklären sich damit einverstanden, dass Sie für die Einhaltung aller geltenden lokalen Gesetze verantwortlich sind. Wenn Sie mit einer dieser Bedingungen nicht einverstanden sind, ist es Ihnen untersagt, diese Site zu nutzen oder darauf zuzugreifen. Die auf dieser Website enthaltenen Materialien sind durch geltendes Urheber- und Markenrecht geschützt.",
  "Disclaimer": "Haftungsausschluss",
  "Limitations": "Einschränkungen",
  "Refunds": "Rückerstattungen",
  "Service Level Agreement (\"SLA\")": "Service Level Agreement (\"SLA\")",
  "Agreement": "Zustimmung",
  "Credits": "Credits",
  "Eligibility": "Berechtigung",
  "Revisions and Errata": "Revisionen und Errata",
  "Links": "Links",
  "Site Terms of Use Modifications": "Änderungen der Website-Nutzungsbedingungen",
  "Governing Law": "Geltendes Recht",
  "License": "Lizenz",
  "The materials on Forward Email's web site are provided \"as is\". Forward Email makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, Forward Email does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its Internet web site or otherwise relating to such materials or on any sites linked to this site.": "Die Materialien auf der Website von Forward Email werden \"wie besehen\" bereitgestellt. Forward Email übernimmt keine Garantien, weder ausdrücklich noch stillschweigend, und lehnt hiermit alle anderen Garantien ab, einschließlich, aber nicht beschränkt auf stillschweigende Garantien oder Bedingungen der Marktgängigkeit, Eignung für einen bestimmten Zweck oder Nichtverletzung von geistigem Eigentum oder sonstiger Verletzung von Rechten. Darüber hinaus übernimmt Forward Email keine Gewährleistung oder Zusicherung hinsichtlich der Genauigkeit, der wahrscheinlichen Ergebnisse oder der Zuverlässigkeit der Verwendung der Materialien auf ihrer Internet-Website oder anderweitig in Bezug auf diese Materialien oder auf mit dieser Site verlinkten Websites.",
  "In no event shall Forward Email or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on Forward Email's Internet site, even if Forward Email or a Forward Email authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.": "In keinem Fall haften Forward Email oder seine Lieferanten für Schäden (einschließlich, aber nicht beschränkt auf Schäden aufgrund von Daten- oder Gewinnverlust oder aufgrund von Betriebsunterbrechungen), die sich aus der Nutzung oder Unmöglichkeit der Nutzung der Materialien im Internet von Forward Email ergeben Website, selbst wenn Forward Email oder ein von Forward Email bevollmächtigter Vertreter mündlich oder schriftlich über die Möglichkeit eines solchen Schadens informiert wurde. Da einige Gerichtsbarkeiten Beschränkungen stillschweigender Garantien oder Haftungsbeschränkungen für Folge- oder Nebenschäden nicht zulassen, gelten diese Beschränkungen möglicherweise nicht für Sie.",
  "We offer a 30-day money back guarantee on all paid plans if you are not satisfied with our service.": "Wir bieten eine 30-tägige Geld-zurück-Garantie für alle bezahlten Pläne, wenn Sie mit unserem Service nicht zufrieden sind.",
  "\"Downtime\" refers to a factor of more than a 5% user error rate, determined by a server-side error rate.": "\"Ausfallzeit\" bezieht sich auf einen Faktor von mehr als 5 % Benutzerfehlerrate, bestimmt durch eine serverseitige Fehlerrate.",
  "\"Monthly Uptime Percentage\" refers to the total minutes in a calendar month minus the number of minutes of Downtime suffered in the calendar month, divided by the total minutes in the calendar month.": "\"Prozentsatz der monatlichen Betriebszeit\" bezieht sich auf die Gesamtminuten in einem Kalendermonat abzüglich der Anzahl der Minuten der im Kalendermonat erlittenen Ausfallzeit, dividiert durch die Gesamtminuten im Kalendermonat.",
  "Forward Email shall use all reasonable commercial efforts (no less than acceptable and reasonable industry standards) to ensure that the Forward Email service is available to paying customers 99.99% of the time in any calendar month.  If it is not, then you may be eligible to receive the ": "Forward Email wird alle angemessenen kommerziellen Anstrengungen unternehmen (nicht weniger als akzeptable und angemessene Industriestandards), um sicherzustellen, dass der Forward Email-Dienst zahlenden Kunden zu 99,99 % der Zeit in jedem Kalendermonat zur Verfügung steht. Wenn dies nicht der Fall ist, haben Sie möglicherweise Anspruch auf die",
  " described below in accordance with ": " unten beschrieben gemäß",
  "Monthly Uptime Percentage": "Prozentsatz der monatlichen Betriebszeit",
  "Days of Service*": "Diensttage*",
  "< 99.99% – >= 99.90%": "< 99,99 % – >= 99,90 %",
  "< 99.90% – >= 95.00%": "< 99,90 % – >= 95,00 %",
  "< 95.50%": "< 95,50 %",
  "* Instead of receiving Days of Service being added to your account, you can also choose to have us issue a pro-rated refund.": "* Anstatt zu erhalten, dass Servicetage zu Ihrem Konto hinzugefügt werden, können Sie auch eine anteilige Rückerstattung von uns vornehmen lassen.",
  "Minimum credit amount must be at least $1.00 to be eligible.  Maximum credit is capped at the 30 days or the total amount the customer is paying per the most recent calendar month with respect to Downtime (whichever is greater).  Paying customers affected for any Downtime must request Credits by filing a ": "Der Mindestguthabenbetrag muss mindestens 1,00 USD betragen, um berechtigt zu sein. Das maximale Guthaben ist auf die 30 Tage oder den Gesamtbetrag begrenzt, den der Kunde im letzten Kalendermonat in Bezug auf die Ausfallzeit bezahlt (je nachdem, welcher Wert größer ist). Bezahlende Kunden, die von Ausfallzeiten betroffen sind, müssen Gutschriften anfordern, indem sie a",
  " within 30 days from the date of Downtime.  Credits only apply for Downtime factors that are within the primary control of Forward Email.": " innerhalb von 30 Tagen ab dem Datum der Ausfallzeit. Gutschriften gelten nur für Ausfallzeitfaktoren, die der primären Kontrolle von E-Mail-Weiterleitung unterliegen.",
  "The materials appearing on Forward Email's web site could include technical, typographical, or photographic errors. Forward Email does not warrant that any of the materials on its web site are accurate, complete, or current. Forward Email may make changes to the materials contained on its web site at any time without notice. Forward Email does not, however, make any commitment to update the materials.": "Die Materialien, die auf der Website von Forward Email erscheinen, können technische, typografische oder fotografische Fehler enthalten. Forward Email garantiert nicht, dass die Materialien auf seiner Website richtig, vollständig oder aktuell sind. Forward Email kann jederzeit ohne vorherige Ankündigung Änderungen an den auf seiner Website enthaltenen Materialien vornehmen. Forward Email verpflichtet sich jedoch nicht, die Materialien zu aktualisieren.",
  "Forward Email has not reviewed all of the sites linked to its Internet web site and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by Forward Email of the site. Use of any such linked web site is at the user's own risk.": "Forward Email hat nicht alle mit seiner Internet-Website verlinkten Sites überprüft und ist nicht verantwortlich für den Inhalt einer solchen verlinkten Site. Die Aufnahme eines Links bedeutet keine Billigung der Site durch Forward Email. Die Nutzung einer solchen verlinkten Website erfolgt auf eigene Gefahr des Benutzers.",
  "Forward Email may revise these terms of use for its web site at any time without notice. By using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.": "Forward Email kann diese Nutzungsbedingungen für seine Website jederzeit ohne vorherige Ankündigung ändern. Durch die Nutzung dieser Website erklären Sie sich mit der jeweils aktuellen Version dieser Nutzungsbedingungen einverstanden.",
  "Any claim relating to Forward Email's web site shall be governed by the laws of the State of Delaware without regard to its conflict of law provisions.": "Alle Ansprüche in Bezug auf die Website von Forward Email unterliegen den Gesetzen des Staates Delaware ohne Rücksicht auf die Kollisionsnormen.",
  "General Terms and Conditions applicable to Use of a Web Site.": "Allgemeine Geschäftsbedingungen für die Nutzung einer Website.",
  "Business Source License 1.1": "Business Source-Lizenz 1.1",
  " © ": " ©",
  "Niftylettuce, LLC.": "Niftylettuce, LLC.",
  "Port 25 blocked by ISP workaround": "Port 25 durch ISP-Workaround blockiert",
  "How to workaround ISP blocking inbound SMTP on port 25": "Problemumgehung ISP blockiert eingehendes SMTP auf Port 25",
  "How to workaround ISP blocking outbound SMTP on port 25": "Problemumgehung ISP blockiert ausgehendes SMTP auf Port 25",
  "How can I check if my ISP blocks ports": "Wie kann ich überprüfen, ob mein ISP Ports blockiert?",
  "If you do not have port 25 open on your mail server's IP address, then this guide is for you.": "Wenn Port 25 auf der IP-Adresse Ihres Mailservers nicht geöffnet ist, ist diese Anleitung genau das Richtige für Sie.",
  "For example, you're running a custom mail server at home, and your Internet Service Provider (\"ISP\") has blocked outbound port 25.": "Beispiel: Sie betreiben zu Hause einen benutzerdefinierten Mailserver und Ihr Internetdienstanbieter (\"ISP\") hat den ausgehenden Port 25 blockiert.",
  "Since you cannot have outbound traffic on port 25, then you most likely also won't have inbound traffic on port 25 due to this block.": "Da Sie auf Port 25 keinen ausgehenden Datenverkehr haben können, haben Sie aufgrund dieser Sperre höchstwahrscheinlich auch keinen eingehenden Datenverkehr auf Port 25.",
  "Assuming you are using our service to forward emails, ": "Angenommen, Sie nutzen unseren Service zum Weiterleiten von E-Mails,",
  "you can workaround this issue through our FAQ answer here": "Sie können dieses Problem durch unsere FAQ-Antwort hier umgehen",
  "If your ISP blocks outbound port 25, then you will have to find an alternate solution or contact them.": "Wenn Ihr ISP den ausgehenden Port 25 blockiert, müssen Sie eine alternative Lösung finden oder sich an ihn wenden.",
  "See our ": "Siehe unsere",
  "list of ports blocked by Internet Service Providers": "Liste der von Internetdienstanbietern blockierten Ports",
  "Regular expressions are not supported on ": "Reguläre Ausdrücke werden nicht unterstützt auf",
  "free global vanity domains": "kostenlose globale Vanity-Domains",
  " (as this could be a security vulnerability).": " (da dies eine Sicherheitslücke sein könnte).",
  ", the author of the ": ", der Autor der",
  "Please set a password on your account to continue.": "Bitte legen Sie ein Passwort für Ihr Konto fest, um fortzufahren.",
  "Email change request does not exist.": "E-Mail-Änderungsanforderung existiert nicht.",
  "Email change request has been cancelled.": "E-Mail-Änderungsanfrage wurde storniert.",
  "Payment method must be either credit card, debit card, or PayPal.": "Die Zahlungsmethode muss entweder Kreditkarte, Debitkarte oder PayPal sein.",
  "Domain name was invalid (must be a domain name without protocol, for example \"domain.com\" instead of \"http://domain.com\" or an IP address).": "Der Domänenname war ungültig (muss ein Domänenname ohne Protokoll sein, z. B. „domain.com“ anstelle von „http://domain.com“ oder eine IP-Adresse).",
  "Domain name was invalid (must be a domain name without protocol, for example \"domain.com\" instead of \"http://domain.com\").": "Domänenname war ungültig (muss ein Domänenname ohne Protokoll sein, z. B. „domain.com“ statt „http://domain.com“).",
  "Missing subscription or customer ID from Stripe billing portal.": "Fehlende Abonnement- oder Kunden-ID im Stripe-Abrechnungsportal.",
  "FAQ &#124; <span class=\"notranslate\">Forward Email</span>": "FAQ &#124; <span class=\"notranslate\">Forward Email</span>",
  "Read frequently asked questions about our service": "Read frequently asked questions about our service",
  "Success": "Success",
  "Error": "Error",
  "Info": "Info",
  "Warning": "Warning",
  "Question": "Question",
  "Cancel": "Cancel",
  "Close this dialog": "Close this dialog",
  "Are you sure?": "Are you sure?",
  "Please confirm if you wish to continue.": "Please confirm if you wish to continue.",
  "Ask a question": "Ask a question",
  "Write your message": "Write your message",
  "Message": "Message",
  "If you log in to your account, you will not need to fill out these captchas.": "If you log in to your account, you will not need to fill out these captchas.",
  "We'll be in contact with you!": "We'll be in contact with you!",
  "Send message": "Send message",
  "Sign up now": "Sign up now",
  "Sign up with Google": "Sign up with Google",
  "Sign up with GitHub": "Sign up with GitHub",
  "or": "or",
  "Sign up": "Sign up",
  "Have an account?": "Have an account?",
  "Sign in": "Sign in",
  "Read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Terms</a>": "Read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Terms</a>",
  "Welcome back!": "Welcome back!",
  "Sign in with Google": "Sign in with Google",
  "Sign in with GitHub": "Sign in with GitHub",
  "Forget your password?": "Forget your password?",
  "Don't have an account?": "Don't have an account?",
  "Toggle navigation": "Toggle navigation",
  "Pricing": "Pricing",
  "FAQ": "FAQ",
  "About": "About",
  "Help": "Help",
  "Save Yourself Time": "Save Yourself Time",
  "Fill out this form to personalize our guide below.": "Fill out this form to personalize our guide below.",
  "Enter your domain": "Enter your domain",
  "Enter your email": "Enter your email",
  "Upgrade to <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"notranslate\">Enhanced Protection</a>": "Upgrade to <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"notranslate\">Enhanced Protection</a>",
  "Create your free account now": "Create your free account now",
  "Continue": "Continue",
  "Not interested?  Click here to keep reading": "Not interested?  Click here to keep reading",
  "Need help?": "Need help?",
  "Русский Язык": "Русский Язык",
  "Arabic": "Arabic",
  "Chinese": "Chinese",
  "Czech": "Czech",
  "Danish": "Danish",
  "Dutch": "Dutch",
  "English": "English",
  "Finnish": "Finnish",
  "French": "French",
  "German": "German",
  "Hebrew": "Hebrew",
  "Hungarian": "Hungarian",
  "Indonesian": "Indonesian",
  "Italian": "Italian",
  "Japanese": "Japanese",
  "Korean": "Korean",
  "Norwegian": "Norwegian",
  "Polish": "Polish",
  "Portuguese": "Portuguese",
  "Spanish": "Spanish",
  "Swedish": "Swedish",
  "Thai": "Thai",
  "Turkish": "Turkish",
  "Ukrainian": "Ukrainian",
  "Vietnamese": "Vietnamese",
  "Resources": "Resources",
  "Free Disposable Addresses": "Free Disposable Addresses",
  "Domain Registration": "Domain Registration",
  "Reserved Email Addresses": "Reserved Email Addresses",
  "Guides": "Guides",
  "Developers": "Developers",
  "Free Email Webhooks": "Free Email Webhooks",
  "Email Forwarding Regex Pattern Filter": "Email Forwarding Regex Pattern Filter",
  "Releases": "Releases",
  "Coming soon": "Coming soon",
  "Status Page": "Status Page",
  "Source Code": "Source Code",
  "Company": "Company",
  "Donate": "Donate",
  "GitHub": "GitHub",
  "Email": "Email",
  "Pricing &#124; <span class=\"notranslate\">Forward Email</span>": "Pricing &#124; <span class=\"notranslate\">Forward Email</span>",
  "Free email forwarding for domains with features including Custom Domain Email Forwarding, Disposable Addresses, Multiple Recipients, Wildcards, and more!": "Free email forwarding for domains with features including Custom Domain Email Forwarding, Disposable Addresses, Multiple Recipients, Wildcards, and more!",
  "Free Email Forwarding for Custom Domains &#124; <span class=\"notranslate\">Forward Email</span>": "Free Email Forwarding for Custom Domains &#124; <span class=\"notranslate\">Forward Email</span>",
  "The best open-source and free email forwarding service for custom domains. We do not keep logs nor store emails. We don't track you. Unlimited aliases, catch-alls, wildcards, API access, and disposable addresses. Built-in support for DKIM, SRS, SPF, ARC, DMARC, and more. No credit card required.": "The best open-source and free email forwarding service for custom domains. We do not keep logs nor store emails. We don't track you. Unlimited aliases, catch-alls, wildcards, API access, and disposable addresses. Built-in support for DKIM, SRS, SPF, ARC, DMARC, and more. No credit card required.",
  "The Best Free Email Forwarding Service for Custom Domains &#124; <span class=\"notranslate\">Forward Email</span>": "The Best Free Email Forwarding Service for Custom Domains &#124; <span class=\"notranslate\">Forward Email</span>",
  "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?": "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?",
  "Learn about our plans": "Learn about our plans",
  "Free Email Forwarding for Creators": "Free Email Forwarding for Creators",
  "Our Features": "Our Features",
  "We strive for perfection": "We strive for perfection",
  "Lightning fast email service.": "Lightning fast email service.",
  "Learn about plans": "Learn about plans",
  "Basic plan to get started": "Basic plan to get started",
  "Unlimited custom domain names": "Unlimited custom domain names",
  "Unlimited email addresses and aliases": "Unlimited email addresses and aliases",
  "Unlimited disposable email addresses": "Unlimited disposable email addresses",
  "Use a custom domain or one of our free vanity domains:": "Use a custom domain or one of our free vanity domains:",
  "Phishing, executable, and virus protection": "Phishing, executable, and virus protection",
  "We built our own anti-spam, phishing, and virus protection software called Spam Scanner. It abides by the same privacy-first and zero logging policies.": "We built our own anti-spam, phishing, and virus protection software called Spam Scanner. It abides by the same privacy-first and zero logging policies.",
  "50MB attachment limit": "50MB attachment limit",
  "\"Send mail as\" with Gmail and Outlook": "\"Send mail as\" with Gmail and Outlook",
  "Catch-all email addresses": "Catch-all email addresses",
  "Multiple recipients per email address": "Multiple recipients per email address",
  "Unlimited email webhooks": "Unlimited email webhooks",
  "Unlimited email regex filtering": "Unlimited email regex filtering",
  "Custom port forwarding": "Custom port forwarding",
  "month": "month",
  "Unlimited domains": "Unlimited domains",
  "Setup Forwarding": "Setup Forwarding",
  "Advanced features and support": "Advanced features and support",
  "Everything included in Free, plus:": "Everything included in Free, plus:",
  "Enhanced email forwarding privacy": "Enhanced email forwarding privacy",
  "No publicly searchable TXT records are used.  Instead we store your configuration in a secure and backed-up database.": "No publicly searchable TXT records are used.  Instead we store your configuration in a secure and backed-up database.",
  "Instant DNS propagation (zero wait-time)": "Instant DNS propagation (zero wait-time)",
  "Easy to use email alias and import manager": "Easy to use email alias and import manager",
  "Automatic smart alerting system": "Automatic smart alerting system",
  "Browser extension (coming soon)": "Browser extension (coming soon)",
  "Exclusive access to API features": "Exclusive access to API features",
  "Forward newsletters to a bulk recipient list": "Forward newsletters to a bulk recipient list",
  "30-day money back guarantee": "30-day money back guarantee",
  "99.99% Uptime Service Level Agreement (\"SLA\")": "99.99% Uptime Service Level Agreement (\"SLA\")",
  "For small groups and organizations": "For small groups and organizations",
  "Everything included in Enhanced Protection, plus:": "Everything included in Enhanced Protection, plus:",
  "Unlimited member access management": "Unlimited member access management",
  "Shared organizational access to domain": "Shared organizational access to domain",
  "Premium support with 24 hour response time": "Premium support with 24 hour response time",
  "Enterprise": "Enterprise",
  "Custom solutions and licensing": "Custom solutions and licensing",
  "Everything included in Team, plus:": "Everything included in Team, plus:",
  "Custom licensing agreement": "Custom licensing agreement",
  "Technical infrastructure design and support": "Technical infrastructure design and support",
  "White-label and custom-branded solutions": "White-label and custom-branded solutions",
  "Managed deployment with dedicated IP's": "Managed deployment with dedicated IP's",
  "Dedicated support from our team of experts": "Dedicated support from our team of experts",
  "Contact Sales": "Contact Sales",
  "See Q&A below and <a href=\"%s\">read our FAQ</a> for more": "See Q&A below and <a href=\"%s\">read our FAQ</a> for more",
  "What is the difference between Free and Enhanced Protection?": "What is the difference between Free and Enhanced Protection?",
  "The Free plan requires you to use public DNS records to store your forwarding configuration.": "The Free plan requires you to use public DNS records to store your forwarding configuration.",
  "Anyone with a computer can lookup your forwarding configuration in a terminal if you are on the Free plan.": "Anyone with a computer can lookup your forwarding configuration in a terminal if you are on the Free plan.",
  "Unlike the Free plan, the Enhanced Protection plan uses a cryptographically generated random string to store your forwarding configuration privately.": "Unlike the Free plan, the Enhanced Protection plan uses a cryptographically generated random string to store your forwarding configuration privately.",
  "Is pricing per account or per domain?": "Is pricing per account or per domain?",
  "Our pricing is per account, not per domain &ndash; unlike other providers we do not charge extra.": "Our pricing is per account, not per domain &ndash; unlike other providers we do not charge extra.",
  "You also have the ability to mix and match plans and domains.": "You also have the ability to mix and match plans and domains.",
  "For example you can set some domains on the Free plan (DNS-based) &ndash; and others on the Enhanced Protection or Team plans.": "For example you can set some domains on the Free plan (DNS-based) &ndash; and others on the Enhanced Protection or Team plans.",
  "Do you support email best practices?": "Do you support email best practices?",
  "<span class=\"font-weight-bold\">Yes.</span> We have built-in support for SPF, DKIM, DMARC, ARC, and SRS across all plans.": "<span class=\"font-weight-bold\">Yes.</span> We have built-in support for SPF, DKIM, DMARC, ARC, and SRS across all plans.",
  "We have also worked extensively with the original authors of these specifications and other email experts to ensure perfection and high deliverability.": "We have also worked extensively with the original authors of these specifications and other email experts to ensure perfection and high deliverability.",
  "Can I configure <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Spam Scanner</a> settings?": "Can I configure <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Spam Scanner</a> settings?",
  "<span class=\"font-weight-bold\">Yes.</span> You can toggle filters for adult-related content, phishing, executables, and viruses from <a href=\"%s\">Advanced Settings</a>.": "<span class=\"font-weight-bold\">Yes.</span> You can toggle filters for adult-related content, phishing, executables, and viruses from <a href=\"%s\">Advanced Settings</a>.",
  "Do you offer unlimited domains for one price?": "Do you offer unlimited domains for one price?",
  "<span class=\"font-weight-bold\">Yes.</span> Regardless of which plan you are on, you will pay only one monthly rate &ndash; which covers all of your domains.": "<span class=\"font-weight-bold\">Yes.</span> Regardless of which plan you are on, you will pay only one monthly rate &ndash; which covers all of your domains.",
  "Which payment methods do you accept?": "Which payment methods do you accept?",
  "We accept debit and credit cards using <a class=\"alert-link\" href=\"https://stripe.com/global\" target=\"_blank\" rel=\"noopener noreferrer\">Stripe</a> and <a class=\"alert-link\" href=\"https://paypal.com\" target=\"_blank\" rel=\"noopener noreferrer\">PayPal</a>.": "We accept debit and credit cards using <a class=\"alert-link\" href=\"https://stripe.com/global\" target=\"_blank\" rel=\"noopener noreferrer\">Stripe</a> and <a class=\"alert-link\" href=\"https://paypal.com\" target=\"_blank\" rel=\"noopener noreferrer\">PayPal</a>.",
  "Do you accept one-time payments and subscriptions?": "Do you accept one-time payments and subscriptions?",
  "<span class=\"font-weight-bold\">Yes.</span>. We accept both one-time payments or monthly, quarterly, and yearly subscriptions.": "<span class=\"font-weight-bold\">Yes.</span>. We accept both one-time payments or monthly, quarterly, and yearly subscriptions.",
  "Will you ever increase prices?": "Will you ever increase prices?",
  "<span class=\"font-weight-bold\">No.</span> Prices will never increase. Unlike other companies, we will never shutdown our service either.": "<span class=\"font-weight-bold\">No.</span> Prices will never increase. Unlike other companies, we will never shutdown our service either.",
  "Do you offer a money-back guarantee?": "Do you offer a money-back guarantee?",
  "<span class=\"font-weight-bold\">Yes.</span> We offer a 30 day money-back guarantee &ndash; with no questions asked.": "<span class=\"font-weight-bold\">Yes.</span> We offer a 30 day money-back guarantee &ndash; with no questions asked.",
  "Do you store logs or write to disk?": "Do you store logs or write to disk?",
  "<span class=\"font-weight-bold\">No.</span> We have a <a href=\"%s\">Privacy</a> policy of strictly not storing logs, metadata, nor emails.": "<span class=\"font-weight-bold\">No.</span> We have a <a href=\"%s\">Privacy</a> policy of strictly not storing logs, metadata, nor emails.",
  "You will find that every other email forwarder either stores logs or writes your emails to a disk storage queue (or sometimes both!).": "You will find that every other email forwarder either stores logs or writes your emails to a disk storage queue (or sometimes both!).",
  "This common practice is a huge security risk for you, and is another reason why we built our service.": "This common practice is a huge security risk for you, and is another reason why we built our service.",
  "Our expertise allowed us to build our own custom solution that uses memory-based streams, and is lightning fast and privacy-focused.": "Our expertise allowed us to build our own custom solution that uses memory-based streams, and is lightning fast and privacy-focused.",
  "We don't track you like other services do.": "We don't track you like other services do.",
  "Do you have any other questions?": "Do you have any other questions?",
  "We are always available and usually respond within minutes of your help request.": "We are always available and usually respond within minutes of your help request.",
  "Contact Help": "Contact Help",
  "Read FAQ": "Read FAQ",
  "Russian": "Russian",
  "Email Forwarding for Creators": "Email Forwarding for Creators",
  "Email Forwarding for Developers": "Email Forwarding for Developers",
  "Email Forwarding for Businesses": "Email Forwarding for Businesses",
  "Free Email Forwarding": "Free Email Forwarding",
  "We're <span class='font-weight-bold'>the only</span> service that <mark>respects your privacy</mark> and <mark>never stores</mark> your emails.": "We're <span class='font-weight-bold'>the only</span> service that <mark>respects your privacy</mark> and <mark>never stores</mark> your emails.",
  "Get Started": "Get Started",
  "Forward anything @your-domain.com to your email &ndash; and create individual aliases too!": "Forward anything @your-domain.com to your email &ndash; and create individual aliases too!",
  "Learn more": "Learn more",
  "Made for <u>you</u>.": "Made for <u>you</u>.",
  "How to create unlimited email addresses and aliases": "How to create unlimited email addresses and aliases",
  "Website Email Forwarding": "Website Email Forwarding",
  "Startup Email Forwarding": "Startup Email Forwarding",
  "Shopify Email Forwarding": "Shopify Email Forwarding",
  "300K+ Happy Users.": "300K+ Happy Users.",
  "Trusted by the folks at <a href=\"https://flutter.dev/\" target=\"_blank\" rel=\"noopener noreferrer\">Flutter</a>, <a href=\"https://www.disneyadsales.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Disney Ad Sales</a> &ndash; and thousands more.": "Trusted by the folks at <a href=\"https://flutter.dev/\" target=\"_blank\" rel=\"noopener noreferrer\">Flutter</a>, <a href=\"https://www.disneyadsales.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Disney Ad Sales</a> &ndash; and thousands more.",
  "Protect your inbox.": "Protect your inbox.",
  "We use industry standard email header validation and signature checks, spam prevention tools, DNS blacklist lookups, and domain verification.  All powered by Cloudflare's <a href=\"https://blog.cloudflare.com/announcing-1111/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-white\">privacy-first consumer DNS service</a>.": "We use industry standard email header validation and signature checks, spam prevention tools, DNS blacklist lookups, and domain verification.  All powered by Cloudflare's <a href=\"https://blog.cloudflare.com/announcing-1111/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-white\">privacy-first consumer DNS service</a>.",
  "Stay protected": "Stay protected",
  "Privacy First": "Privacy First",
  "We created this service because you have a right to privacy.  Existing services did not respect it.  We use robust encryption and a zero-tolerance policy for logs of any kind.": "We created this service because you have a right to privacy.  Existing services did not respect it.  We use robust encryption and a zero-tolerance policy for logs of any kind.",
  "Regain your privacy": "Regain your privacy",
  "Disposable Addresses": "Disposable Addresses",
  "Create a specific or an anonymous email address that forwards to you.  You can even assign it a label and enable or disable it at any time to keep your inbox tidy.  Your actual email address is never exposed.": "Create a specific or an anonymous email address that forwards to you.  You can even assign it a label and enable or disable it at any time to keep your inbox tidy.  Your actual email address is never exposed.",
  "Disposable addresses": "Disposable addresses",
  "Multiple Recipients and Wildcards": "Multiple Recipients and Wildcards",
  "You can forward a single address to multiple, and even use wildcard addresses &ndash; also known as catch-all's.  Managing your company's inboxes has never been easier.": "You can forward a single address to multiple, and even use wildcard addresses &ndash; also known as catch-all's.  Managing your company's inboxes has never been easier.",
  "Start forwarding now": "Start forwarding now",
  "\"Send mail as\" with Gmail": "\"Send mail as\" with Gmail",
  "You'll never have to leave your inbox to send out emails as if they're from your company.  Send and reply-to messages as if they're from you@company.com directly from you@gmail.com.": "You'll never have to leave your inbox to send out emails as if they're from your company.  Send and reply-to messages as if they're from you@company.com directly from you@gmail.com.",
  "Configure your inbox": "Configure your inbox",
  "100% open-source.": "100% open-source.",
  "Unlike other services, we <strong class=\"font-weight-bold\">do not keep logs</strong> nor metadata, <strong class=\"font-weight-bold\">never read</strong> your emails, and are <strong class=\"font-weight-bold\">100% open-source</strong>.": "Unlike other services, we <strong class=\"font-weight-bold\">do not keep logs</strong> nor metadata, <strong class=\"font-weight-bold\">never read</strong> your emails, and are <strong class=\"font-weight-bold\">100% open-source</strong>.",
  "We're the <strong class=\"text-uppercase font-weight-bold border-bottom\">only</strong> service that <strong class=\"font-weight-bold\">never stores nor writes to disk</strong> any emails &ndash; it's all done in-memory.": "We're the <strong class=\"text-uppercase font-weight-bold border-bottom\">only</strong> service that <strong class=\"font-weight-bold\">never stores nor writes to disk</strong> any emails &ndash; it's all done in-memory.",
  "Made by an open-source and privacy advocate.": "Made by an open-source and privacy advocate.",
  "View source code": "View source code",
  "Our Numbers": "Our Numbers",
  "99.99%": "99.99%",
  "Service Uptime": "Service Uptime",
  "Global Servers": "Global Servers",
  "300K+": "300K+",
  "Active Users": "Active Users",
  "Trusted by the community": "Trusted by the community",
  "2K+ Stars": "2K+ Stars",
  "ไทย": "ไทย",
  "Tiếng Việt": "Tiếng Việt",
  "Português": "Português",
  "Home": "Home",
  "#1 Ranked Forwarding Service &ndash; Since 2017": "#1 Ranked Forwarding Service &ndash; Since 2017",
  "Unlimited Email Forwarding": "Unlimited Email Forwarding",
  "Creators": "Creators",
  "Businesses": "Businesses",
  "My Account - Domains": "My Account - Domains",
  "My Account &#124; <span class=\"notranslate\">Forward Email</span>": "My Account &#124; <span class=\"notranslate\">Forward Email</span>",
  "Manage your Forward Email profile": "Manage your Forward Email profile",
  "My Account": "My Account",
  "Profile": "Profile",
  "Security": "Security",
  "Log out": "Log out",
  "Add New Alias": "Add New Alias",
  "Alias Name": "Alias Name",
  "(required)": "(required)",
  "Generate random alias": "Generate random alias",
  "Use an asterisk \"*\" for a catch-all alias.": "Use an asterisk \"*\" for a catch-all alias.",
  "We also support <a href=\"%s\" target=\"_blank\">regular expressions</a>.": "We also support <a href=\"%s\" target=\"_blank\">regular expressions</a>.",
  "Domain Name": "Domain Name",
  "Free Vanity Domain": "Free Vanity Domain",
  "Upgrade plan": "Upgrade plan",
  "Add new domain": "Add new domain",
  "Alias Recipients": "Alias Recipients",
  "Recipients must be a line-break/space/comma separated list of valid email addresses, fully-qualified domain names (\"FQDN\"), IP addresses, and/or webhook URL's.  We will automatically remove duplicate entries for you and perform validation when you click \"Continue\" below.": "Recipients must be a line-break/space/comma separated list of valid email addresses, fully-qualified domain names (\"FQDN\"), IP addresses, and/or webhook URL's.  We will automatically remove duplicate entries for you and perform validation when you click \"Continue\" below.",
  "Alias Description (optional)": "Alias Description (optional)",
  "Description has a max of 150 characters.": "Description has a max of 150 characters.",
  "Alias Labels (optional)": "Alias Labels (optional)",
  "Labels must be a line-break/space/comma separated list with a maximum of 20 characters per label.": "Labels must be a line-break/space/comma separated list with a maximum of 20 characters per label.",
  "Active": "Active",
  "If you uncheck this, then this email will be deactivated and no emails will flow through.  However emails will NOT bounce until this alias is completely deleted.": "If you uncheck this, then this email will be deactivated and no emails will flow through.  However emails will NOT bounce until this alias is completely deleted.",
  "Upgrade your domain's plan": "Upgrade your domain's plan",
  "Please upgrade your domain's plan to use our privacy-focused and encrypted email alias manager (instead of managing your aliases for free with public DNS records).": "Please upgrade your domain's plan to use our privacy-focused and encrypted email alias manager (instead of managing your aliases for free with public DNS records).",
  "If you would like to learn more about DNS-based aliases (free plan), then please <a href=\"%s\">follow these instructions on our FAQ page</a>.": "If you would like to learn more about DNS-based aliases (free plan), then please <a href=\"%s\">follow these instructions on our FAQ page</a>.",
  "To upgrade your domain's plan, just close this modal and then click on the Current Plan dropdown button.": "To upgrade your domain's plan, just close this modal and then click on the Current Plan dropdown button.",
  "Add New Domain": "Add New Domain",
  "Domain name": "Domain name",
  "Don't have a domain name?": "Don't have a domain name?",
  "Register a domain": "Register a domain",
  "Add Domain": "Add Domain",
  "Search by domain name, alias name, or recipient": "Search by domain name, alias name, or recipient",
  "Search": "Search",
  "Current Plan": "Current Plan",
  "MX Records": "MX Records",
  "TXT Records": "TXT Records",
  "Quick Links": "Quick Links",
  "Manage Aliases": "Manage Aliases",
  "DNS-based": "DNS-based",
  "Change plan to:": "Change plan to:",
  "See all plan features": "See all plan features",
  "Verified": "Verified",
  "Setup": "Setup",
  "Advanced Settings": "Advanced Settings",
  "Add this domain to your account (if it does not exist)": "Add this domain to your account (if it does not exist)",
  "Upgrade to Enhanced Protection": "Upgrade to Enhanced Protection",
  "DNS Management Pages": "DNS Management Pages",
  "Settings": "Settings",
  "Change Plan": "Change Plan",
  "Plan": "Plan",
  "Current": "Current",
  "Verification Status": "Verification Status",
  "You have successfully completed setup.": "You have successfully completed setup.",
  "MX": "MX",
  "TXT": "TXT",
  "Verify Records": "Verify Records",
  "1. Set up your domain for email forwarding": "1. Set up your domain for email forwarding",
  "Do you need to configure (or re-configure) this domain name for email forwarding?": "Do you need to configure (or re-configure) this domain name for email forwarding?",
  "Configure your domain": "Configure your domain",
  "2. Send emails with your domain using Gmail (optional)": "2. Send emails with your domain using Gmail (optional)",
  "Follow our simple guide for sending and receiving emails with your domain, directly inside of Gmail.": "Follow our simple guide for sending and receiving emails with your domain, directly inside of Gmail.",
  "Setup your Gmail": "Setup your Gmail",
  "3. Still need help with something?": "3. Still need help with something?",
  "We are here to answer your questions, but please be sure to read our FAQ section first.": "We are here to answer your questions, but please be sure to read our FAQ section first.",
  "Ask us a question": "Ask us a question",
  "Back to Domains": "Back to Domains",
  "Select Domain": "Select Domain",
  "Add New Custom Domain": "Add New Custom Domain",
  "Sign up &#124; <span class=\"notranslate\">Forward Email</span>": "Sign up &#124; <span class=\"notranslate\">Forward Email</span>",
  "Create a Forward Email account": "Create a Forward Email account",
  "Dansk": "Dansk",
  "Suomi": "Suomi",
  "Magyar": "Magyar",
  "中文 (zhōngwén)": "中文 (zhōngwén)",
  "About &#124; <span class=\"notranslate\">Forward Email</span>": "About &#124; <span class=\"notranslate\">Forward Email</span>",
  "Learn more about Forward Email": "Learn more about Forward Email",
  "Our service was founded in 2017 by <a class=\"text-success text-decoration-none\" href=\"https://github.com/niftylettuce\" target=\"_blank\" rel=\"noopener noreferrer\">@niftylettuce</a> and is trusted and relied upon by thousands.": "Our service was founded in 2017 by <a class=\"text-success text-decoration-none\" href=\"https://github.com/niftylettuce\" target=\"_blank\" rel=\"noopener noreferrer\">@niftylettuce</a> and is trusted and relied upon by thousands.",
  "Our Story": "Our Story",
  "Why did we create this?": "Why did we create this?",
  "We are the only open-source, free, and privacy-first email forwarding service.": "We are the only open-source, free, and privacy-first email forwarding service.",
  "Thank you": "Thank you",
  "Sign in &#124; <span class=\"notranslate\">Forward Email</span>": "Sign in &#124; <span class=\"notranslate\">Forward Email</span>",
  "Sign in to your account": "Sign in to your account",
  "Sign in now": "Sign in now",
  "Türkçe": "Türkçe",
  "Verify email &#124; <span class=\"notranslate\">Forward Email</span>": "Verify email &#124; <span class=\"notranslate\">Forward Email</span>",
  "Verify your Forward Email email": "Verify your Forward Email email",
  "Verify email": "Verify email",
  "Enter the verification code emailed to: <strong><span class=\"notranslate\">%s</span></strong>": "Enter the verification code emailed to: <strong><span class=\"notranslate\">%s</span></strong>",
  "Please enter a <span class=\"notranslate\">%d</span> digit verification code.": "Please enter a <span class=\"notranslate\">%d</span> digit verification code.",
  "Verification code": "Verification code",
  "Didn't receive it?": "Didn't receive it?",
  "Resend now": "Resend now",
  "Free Email Webhooks &#124; <span class=\"notranslate\">Forward Email</span>": "Free Email Webhooks &#124; <span class=\"notranslate\">Forward Email</span>",
  "Create free email forwarding webhooks.  We are the best alternative to Mailgun.": "Create free email forwarding webhooks.  We are the best alternative to Mailgun.",
  "Need email forwarding webhooks?": "Need email forwarding webhooks?",
  "Skip ahead to the instructions to forward emails to webhooks.": "Skip ahead to the instructions to forward emails to webhooks.",
  "Easily set up webhooks for email delivery. We are the best alternative to Mailgun.": "Easily set up webhooks for email delivery. We are the best alternative to Mailgun.",
  "Email webhooks": "Email webhooks",
  "Setup an email webhook in minutes": "Setup an email webhook in minutes",
  "Create free email webhooks": "Create free email webhooks"
}