{
  "1": "1",
  "3": "3",
  "5": "5",
  "7": "7",
  "10": "10",
  "15": "fünfzehn",
  "20": "20",
  "30": "30",
  "587": "587",
  "3600": "3600",
  "Privacy Policy": "Datenschutz-Bestimmungen",
  "Table of Contents": "Inhaltsverzeichnis",
  "Information Not Collected": "Nicht erfasste Informationen",
  "Information Collected": "Gesammelte Informationen",
  "Information Shared": "Freigegebene Informationen",
  "Information Removal": "Entfernung von Informationen",
  "We do not store any forwarded emails.": "Wir speichern keine weitergeleiteten E-Mails.",
  "We do not store any metadata about forwarded emails.": "Wir speichern keine Metadaten über weitergeleitete E-Mails.",
  "We do not store any server-side logs.": "Wir speichern keine serverseitigen Protokolle.",
  "We do not store any client-side logs.": "Wir speichern keine clientseitigen Protokolle.",
  "We do not store any IP addresses.": "Wir speichern keine IP-Adressen.",
  "We do not store any browser information.": "Wir speichern keine Browserinformationen.",
  "For transparency, at any time you can ": "Für Transparenz können Sie jederzeit",
  "view our source code": "Sehen Sie sich unseren Quellcode an",
  " to see how the information below is collected and used:": " um zu sehen, wie die folgenden Informationen gesammelt und verwendet werden:",
  "We store a cookie in a session for your visit (strictly for functionality).  This cookie is stored securely in our Redis database.": "Wir speichern ein Cookie in einer Sitzung für Ihren Besuch (ausschließlich aus Gründen der Funktionalität). Dieser Cookie wird sicher in unserer Redis-Datenbank gespeichert.",
  "We store your email address (strictly for functionality).  This email address is stored securely in our MongoDB database.": "Wir speichern Ihre E-Mail-Adresse (ausschließlich für die Funktionalität). Diese E-Mail-Adresse wird sicher in unserer MongoDB-Datenbank gespeichert.",
  "We store your domain name(s) and alias(es) you create (strictly for functionality).  This information is stored securely in our MongoDB database.": "Wir speichern Ihre Domainnamen und Aliasnamen, die Sie erstellen (ausschließlich aus Gründen der Funktionalität). Diese Informationen werden sicher in unserer MongoDB-Datenbank gespeichert.",
  "Any additional information you voluntarily provide us, such as comments or questions in a ": "Alle zusätzlichen Informationen, die Sie uns freiwillig zur Verfügung stellen, wie Kommentare oder Fragen in a",
  "Help request": "Hilfeanforderung",
  ".": ".",
  "We do not share your information with any third-party whatsoever (with the exception of ": "Wir geben Ihre Daten nicht an Dritte weiter (mit Ausnahme von",
  "Postmark": "Stempel",
  ", which we use for transactional emails, e.g. for account verification or password reset emails).": ", die wir für Transaktions-E-Mails verwenden, z. E-Mails zur Kontobestätigung oder zum Zurücksetzen des Passworts).",
  "We may need to and will comply with court ordered legal requests (but keep in mind we do not collect information mentioned above, so we will not be able to provide it to begin with).": "Möglicherweise müssen und werden wir gerichtlich angeordnete rechtliche Anforderungen erfüllen (denken Sie jedoch daran, dass wir die oben genannten Informationen nicht erfassen, sodass wir diese zunächst nicht bereitstellen können).",
  "If at any time if you wish to remove information that you have provided us with, then go to ": "Wenn Sie Informationen, die Sie uns zur Verfügung gestellt haben, jederzeit entfernen möchten, gehen Sie zu",
  "My Account > Security": "Mein Konto> Sicherheit",
  " and click \"Delete Account\".": " und klicken Sie auf \"Konto löschen\".",
  "Frequently Asked Questions": "Häufig gestellte Fragen",
  "How do I get started and set up email forwarding": "Wie fange ich an und richte die E-Mail-Weiterleitung ein?",
  "Why am I not receiving my test emails": "Warum erhalte ich meine Test-E-Mails nicht?",
  "How to Send Mail As using Gmail": "So senden Sie E-Mails mit Google Mail",
  "Why do my emails have \"no-reply@forwardemail.net\" as part of the FROM address": "Warum haben meine E-Mails \"no-reply@forwardemail.net\" als Teil der FROM-Adresse?",
  "Can I just use this email forwarding service as a \"fallback\" or \"fallover\" MX server": "Kann ich diesen E-Mail-Weiterleitungsdienst einfach als \"Fallback\" - oder \"Fallover\" -MX-Server verwenden?",
  "Can I forward emails to multiple recipients": "Kann ich E-Mails an mehrere Empfänger weiterleiten?",
  "Can I have multiple global catch-all recipients": "Kann ich mehrere globale Sammelempfänger haben?",
  "Is there a maximum limit on the number of email addresses I can forward to": "Gibt es ein maximales Limit für die Anzahl der E-Mail-Adressen, an die ich weiterleiten kann?",
  "Can I recursively forward emails": "Kann ich E-Mails rekursiv weiterleiten?",
  "Can people unregister or register my email forwarding without my permission": "Können Personen meine E-Mail-Weiterleitung ohne meine Erlaubnis abmelden oder registrieren?",
  "How is it free": "Wie ist es kostenlos",
  "What is the max email size limit": "Was ist die maximale E-Mail-Größenbeschränkung?",
  "Do you store emails and their contents": "Speichern Sie E-Mails und deren Inhalte?",
  "Do you store logs of emails": "Speichern Sie Protokolle von E-Mails",
  "Can you read my forwarded emails": "Können Sie meine weitergeleiteten E-Mails lesen?",
  "Does it support the \"+\" symbol (e.g. for Gmail aliases)": "Unterstützt es das \"+\" - Symbol (z. B. für Google Mail-Aliase)?",
  "Does this forward my email's headers": "Leitet dies die Header meiner E-Mails weiter",
  "Is this well-tested": "Ist das gut getestet",
  "Do you pass along SMTP response messages and codes": "Übergeben Sie SMTP-Antwortnachrichten und -Codes?",
  "How do you prevent spammers and ensure good email forwarding reputation": "Wie verhindern Sie Spammer und stellen eine gute Reputation bei der E-Mail-Weiterleitung sicher?",
  "Can I \"send mail as\" with this": "Kann ich damit \"mailen als\"",
  "Can I forward unlimited emails with this": "Kann ich damit unbegrenzt E-Mails weiterleiten?",
  "How do you perform DNS lookups on domain names": "Wie führen Sie DNS-Suchvorgänge für Domänennamen durch?",
  "How fast is this service": "Wie schnell ist dieser Service",
  "The guided steps below should take no more than ten minutes of your time to setup.  Please be sure to read the instructions (and notes) thoroughly while you are following each step.": "Die folgenden geführten Schritte sollten nicht länger als zehn Minuten dauern. Bitte lesen Sie die Anweisungen (und Hinweise) sorgfältig durch, während Sie die einzelnen Schritte ausführen.",
  "Be sure to replace the email address of ": "Achten Sie darauf, die E-Mail-Adresse von zu ersetzen",
  " with the email address you want to forward emails to (only if it is not accurate already).  Similarly be sure to replace ": " mit der E-Mail-Adresse, an die Sie E-Mails weiterleiten möchten (nur wenn diese noch nicht korrekt ist). Ebenso unbedingt ersetzen",
  " with your custom domain name (only if it is not accurate already).": " mit Ihrem benutzerdefinierten Domain-Namen (nur wenn dieser noch nicht korrekt ist).",
  "1.": "1.",
  " If you have already registered your domain name, then you must completely skip this step and go to step two.  Otherwise you can ": " Wenn Sie Ihren Domainnamen bereits registriert haben, müssen Sie diesen Schritt vollständig überspringen und mit Schritt 2 fortfahren. Ansonsten kannst du",
  "click here to register your domain name": "Klicken Sie hier, um Ihren Domainnamen zu registrieren",
  "2.": "2.",
  " Click on the provider under \"Provider Name\" below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:": " Klicken Sie unten unter \"Anbietername\" auf den Anbieter, bei dem Sie Ihren Domänennamen registriert haben, befolgen Sie die entsprechenden Schritte unter \"Schritte zum Konfigurieren von DNS\" und kehren Sie dann zu dieser Registerkarte zurück, um mit dem Lesen von Schritt 3 unten fortzufahren:",
  "Clicking on a \"Provider Name\" below will open a link in a new tab for you.  After following the \"Steps to Configure DNS\" in this tab, do NOT close the tab, but instead return to this tab to proceed to step three.": "Wenn Sie unten auf einen \"Anbieternamen\" klicken, wird ein Link in einem neuen Tab für Sie geöffnet. Schließen Sie die Registerkarte NICHT, nachdem Sie die \"Schritte zum Konfigurieren von DNS\" auf dieser Registerkarte ausgeführt haben. Kehren Sie stattdessen zu dieser Registerkarte zurück, um mit Schritt drei fortzufahren.",
  "Provider Name": "Anbietername",
  "Steps to Configure DNS": "Schritte zum Konfigurieren von DNS",
  "1&1": "1 & 1",
  "Sign in > Domain Center > (Select your domain) > Edit DNS Settings": "Anmelden> Domain Center> (Wählen Sie Ihre Domain aus)> DNS-Einstellungen bearbeiten",
  "Amazon Route 53": "Amazonas Route 53",
  "Sign in > Hosted Zones > (Select your domain)": "Anmelden> Gehostete Zonen> (Wählen Sie Ihre Domain aus)",
  "Cloudflare": "Wolkenfackel",
  "Sign in > DNS": "Anmelden> DNS",
  "DNS Made Easy": "DNS leicht gemacht",
  "Sign in > DNS > (Select your domain)": "Anmelden> DNS> (Wählen Sie Ihre Domain aus)",
  "Digital Ocean": "Digitaler Ozean",
  "Sign in > Networking > Domains > (Select your domain) > More > Manage Domain": "Anmelden> Netzwerk> Domänen> (Wählen Sie Ihre Domäne aus)> Mehr> Domäne verwalten",
  "DreamHost": "DreamHost",
  "Sign in > Panel > Domains > Manage Domains > DNS": "Anmelden> Systemsteuerung> Domänen> Domänen verwalten> DNS",
  "Dyn": "Mann",
  "Sign in > Overview > Manage > Simple Editor > Records": "Anmelden> Übersicht> Verwalten> Einfacher Editor> Datensätze",
  "Gandi": "Überlegen",
  "Sign in > (Select your domain) > Management > Edit the zone": "Anmelden> (Wählen Sie Ihre Domain aus)> Verwaltung> Bearbeiten Sie die Zone",
  "GoDaddy": "Los Papa",
  "Sign in > Manage My Domains > (Select your domain) > Manage DNS": "Anmelden> Meine Domains verwalten> (Wählen Sie Ihre Domain aus)> DNS verwalten",
  "Google Domains": "Google Domains",
  "Sign in > (Select your domain) > Configure DNS": "Anmelden> (Wählen Sie Ihre Domain aus)> DNS konfigurieren",
  "Namecheap": "Namecheap",
  "Sign in > Domain List > (Select your domain) > Manage > Advanced DNS": "Anmelden> Domänenliste> (Wählen Sie Ihre Domäne aus)> Verwalten> Erweitertes DNS",
  "Netlify": "Netlify",
  "Sign in > (Select your domain) > Setup Netlify DNS": "Anmelden> (Wählen Sie Ihre Domain aus)> Netlify DNS einrichten",
  "Network Solutions": "Netzwerklösungen",
  "Sign in > Account Manager > My Domain Names > (Select your domain) > Manage > Change Where Domain Points > Advanced DNS": "Anmelden> Account Manager> Meine Domain-Namen> (Wählen Sie Ihre Domain aus)> Verwalten> Ändern, wo die Domain verweist> Erweitertes DNS",
  "Shopify": "Shopify",
  "Sign in > Managed Domains > (Select your domain) > DNS Settings": "Anmelden> Verwaltete Domänen> (Wählen Sie Ihre Domäne aus)> DNS-Einstellungen",
  "eNom": "eNom",
  "Sign in > Domains > My Domains": "Anmelden> Domains> Meine Domains",
  "3.": "3.",
  " Using your provider's DNS management page (the other tab you have opened), set the following \"MX\" record types on your domain name:": " Stellen Sie auf der DNS-Verwaltungsseite Ihres Providers (die andere Registerkarte, die Sie geöffnet haben) die folgenden \"MX\" -Eintragstypen für Ihren Domainnamen ein:",
  "Name/Host/Alias": "Name / Host / Alias",
  "TTL": "TTL",
  "Record Type": "Aufnahmetyp",
  "Priority": "Priorität",
  "Value/Answer/Destination": "Wert / Antwort / Ziel",
  "@ or leave blank": "@ oder leer lassen",
  "MX": "MX",
  "Note that there should be NO other MX records set on your domain name.  Both of the above records MUST exist.  If there were already MX records that existed, please delete them completely.": "Beachten Sie, dass für Ihren Domain-Namen KEINE anderen MX-Einträge festgelegt werden dürfen. Beide oben genannten Datensätze müssen vorhanden sein. Wenn bereits MX-Einträge vorhanden waren, löschen Sie diese bitte vollständig.",
  "The \"TTL\" value does not need to be 3600, it could be a lower or higher value if necessary.": "Der \"TTL\" -Wert muss nicht 3600 sein, er kann bei Bedarf niedriger oder höher sein.",
  "4.": "4.",
  " Using your provider's DNS management page (the other tab you have opened), set the following \"TXT\" record types on your domain name:": " Legen Sie auf der DNS-Verwaltungsseite Ihres Providers (die andere Registerkarte, die Sie geöffnet haben) die folgenden \"TXT\" -Eintragstypen für Ihren Domainnamen fest:",
  "If you are forwarding all emails from your domain, (\"all@example.com\", \"hello@example.com\", etc) to a specific address \"niftylettuce@gmail.com\":": "Wenn Sie alle E-Mails von Ihrer Domain (\"all@example.com\", \"hello@example.com\" usw.) an eine bestimmte Adresse \"niftylettuce@gmail.com\" weiterleiten:",
  "TXT": "TXT",
  "Make sure to replace the values above in the \"Value/Answer/Destination\" column with your own email address.": "Stellen Sie sicher, dass Sie die obigen Werte in der Spalte \"Wert / Antwort / Ziel\" durch Ihre eigene E-Mail-Adresse ersetzen.",
  "If you just need to forward a single email address (e.g. \"hello@example.com\" to \"niftylettuce@gmail.com\"; this will also forward \"hello+test@example.com\" to \"niftylettuce+test@gmail.com\" automatically):": "Wenn Sie nur eine einzige E-Mail-Adresse weiterleiten müssen (z. B. \"hello@example.com\" an \"niftylettuce@gmail.com\"), wird auch \"hello+test@example.com\" an \"niftylettuce+test@gmail.com\" weitergeleitet \"automatisch):",
  "If you are forwarding multiple emails, then you'll want to separate them with a comma:": "Wenn Sie mehrere E-Mails weiterleiten, möchten Sie diese durch ein Komma trennen:",
  "You can have an infinite amount of forwarding emails setup – just make sure to not wrap over 255 characters in a single-line and start each line with \"forward-email=\".  An example is provided below:": "Sie können unendlich viele Weiterleitungs-E-Mails einrichten - stellen Sie einfach sicher, dass Sie nicht mehr als 255 Zeichen in eine einzelne Zeile setzen und jede Zeile mit \"forward-email =\" beginnen. Nachfolgend finden Sie ein Beispiel:",
  "You can also specify a domain name in your TXT record to have global alias forwarding (e.g. \"user@example.com\" will get forwarded to \"user@example.net\"):": "Sie können auch einen Domainnamen in Ihrem TXT-Eintrag angeben, um eine globale Aliasweiterleitung zu erhalten (z. B. \"user@example.com\" wird an \"user@example.net\" weitergeleitet):",
  "5.": "5.",
  " Using your provider's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record types on your domain name:": " Stellen Sie auf der DNS-Verwaltungsseite Ihres Providers (die andere Registerkarte, die Sie geöffnet haben) zusätzlich die folgenden \"TXT\" -Eintragstypen für Ihren Domainnamen ein:",
  "⚠️ If you are using Google Apps, you'll need to append ": "⚠️ Wenn Sie Google Apps verwenden, müssen Sie anfügen",
  " to the value above – e.g. ": " auf den obigen Wert - z.B.",
  "If you already have a similar line with \"v=spf1\", then you'll need to append ": "Wenn Sie bereits eine ähnliche Zeile mit \"v = spf1\" haben, müssen Sie sie anhängen",
  " right before any existing \"include:host.com\" records and before the \"-all\" in the same line, for example\":": " direkt vor allen vorhandenen \"include: host.com\" -Datensätzen und vor dem \"-all\" in derselben Zeile, zum Beispiel \":",
  "Note that there is a difference between \"-all\" and \"~all\".  The \"-\" indicates that the SPF check should FAIL if it does not match, and \"~\" indicates that the SPF check should SOFTFAIL.  We recommend to use the \"-all\" approach to prevent domain forgery.": "Beachten Sie, dass es einen Unterschied zwischen \"-all\" und \"~ all\" gibt. Das \"-\" zeigt an, dass die SPF-Prüfung fehlschlagen sollte, wenn sie nicht übereinstimmt, und \"~\" zeigt an, dass die SPF-Prüfung SOFTFAIL sein sollte. Wir empfehlen die Verwendung des \"-all\" -Ansatzes, um die Fälschung von Domänen zu verhindern.",
  "6.": "6.",
  " Verify your DNS records using our \"Verify Records\" tool available at ": " Überprüfen Sie Ihre DNS-Einträge mit unserem Tool \"Verify Records\" unter",
  "My Account > Domains": "Mein Konto> Domains",
  "7.": "7.",
  " Send a test email to confirm it works.  Note that it might take some time for your DNS records to propagate.": " Senden Sie eine Test-E-Mail, um zu bestätigen, dass es funktioniert. Beachten Sie, dass die Weitergabe Ihrer DNS-Einträge einige Zeit dauern kann.",
  "8.": "8.",
  " Add ": " Hinzufügen",
  " to your contacts.  In the event that someone is attempting to send you an email that has a strict DMARC record policy of \"reject\" or \"quarantine\", we will rewrite the email's \"From\" header with a \"friendly-from\".  This means the \"From\" will look like \"Sender's Name ": " zu Ihren Kontakten. Für den Fall, dass jemand versucht, Ihnen eine E-Mail mit der strengen DMARC-Aufzeichnungsrichtlinie \"Ablehnen\" oder \"Quarantäne\" zu senden, wird der \"Von\" -Header der E-Mail mit einem \"Friendly-From\" überschrieben. Dies bedeutet, dass \"Von\" wie \"Absendername\" aussieht",
  "no-reply@forwardemail.net": "no-reply@forwardemail.net",
  "\" and a \"Reply-To\" will be added with the original sender's \"From\" address.  In the event that there is already a \"Reply-To\" set, we will not overwrite it.": "\"und ein\" Reply-To \"werden mit der\" From \"-Adresse des ursprünglichen Absenders hinzugefügt. Falls bereits ein\" Reply-To \"-Satz vorhanden ist, wird dieser nicht überschrieben.",
  "9.": "9.",
  " If you wish to \"Send Mail As\" from Gmail, then you will need to follow the steps under ": " Wenn Sie von Google Mail aus \"Mail senden als\" möchten, müssen Sie die Schritte unter ausführen",
  "How to Send Mail As Using Gmail": "So senden Sie E-Mails mit Google Mail",
  " below.": " unten.",
  "Optional Add-ons:": "Optionale Erweiterungen:",
  "Add a DMARC record for your domain name by following the instructions at ": "Fügen Sie einen DMARC-Eintrag für Ihren Domain-Namen hinzu, indem Sie den Anweisungen unter folgen",
  "https://dmarc.postmarkapp.com": "https://dmarc.postmarkapp.com",
  " (this will allow DMARC verification to pass)": " (Dadurch kann die DMARC-Überprüfung bestanden werden.)",
  "⚠️ If you intend to use ": "⚠️ Wenn Sie verwenden möchten",
  ", you can only set the DMARC policy to \"p=none\", for example:": "können Sie die DMARC-Richtlinie nur auf \"p = none\" setzen, zum Beispiel:",
  "Setting other policies, \"quarantine\" or \"reject\", may cause sent mails to end up in recipient's spam folder or not delivered at all.": "Das Festlegen anderer Richtlinien (\"Quarantäne\" oder \"Ablehnen\") kann dazu führen, dass gesendete Mails im Spam-Ordner des Empfängers landen oder gar nicht zugestellt werden.",
  "DMARC requires both \"From\" and \"Return-Path\" to match the same domain. When you use \"Send Mail As\", your Gmail address would be used as the \"Return-Path\", instead of your custom domain in \"From\".": "DMARC benötigt sowohl \"From\" als auch \"Return-Path\", um mit derselben Domain übereinzustimmen. Wenn Sie \"Mail senden als\" verwenden, wird Ihre Google Mail-Adresse anstelle Ihrer benutzerdefinierten Domain unter \"Von\" als \"Rücksprungpfad\" verwendet.",
  "If the email lands in your spam folder (which it should not), you can whitelist it (e.g. here are instructions for Google ": "Wenn die E-Mail in Ihrem Spam-Ordner landet (was nicht der Fall sein sollte), können Sie sie auf die Whitelist setzen (z. B. hier finden Sie Anweisungen für Google)",
  "https://support.google.com/a/answer/60751?hl=en&ref_topic=1685627": "https://support.google.com/a/answer/60751?hl=de&ref_topic=1685627",
  ")": ")",
  "Add the ability to \"Send Mail As\" from Gmail by following ": "Fügen Sie die Funktion zum Senden von E-Mails über Google Mail wie folgt hinzu",
  " below": " unten",
  "The most probable cause of your issues with not receiving test emails or with configuration in general is due to DNS propagation and caching.": "Die wahrscheinlichste Ursache für Probleme beim Nichtempfangen von Test-E-Mails oder bei der Konfiguration im Allgemeinen ist die DNS-Weitergabe und das Zwischenspeichern.",
  "Fortunately ": "Glücklicherweise",
  "our DNS provider Cloudflare has a nice \"Purge Cache\" tool available for you to use at:": "Unser DNS-Anbieter Cloudflare bietet ein nützliches Tool zum Löschen von Caches an:",
  " ": " ",
  "https://1.1.1.1/purge-cache/": "https://1.1.1.1/purge-cache/",
  "All you need to do is go to that link for both \"MX\" and \"TXT\" record types, enter your domain name, and click \"Purge Cache\".  You'll then need to wait a few minutes and try again!": "Sie müssen nur für die Datensatztypen \"MX\" und \"TXT\" zu diesem Link wechseln, Ihren Domain-Namen eingeben und auf \"Cache leeren\" klicken. Sie müssen dann einige Minuten warten und es erneut versuchen!",
  "After you've followed the steps above in ": "Nachdem Sie die obigen Schritte in ausgeführt haben",
  " you can follow these steps in Gmail in order to \"Send Mail As\" using your custom domain.": " Sie können diese Schritte in Google Mail ausführen, um mithilfe Ihrer benutzerdefinierten Domain eine E-Mail zu senden.",
  "You need to have ": "Du brauchst",
  "Gmail's Two-Factor Authentication": "Die Zwei-Faktor-Authentifizierung von Google Mail",
  " enabled for this to work.  Visit ": " aktiviert, damit dies funktioniert. Besuch",
  "https://www.google.com/landing/2step/": "https://www.google.com/landing/2step/",
  " if you do not have it enabled.": " wenn Sie es nicht aktiviert haben.",
  "Once Two-Factor Authentication is enabled (or if you already had it enabled), then visit ": "Sobald die Zwei-Faktor-Authentifizierung aktiviert ist (oder wenn Sie sie bereits aktiviert haben), besuchen Sie",
  "https://myaccount.google.com/apppasswords": "https://myaccount.google.com/apppasswords",
  "When prompted for \"Select the app and device you want to generate the app password for\":": "Bei der Aufforderung \"Wählen Sie die App und das Gerät aus, für die Sie das App-Passwort generieren möchten\":",
  "Select \"Mail\" under the drop-down for \"Select app\"": "Wählen Sie \"Mail\" unter der Dropdown-Liste für \"App auswählen\"",
  "Select \"Other\" under the drop-down for \"Select device\"": "Wählen Sie \"Andere\" in der Dropdown-Liste für \"Gerät auswählen\".",
  "When prompted for text input, enter your custom domain's email address you're forwarding from (e.g. ": "Wenn Sie zur Texteingabe aufgefordert werden, geben Sie die E-Mail-Adresse Ihrer benutzerdefinierten Domain ein, von der Sie weiterleiten (z.",
  " - this will help you keep track in case you use this service for multiple accounts)": " - Dies hilft Ihnen, den Überblick zu behalten, falls Sie diesen Dienst für mehrere Konten verwenden.)",
  "Copy the password to your clipboard that is automatically generated": "Kopieren Sie das Passwort in Ihre Zwischenablage, die automatisch generiert wird",
  "⚠️ If you are using Google Apps, visit your admin panel ": "⚠️ Wenn Sie Google Apps verwenden, besuchen Sie Ihren Admin-Bereich",
  "Apps > G Suite >Settings for Gmail > Advanced settings": "Apps> G Suite> Einstellungen für Google Mail> Erweiterte Einstellungen",
  " and make sure to check \"Allow users to send mail through an external SMTP server...\". There will be some delay for this change to be activated, so please wait for ~5-10 minutes.": " und stellen Sie sicher, dass das Kontrollkästchen \"Benutzern das Senden von E-Mails über einen externen SMTP-Server erlauben ...\" aktiviert ist. Es wird einige Zeit dauern, bis diese Änderung aktiviert wird. Warten Sie daher ca. 5-10 Minuten.",
  "Go to ": "Gehe zu",
  "Gmail": "Google Mail",
  " and under ": " und unter",
  "Settings > Accounts and Import > Send mail as": "Einstellungen> Konten und Importieren> Mail senden als",
  ", click \"Add another email address\"": "Klicken Sie auf \"Weitere E-Mail-Adresse hinzufügen\".",
  "When prompted for \"Name\", enter the name that you want your email to be seen as \"From\" (e.g. ": "Wenn Sie zur Eingabe von \"Name\" aufgefordert werden, geben Sie den Namen ein, unter dem Ihre E-Mail als \"Von\" angezeigt werden soll (z. B.",
  "When prompted for \"Email address\", enter the email address with the custom domain you used above (e.g. ": "Wenn Sie zur Eingabe der \"E-Mail-Adresse\" aufgefordert werden, geben Sie die E-Mail-Adresse mit der oben verwendeten benutzerdefinierten Domain ein (z. B.",
  "Uncheck \"Treat as an alias\"": "Deaktivieren Sie \"Als Alias behandeln\"",
  "Check it if you prefer the recipient to reply (to the mail sent using your custom domain) directly to your Gmail address. ": "Aktivieren Sie dieses Kontrollkästchen, wenn der Empfänger (auf die mit Ihrer benutzerdefinierten Domain gesendete E-Mail) direkt auf Ihre Google Mail-Adresse antworten möchte.",
  "See details": "Siehe Einzelheiten",
  "Click \"Next Step\" to proceed": "Klicken Sie auf \"Nächster Schritt\", um fortzufahren",
  "When prompted for \"SMTP Server\", enter ": "Geben Sie ein, wenn Sie zur Eingabe von \"SMTP-Server\" aufgefordert werden",
  " and leave the port as ": " und verlassen Sie den Hafen als",
  "When prompted for \"Username\", enter the portion of your Gmail address without the ": "Geben Sie bei der Aufforderung zur Eingabe des \"Nutzernamens\" den Teil Ihrer Google Mail-Adresse ohne das ein",
  " part (e.g. ": " Teil (z.",
  " if my email is ": " wenn meine e-mail ist",
  "When prompted for \"Password\", paste from your clipboard the password you generated in step 2 above": "Wenn Sie zur Eingabe des Kennworts aufgefordert werden, fügen Sie das in Schritt 2 oben generierte Kennwort aus der Zwischenablage ein",
  "Leave the radio button checked to \"Secured connection using TLS\"": "Lassen Sie das Optionsfeld auf \"Gesicherte Verbindung mit TLS\" aktiviert.",
  "Click \"Add Account\" to proceed": "Klicken Sie auf \"Konto hinzufügen\", um fortzufahren",
  "Open a new tab to ": "Öffnen Sie eine neue Registerkarte zu",
  " and wait for your verification email to arrive (you will receive a verification code that confirms you are the owner of the email address you are attempting to \"Send Mail As\")": " und warten Sie, bis Ihre Bestätigungs-E-Mail eintrifft. (Sie erhalten einen Bestätigungscode, der bestätigt, dass Sie der Eigentümer der E-Mail-Adresse sind, unter der Sie versuchen, eine E-Mail zu senden.)",
  "Once it arrives, copy and paste the verification code at the prompt you received in the previous step": "Kopieren Sie den Bestätigungscode, und fügen Sie ihn an der Eingabeaufforderung ein, die Sie im vorherigen Schritt erhalten haben",
  "Once you've done that, go back to the email and click the link to \"confirm the request\". You need to do this step and the previous step for the email to be correctly configured.": "Wenn Sie dies getan haben, kehren Sie zur E-Mail zurück und klicken Sie auf den Link, um die Anfrage zu bestätigen. Sie müssen diesen und den vorherigen Schritt ausführen, damit die E-Mail korrekt konfiguriert wird.",
  "Done!": "Erledigt!",
  "This is to ensure that emails land in the inbox as opposed to the spam folder.  We DO add a custom \"Reply-To\" header, so when recipients click \"Reply\" on your email - they send their email to the correct address and name.  Once we implement ARC signatures (we are waiting on a majority of email providers to adopt it) then we should be able to remove the \"Friendly From\" rewrite, and your users will no longer see \"no-reply\" in the FROM.   Subscribe ": "Dies soll sicherstellen, dass E-Mails im Gegensatz zum Spam-Ordner im Posteingang landen. Wir fügen einen benutzerdefinierten \"Reply-To\" -Header hinzu. Wenn Empfänger in Ihrer E-Mail auf \"Reply\" klicken, senden sie ihre E-Mail an die richtige Adresse und den richtigen Namen. Sobald wir ARC-Signaturen implementiert haben (wir warten darauf, dass die meisten E-Mail-Anbieter sie übernehmen), sollten wir in der Lage sein, die Umschreibung \"Friendly From\" zu entfernen, und Ihre Benutzer sehen im FROM nicht mehr \"no-reply\". Abonnieren",
  "to this GitHub issue": "zu dieser GitHub Ausgabe",
  " for updates.  You will not need to do any re-configuration once this feature is added.": " für Updates. Nach dem Hinzufügen dieser Funktion müssen Sie keine Neukonfiguration vornehmen.",
  "Yes, but this is ": "Ja, aber das ist es",
  "NOT": "NICHT",
  " recommended as this is an incredibly rare edge case.": " empfohlen, da dies ein unglaublich seltener Randfall ist.",
  "If you use Google Business for email, and want to use our server as a fallback so your mail still gets delivered, then just specify the Google mail servers with a lower priority than our mail servers.  An example is provided below:": "Wenn Sie Google Business für E-Mails verwenden und unseren Server als Fallback verwenden möchten, damit Ihre E-Mails weiterhin zugestellt werden, geben Sie einfach die Google-Mail-Server mit einer niedrigeren Priorität als unsere Mail-Server an. Nachfolgend finden Sie ein Beispiel:",
  "Yes, absolutely.  Just specify multiple recipients in your TXT records.": "Ja absolut. Geben Sie einfach mehrere Empfänger in Ihren TXT-Datensätzen an.",
  "For example, if I want an email that goes to ": "Zum Beispiel, wenn ich eine E-Mail möchte, die an geht",
  " to get forwarded to ": " um weitergeleitet zu werden",
  " and ": " und",
  ", then my TXT record would look like this:": ", dann würde mein TXT-Eintrag so aussehen:",
  "Or, you could specify them in two separate lines, such as this:": "Sie können sie auch in zwei separaten Zeilen angeben, z.",
  "It's up to you!": "Es liegt an dir!",
  "Yes, you can. Just specify multiple global catch-all recipients in your TXT records.": "Ja, du kannst. Geben Sie einfach mehrere globale Sammelempfänger in Ihren TXT-Datensätzen an.",
  "For example, if I want every email that goes to ": "Zum Beispiel, wenn ich jede E-Mail möchte, die an geht",
  " (the asterisk meaning its a wildcard aka catch-all) to get forwarded to ": " (Das Sternchen bedeutet, dass es sich um einen Platzhalter (auch bekannt als \"catch all\") handelt), an den weitergeleitet werden soll",
  "Yes, the default limit is 5.  You could have ": "Ja, das Standardlimit ist 5. Das könnten Sie haben",
  ", ": ",",
  ", … (from 1-5) – and any emails to ": ",… (Von 1-5) - und eventuelle E-Mails an",
  " would get forwarded to ": " würde weitergeleitet werden an",
  ", … (from 1-5).": ",… (Von 1-5).",
  "Yes, you can, however you still must adhere to the maximum limit.  If you have ": "Ja, Sie können, aber Sie müssen immer noch die Höchstgrenze einhalten. Wenn Sie haben",
  ", then emails to ": ", dann emails an",
  ".  Note that an error will be thrown if you attempt to recursively forward emails.": ". Beachten Sie, dass ein Fehler ausgegeben wird, wenn Sie versuchen, E-Mails rekursiv weiterzuleiten.",
  "We use MX and TXT record verification, therefore if you add this service's respective MX and TXT records, then you're registered.  If you remove them, then you're unregistered.  You have ownership of your domain and DNS management, so if someone has access to that then that's a problem.": "Wir verwenden die MX- und TXT-Datensatzüberprüfung. Wenn Sie also die entsprechenden MX- und TXT-Datensätze dieses Dienstes hinzufügen, sind Sie registriert. Wenn Sie sie entfernen, sind Sie nicht registriert. Sie besitzen die Domain- und DNS-Verwaltung. Wenn also jemand Zugriff darauf hat, ist dies ein Problem.",
  "The service continues to run thanks to ": "Der Dienst läuft dank weiter",
  "donations": "Spenden",
  "We want to provide a free alternative (since we feel bad) for people that are using closed-source forwarding services (and subsequently risking their privacy and security).": "Wir möchten eine kostenlose Alternative (da wir uns schlecht fühlen) für Personen bereitstellen, die Closed-Source-Weiterleitungsdienste nutzen (und in der Folge ihre Privatsphäre und Sicherheit gefährden).",
  "We default to a 25 MB size limit (the same as Gmail), which includes content, headers, and attachments.": "Wir verwenden standardmäßig ein Größenlimit von 25 MB (dasselbe wie bei Google Mail), das Inhalt, Header und Anhänge enthält.",
  "An error with the proper response code is returned if the file size limit is exceeded.": "Ein Fehler mit dem richtigen Antwortcode wird zurückgegeben, wenn die Dateigrößenbeschränkung überschritten wird.",
  "No, absolutely not.  See our ": "Nein auf keinen Fall. Siehe unsere",
  "No, I cannot read your emails and I have no wish to.  Many other email forwarding providers unethically read your email.  This is not what I'm about.": "Nein, ich kann Ihre E-Mails nicht lesen und möchte es auch nicht. Viele andere E-Mail-Weiterleitungsanbieter lesen Ihre E-Mails unethisch. Darum geht es mir nicht.",
  "The code that is deployed to the server is publicly visible on GitHub!": "Der auf dem Server bereitgestellte Code ist auf GitHub öffentlich sichtbar!",
  "Yes, absolutely.": "Ja absolut.",
  "Yes, it has tests written with ava and also has code coverage.": "Ja, es gibt Tests, die mit ava geschrieben wurden, und es gibt auch Code-Coverage.",
  "Yes, absolutely.  For example if you're sending an email to ": "Ja absolut. Zum Beispiel, wenn Sie eine E-Mail an senden",
  " and it's registered to forward to ": " und es ist registriert, um weiterzuleiten",
  ", then the SMTP response message and code from the \"gmail.com\" SMTP server will be returned instead of the proxy server at \"mx1.forwardemail.net\" or \"mx2.forwardemail.net\".": "Anschließend werden die SMTP-Antwortnachricht und der Code vom SMTP-Server \"gmail.com\" anstelle des Proxyservers \"mx1.forwardemail.net\" oder \"mx2.forwardemail.net\" zurückgegeben.",
  "Per documentation and suggestions from Google at ": "Per Dokumentation und Anregungen von Google unter",
  "https://support.google.com/a/answer/175365?hl=en": "https://support.google.com/a/answer/175365?hl=de",
  ", along with best practice, including:": "zusammen mit bewährten Methoden, einschließlich:",
  "DNSBL - we test senders IP's against the Spamhaus ": "DNSBL - wir testen Absender IP's gegen das Spamhaus",
  "DNS blacklists": "DNS-Blacklists",
  ", if any fail, then the sender is not permitted to send the message and is returned a detailed error message with instructions on how to de-list themselves from the specific blacklists they're listed under.": "Wenn dies fehlschlägt, darf der Absender die Nachricht nicht senden und erhält eine detaillierte Fehlermeldung mit Anweisungen, wie er sich von den spezifischen Blacklists, unter denen er aufgeführt ist, abmeldet.",
  "SpamAssassin - using ": "SpamAssassin - verwenden",
  " client to check emails and automatically reject them if they're marked as spam": " Client, um E-Mails zu überprüfen und automatisch abzulehnen, wenn sie als Spam markiert sind",
  "Checks daily for updated rules": "Überprüft täglich, ob aktualisierte Regeln vorliegen",
  "Spam score threshold of (5.0)": "Spam-Score-Schwelle von (5,0)",
  "Uses bayes theorem and auto learning": "Verwendet den Satz von Bayes und das automatische Lernen",
  "Uses ": "Verwendet",
  "other improvements": "andere Verbesserungen",
  "SPF/DKIM - through checking if an SPF record exists for a sender, and if so, we reverse-lookup the SMTP connection's remote address to validate it matches the SPF record, otherwise it's rejected.  If an SPF record does not exist, then we require DKIM verification.  If DKIM headers are passed and fail, then it is rejected as well.  If no DKIM headers are passed, then we assume that DKIM validation passes.": "SPF / DKIM - Durch Überprüfen, ob ein SPF-Datensatz für einen Absender vorhanden ist, überprüfen wir in diesem Fall die Remoteadresse der SMTP-Verbindung, um sicherzustellen, dass sie mit dem SPF-Datensatz übereinstimmt. Andernfalls wird sie abgelehnt. Wenn kein SPF-Datensatz vorhanden ist, ist eine DKIM-Überprüfung erforderlich. Wenn DKIM-Header übergeben werden und fehlschlagen, wird dies ebenfalls abgelehnt. Wenn keine DKIM-Header übergeben werden, wird davon ausgegangen, dass die DKIM-Validierung erfolgreich ist.",
  "MX - through checking if the sender's from address domain has MX records (so it's actually coming from a mail exchange/SMTP server), otherwise it's rejected": "MX - durch Überprüfen, ob die Absender-Domain MX-Einträge enthält (dh, sie stammen von einem Mail-Exchange- / SMTP-Server), andernfalls wird sie abgelehnt",
  "Disposable Email Addresses - we automatically block senders that are from the ": "Einweg-E-Mail-Adressen - Wir blockieren automatisch Absender aus dem Internet",
  "disposable-email-domains": "Einweg-E-Mail-Domains",
  " list": " aufführen",
  "FQDN - validates that senders SMTP connections are from FQDN (meaning no IP addresses, they must have a valid domain name resolved)": "FQDN - Überprüft, ob die SMTP-Verbindungen der Absender vom FQDN stammen (dh keine IP-Adressen, für die ein gültiger Domänenname aufgelöst werden muss)",
  "TXT - through checking if the email address the sender is trying to send to has a TXT DNS record with a valid email forwarding setup. The SSL certificates (main domain name or alternative names) of all MX servers of the forwarding destination must match the MX entry.": "TXT - Durch Überprüfen, ob die E-Mail-Adresse, an die der Absender senden möchte, einen TXT-DNS-Eintrag mit einer gültigen E-Mail-Weiterleitungskonfiguration enthält. Die SSL-Zertifikate (Hauptdomänenname oder alternative Namen) aller MX-Server des Weiterleitungsziels müssen mit dem MX-Eintrag übereinstimmen.",
  "DMARC - we check if a DMARC record exists from the sender's FQDN, and if so, if it is \"reject\" or \"quarantine\" then we re-write the \"From\" of the email as a \"friendly-from\".  This means the \"From\" is set to \"$originalName ": "DMARC - Wir prüfen, ob ein DMARC-Datensatz vom FQDN des Absenders vorhanden ist. Wenn dies der Fall ist, schreiben wir das \"Von\" der E-Mail als \"Freundlich-von\" neu. Dies bedeutet, dass \"Von\" auf \"$ originalName\" gesetzt ist",
  "\" (\"$originalName\" is the original From name, e.g. \"John Doe\" in \"John Doe ": "\"(\" $ originalName \"ist der ursprüngliche Absendername, z. B.\" John Doe \"in\" John Doe \"",
  "john@domain.com": "john@domain.com",
  "\").  Furthermore we set a \"Reply-To\" (if one is not already set) of the original sender's from address.": "\"). Außerdem setzen wir eine\" Reply-To \"(falls noch nicht geschehen) der Absenderadresse des Originals.",
  "Yes! As of October 2, 2018 we have added this feature.  See ": "Ja! Ab dem 2. Oktober 2018 haben wir diese Funktion hinzugefügt. Sehen",
  " above!": " über!",
  "Practically yes - the only current restriction is that senders (by unique email address) are limited to sending (300) emails per hour through the system.": "Praktisch ja - die einzige derzeitige Einschränkung besteht darin, dass Absender (nach eindeutiger E-Mail-Adresse) nur 300 E-Mails pro Stunde über das System senden dürfen.",
  "If this limit is exceeded we send a \"451\" response code which tells the senders mail server to retry later.": "Wenn dieses Limit überschritten wird, senden wir einen Antwortcode \"451\", der den Mailserver des Absenders anweist, es später erneut zu versuchen.",
  "We use CloudFlare's privacy-first consumer DNS service (see ": "Wir verwenden CloudFlares Privacy First Consumer DNS-Dienst (siehe",
  "announcement here": "Ankündigung hier",
  ").  Note that the Python packages we use (": "). Beachten Sie, dass die von uns verwendeten Python-Pakete (",
  ") do not have the means like Node.js does with ": ") habe nicht die Mittel wie Node.js mit",
  " and its method ": " und seine Methode",
  " – therefore we set the server DNS to ": " - Deshalb setzen wir den Server DNS auf",
  " which it will use as a fallback in this case.": " die es in diesem Fall als Fallback verwenden wird.",
  "The latest version, v2 (released on May 6, 2019) was a major rewrite from v1 and focuses on performance through streams.  ": "Die neueste Version v2 (veröffentlicht am 6. Mai 2019) wurde grundlegend von v1 überarbeitet und konzentriert sich auf die Leistung durch Streams.",
  "Nodemailer's": "Nodemailer",
  " prolific author Andris Reinman (": " prolific author Andris Reinman (",
  "@andris9": "@ andris9",
  ") helped us switch off using the ": ") hat uns beim Ausschalten mit dem geholfen",
  " library and use ": " Bibliothek und Nutzung",
  " instead with some custom transform logic to split the header and the body of the message without affecting the body.  This allows us to perform operations on headers very fast (such as security checks and for SPF/DKIM/DMARC compliance).": " Stattdessen mit einer benutzerdefinierten Transformationslogik, um den Header und den Nachrichtentext zu teilen, ohne den Nachrichtentext zu beeinflussen. Dies ermöglicht es uns, Operationen an Headern sehr schnell durchzuführen (z. B. Sicherheitsüberprüfungen und die Einhaltung von SPF / DKIM / DMARC).",
  "In other words, the latest version of this service uses streams purely now and is lightning fast.": "Mit anderen Worten, die neueste Version dieses Dienstes verwendet jetzt nur noch Streams und ist blitzschnell.",
  "  The older version v1 also had some logic not in the most optimal order of operations – but now v2 does less memory/network intense operations first (and returns early if possible to send a response as quickly as possible to the SMTP client).": "  Die ältere Version v1 verfügte auch über eine Logik, die nicht in der optimalen Reihenfolge der Vorgänge ausgeführt wurde. Jetzt führt v2 zuerst weniger speicher- und netzwerkintensive Vorgänge aus (und kehrt nach Möglichkeit vorzeitig zurück, um eine Antwort so schnell wie möglich an den SMTP-Client zu senden).",
  "At no point in time do we write to disk or store emails – everything is done in-memory thanks to Node.js's streams and transforms! 🎉": "Zu keinem Zeitpunkt schreiben wir auf die Festplatte oder speichern E-Mails - alles geschieht im Speicher dank der Streams und Transformationen von Node.js! 🎉",
  "History": "Geschichte",
  "Background": "Hintergrund",
  "Alternatives": "Alternativen",
  "We created this service after realizing that the only \"free\" email forwarding services that exist today are closed-source and proprietary.  This means they probably read your forwarded emails.": "Wir haben diesen Dienst erstellt, nachdem wir festgestellt haben, dass die einzigen \"kostenlosen\" E-Mail-Weiterleitungsdienste, die es heute gibt, Closed-Source- und proprietäre Dienste sind. Dies bedeutet, dass sie wahrscheinlich Ihre weitergeleiteten E-Mails lesen.",
  "We also practice the \"do not repeat yourself\" and \"good coders code, great coders re-use\" principles - so an endless search, trial, and error was conducted  on StackOverflow, GitHub, Gists, and elsewhere for alternative solutions.": "Wir üben auch die Prinzipien \"Wiederholen Sie sich nicht\" und \"Guter Codierer-Code, gute Wiederverwendung von Codierern\" - so wurde eine endlose Suche, ein Versuch und ein Fehler mit StackOverflow, GitHub, Gists und anderen alternativen Lösungen durchgeführt.",
  "Of course there is Haraka, sendmail, postfix, and dozens of other options, but they require a lot of setup, configuration, testing, maintenance, and are not simple. The current service offering for email forwarding is either extremely bloated, insecure, requires payment, has a convoluted setup with unsolved or undocumented bugs (that lead you down a rabbit hole of searching for hours to come up empty handed), or they are closed-source.": "Natürlich gibt es Haraka, Sendmail, Postfix und Dutzende anderer Optionen, aber sie erfordern viel Setup, Konfiguration, Test, Wartung und sind nicht einfach. Das derzeitige Serviceangebot für die Weiterleitung von E-Mails ist entweder extrem aufgebläht, unsicher, muss bezahlt werden, weist eine verschlungene Konfiguration mit ungelösten oder nicht dokumentierten Fehlern auf (die Sie stundenlang in die Irre führen), oder sie sind geschlossen. Quelle.",
  "There are also solutions that use \"serverless\" technologies, such as through Amazon SES and Amazon Lambda, but again they are extremely confusing, time intensive, and no typical user would go to those lengths for setup (and instead would probably end up using a simpler alternative as we almost did; in exchange for lack of privacy).": "Es gibt auch Lösungen, die \"serverlose\" Technologien verwenden, z. B. über Amazon SES und Amazon Lambda, aber auch diese sind äußerst verwirrend, zeitintensiv und kein typischer Benutzer würde diese Längen für die Einrichtung in Anspruch nehmen (und würde stattdessen wahrscheinlich ein verwenden einfachere Alternative als wir es beinahe getan hätten (im Gegenzug für mangelnde Privatsphäre).",
  "Furthermore, solutions like Amazon SES do not allow you to modify the envelope of the SMTP request, therefore you will need to add a Reply-To header and rewrite the From header as well to something like from@noreply.com (which is really not clean).": "Darüber hinaus können Sie in Lösungen wie Amazon SES den Umschlag der SMTP-Anforderung nicht ändern. Fügen Sie daher einen Reply-To-Header hinzu, und schreiben Sie den From-Header ebenfalls in etwas wie from@noreply.com (was nicht der Fall ist) sauber).",
  "Then there is Gmail, which costs money for custom domains (it used to be free).  They obviously scan and parse your emails as well. They also do not allow you to easily set up email forwarding for custom domains anymore.": "Dann gibt es Google Mail, das für benutzerdefinierte Domains Geld kostet (früher war es kostenlos). Sie scannen und analysieren natürlich auch Ihre E-Mails. Außerdem können Sie die E-Mail-Weiterleitung für benutzerdefinierte Domains nicht mehr einfach einrichten.",
  "There is also Zoho mail, but again that requires you signing up for an account with Zoho, and then forwarding over the emails in a configuration setting.": "Es gibt auch Zoho-E-Mails, aber Sie müssen sich erneut für ein Konto bei Zoho anmelden und die E-Mails dann in einer Konfigurationseinstellung weiterleiten.",
  "Terms": "Nutzungsbedingungen",
  "By accessing this web site, you are agreeing to be bound by these web site Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this web site are protected by applicable copyright and trade mark law.": "Durch den Zugriff auf diese Website erklären Sie sich damit einverstanden, an diese Nutzungsbedingungen und alle geltenden Gesetze und Bestimmungen dieser Website gebunden zu sein, und erklären sich damit einverstanden, dass Sie für die Einhaltung aller geltenden örtlichen Gesetze verantwortlich sind. Wenn Sie mit diesen Bedingungen nicht einverstanden sind, ist es Ihnen untersagt, diese Website zu nutzen oder auf sie zuzugreifen. Die auf dieser Website enthaltenen Materialien sind durch geltendes Urheber- und Markenrecht geschützt.",
  "Disclaimer": "Haftungsausschluss",
  "Limitations": "Einschränkungen",
  "Service Level Agreement (\"SLA\")": "Service Level Agreement (\"SLA\")",
  "Agreement": "Zustimmung",
  "Credits": "Credits",
  "Eligibility": "Teilnahmeberechtigung",
  "Revisions and Errata": "Revisionen und Errata",
  "Links": "Links",
  "Site Terms of Use Modifications": "Nutzungsbedingungen der Website Änderungen",
  "Governing Law": "Geltendes Recht",
  "License": "Lizenz",
  "The materials on ForwardEmail's web site are provided \"as is\". ForwardEmail makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, ForwardEmail does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its Internet web site or otherwise relating to such materials or on any sites linked to this site.": "Die Materialien auf der ForwardEmail-Website werden \"wie sie sind\" bereitgestellt. ForwardEmail gibt keine ausdrücklichen oder stillschweigenden Garantien ab und lehnt hiermit alle anderen Garantien ab, einschließlich stillschweigender Garantien oder Bedingungen für die Marktgängigkeit, Eignung für einen bestimmten Zweck oder Nichtverletzung von geistigem Eigentum oder anderen Rechten. Weiter übernimmt ForwardEmail keine Garantie oder Zusicherung hinsichtlich der Richtigkeit, der wahrscheinlichen Ergebnisse oder der Zuverlässigkeit der Verwendung der Materialien auf seiner Internet-Website oder in sonstiger Weise in Bezug auf solche Materialien oder auf Websites, die mit dieser Website verlinkt sind.",
  "In no event shall ForwardEmail or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on ForwardEmail's Internet site, even if ForwardEmail or a ForwardEmail authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.": "In keinem Fall haften ForwardEmail oder seine Lieferanten für Schäden (einschließlich, ohne Einschränkung, Schäden aufgrund von Daten- oder Gewinnverlust oder Betriebsunterbrechungen), die sich aus der Nutzung oder Nichtnutzung der Materialien auf der Internetseite von ForwardEmail ergeben. auch wenn ForwardEmail oder ein von ForwardEmail bevollmächtigter Vertreter mündlich oder schriftlich über die Möglichkeit eines solchen Schadens informiert wurde. Da in einigen Ländern keine Einschränkungen impliziter Garantien oder Haftungsbeschränkungen für Folgeschäden oder Folgeschäden zulässig sind, gelten diese Einschränkungen möglicherweise nicht für Sie.",
  "\"Downtime\" refers to a factor of more than a 5% user error rate, determined by a server-side error rate.": "\"Ausfallzeit\" bezieht sich auf einen Faktor von mehr als 5% Benutzerfehlerrate, der durch eine serverseitige Fehlerrate bestimmt wird.",
  "\"Monthly Uptime Percentage\" refers to the total minutes in a calendar month minus the number of minutes of Downtime suffered in the calendar month, divided by the total minutes in the calendar month.": "\"Monatlicher Betriebszeitprozentsatz\" bezieht sich auf die Gesamtminuten in einem Kalendermonat abzüglich der Anzahl der Ausfallminuten im Kalendermonat, dividiert durch die Gesamtminuten im Kalendermonat.",
  "ForwardEmail shall use all reasonable commercial efforts (no less than acceptable and reasonable industry standards) to ensure that the ForwardEmail service is available to paying customers 99.99% of the time in any calendar month.  If it is not, then you may be eligible to receive the ": "ForwardEmail unternimmt alle angemessenen kommerziellen Anstrengungen (nicht weniger als akzeptable und angemessene Industriestandards), um sicherzustellen, dass der ForwardEmail-Dienst zahlenden Kunden in 99,99% der Fälle in einem Kalendermonat zur Verfügung steht. Ist dies nicht der Fall, haben Sie möglicherweise Anspruch auf die",
  " described below in accordance with ": " nachfolgend beschrieben gem",
  "Monthly Uptime Percentage": "Monatlicher Uptime-Prozentsatz",
  "Days of Service": "Tage des Dienstes",
  "*": "* *",
  "<": "<",
  " 99.99% – >= 99.90%": " 99,99% -> = 99,90%",
  " 99.90% – >= 95.00%": " 99,90% -> = 95,00%",
  " 95.50%": " 95,50%",
  " Instead of receiving Days of Service being added to your account, you can also choose to have us issue a pro-rated refund.": " Anstatt dass Days of Service Ihrem Konto hinzugefügt werden, können Sie sich auch dafür entscheiden, dass wir eine anteilige Rückerstattung ausstellen.",
  "Minimum credit amount must be at least $1.00 to be eligible.  Maximum credit is capped at the 30 days or the total amount the customer is paying per the most recent calendar month with respect to Downtime (whichever is greater).  Paying customers affected for any Downtime must request Credits by filing a ": "Der Mindestkreditbetrag muss mindestens 1,00 USD betragen, um berechtigt zu sein. Das maximale Guthaben ist auf die 30 Tage oder den Gesamtbetrag begrenzt, den der Kunde pro letzten Kalendermonat in Bezug auf Ausfallzeiten (je nachdem, welcher Wert höher ist) bezahlt. Zahlende Kunden, die für Ausfallzeiten betroffen sind, müssen Gutschriften durch Einreichung eines Gutscheins anfordern",
  " within 30 days from the date of Downtime.  Credits only apply for Downtime factors that are within the primary control of ForwardEmail.": " innerhalb von 30 Tagen ab dem Datum der Ausfallzeit. Die Gutschriften gelten nur für Ausfallzeiten, die in erster Linie von ForwardEmail gesteuert werden.",
  "The materials appearing on ForwardEmail's web site could include technical, typographical, or photographic errors. ForwardEmail does not warrant that any of the materials on its web site are accurate, complete, or current. ForwardEmail may make changes to the materials contained on its web site at any time without notice. ForwardEmail does not, however, make any commitment to update the materials.": "Die Materialien auf der ForwardEmail-Website können technische, typografische oder fotografische Fehler enthalten. ForwardEmail übernimmt keine Gewähr für die Richtigkeit, Vollständigkeit und Aktualität der Materialien auf seiner Website. ForwardEmail kann jederzeit ohne vorherige Ankündigung Änderungen an den auf seiner Website enthaltenen Materialien vornehmen. ForwardEmail ist jedoch nicht verpflichtet, die Materialien zu aktualisieren.",
  "ForwardEmail has not reviewed all of the sites linked to its Internet web site and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by ForwardEmail of the site. Use of any such linked web site is at the user's own risk.": "ForwardEmail hat nicht alle mit seiner Internet-Website verknüpften Websites überprüft und ist nicht für den Inhalt solcher verlinkten Websites verantwortlich. Das Einfügen eines Links bedeutet nicht, dass ForwardEmail die Website befürwortet. Die Nutzung einer solchen verlinkten Website erfolgt auf eigenes Risiko des Nutzers.",
  "ForwardEmail may revise these terms of use for its web site at any time without notice. By using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.": "ForwardEmail kann diese Nutzungsbedingungen für seine Website jederzeit ohne vorherige Ankündigung ändern. Durch die Nutzung dieser Website erklären Sie sich mit der jeweils aktuellen Fassung dieser Nutzungsbedingungen einverstanden.",
  "Any claim relating to ForwardEmail's web site shall be governed by the laws of the State of Delaware without regard to its conflict of law provisions.": "Jegliche Ansprüche in Bezug auf die Website von ForwardEmail unterliegen den Gesetzen des Staates Delaware, ungeachtet der Bestimmungen zu Gesetzeskonflikten.",
  "General Terms and Conditions applicable to Use of a Web Site.": "Allgemeine Geschäftsbedingungen für die Nutzung einer Website.",
  "Business Source License 1.1": "Business Source License 1.1",
  " © ": " ©",
  "Niftylettuce, LLC.": "Niftylettuce, LLC.",
  "API": "FEUER",
  "On-boarding": "Einsteigen",
  "Database": "Datenbank",
  "Domains": "Domänen",
  "Aliases": "Aliase",
  "Contributors": "Mitwirkende",
  "If no domain yet exists once signed in, then is prompted to add a new domain.": "Wenn nach der Anmeldung noch keine Domain existiert, werden Sie aufgefordert, eine neue Domain hinzuzufügen.",
  "DNS lookup occurs to determine if domain is registered, if not, then share affiliate link": "Die DNS-Suche wird durchgeführt, um festzustellen, ob eine Domain registriert ist. Wenn nicht, geben Sie den Partnerlink frei",
  "DNS lookup occurs to determine where current name servers are and if using a mail service": "Die DNS-Suche wird durchgeführt, um festzustellen, wo sich aktuelle Nameserver befinden und ob ein Mail-Dienst verwendet wird",
  "Based off DNS lookup, a guide is generated for the user to configure DNS": "Basierend auf der DNS-Suche wird eine Anleitung für den Benutzer zum Konfigurieren von DNS generiert",
  "Aliases can be configured, added, removed, enabled, and disabled at any time": "Aliase können jederzeit konfiguriert, hinzugefügt, entfernt, aktiviert und deaktiviert werden",
  "Endpoint": "Endpunkt",
  "Method": "Methode",
  "Description": "Beschreibung",
  "GET": "BEKOMMEN",
  "List all domains": "Listen Sie alle Domains auf",
  "POST": "POST",
  "Create a new domain": "Erstellen Sie eine neue Domain",
  "Retrieve a domain by ": "Rufen Sie eine Domain ab, indem Sie",
  "PUT": "STELLEN",
  "Update a domain by ": "Aktualisieren Sie eine Domain durch",
  "DELETE": "LÖSCHEN",
  "Delete a domain by ": "Domain löschen durch",
  "Retrieve all aliases for a domain by ": "Rufen Sie alle Aliase für eine Domain von ab",
  "Create a new alias": "Erstellen Sie einen neuen Alias",
  "Retrieve an alias by ": "Rufen Sie einen Alias von ab",
  "Update an alias by ": "Aktualisieren Sie einen Alias von",
  "Delete an alias by ": "Löschen Sie einen Alias durch",
  " (Array) - contains an Array of Objects with ": " (Array) - enthält ein Array von Objekten mit",
  " (ObjectID) and ": " (ObjectID) und",
  " (String, enumerable, must be \"admin\" or \"user\", defaults to \"user\", must have at least one Object and at least one admin)": " (String, aufzählbar, muss \"admin\" oder \"user\" sein, standardmäßig \"user\", muss mindestens ein Objekt und mindestens einen admin haben)",
  " (String) - either a host name or a mail exchanger name (must be IP or FQDN)": " (Zeichenfolge) - entweder ein Hostname oder ein Mail Exchanger-Name (muss IP oder FQDN sein)",
  " (ObjectID) - reference to a domain (required)": " (ObjectID) - Verweis auf eine Domain (erforderlich)",
  " (ObjectID) - reference to user that created this alias (required, note that admins of the domain can edit aliases created by any user, but normal users of the domain can only manage aliases they have created)": " (ObjectID) - Verweis auf den Benutzer, der diesen Alias erstellt hat (erforderlich, beachten Sie, dass Administratoren der Domäne von jedem Benutzer erstellte Aliase bearbeiten können, normale Benutzer der Domäne jedoch nur von ihnen erstellte Aliase verwalten können)",
  " (String) - the username portion (defaults to ": " (Zeichenfolge) - der Benutzername (standardmäßig)",
  " wildcard) (must be valid email when combined with domain)": " Platzhalter) (muss eine gültige E-Mail-Adresse sein, wenn mit der Domain kombiniert)",
  " (Array) - contains an Array of Strings": " (Array) - enthält ein Array von Strings",
  "Name": "Name",
  "Website": "Webseite",
  "Nick Baugh": "Nick Baugh",
  "http://niftylettuce.com/": "http://niftylettuce.com/",
  "ForwardEmail.net": "ForwardEmail.net",
  "\n": "\n",
  "ForwardEmail.net service": "ForwardEmail.net-Dienst",
  "Get Started": "Loslegen",
  "Visit ": "Besuch",
  "https://forwardemail.net": "https://forwardemail.net",
  " to get started!": " um loszulegen!",
  "ForwardEmail": "Email weiterleiten",
  "Free Email Forwarding for Custom Domains &#124; <span class=\"notranslate\">ForwardEmail</span>": "Kostenlose E-Mail-Weiterleitung für benutzerdefinierte Domains &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Ask a question": "Stelle eine Frage",
  "Have you read our <a href=\"/en/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/en/faq\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Email address": "E-Mail-Addresse",
  "Write your message": "Schreibe deine Nachricht",
  "Message": "Botschaft",
  "We'll be in contact with you!": "Wir melden uns bei Ihnen!",
  "Send message": "Nachricht senden",
  "Sign up now": "Jetzt registrieren",
  "Sign up with Google": "Melden Sie sich bei Google an",
  "Sign up with GitHub": "Melde dich bei GitHub an",
  "or": "oder",
  "Password": "Passwort",
  "Sign Up": "Anmelden",
  "Registered?": "Eingetragen?",
  "Sign in": "Einloggen",
  "Read our <a href=\"/en/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/en/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Lesen Sie unsere <a href=\"/en/privacy\" target=\"_blank\" rel=\"noopener\">Datenschutzbestimmungen</a> und <a href=\"/en/terms\" target=\"_blank\" rel=\"noopener\">Nutzungsbedingungen</a>",
  "Welcome back!": "Willkommen zurück!",
  "Sign in with Google": "Anmeldung mit Google",
  "Sign in with GitHub": "Melde dich mit GitHub an",
  "Forget your password?": "Passwort vergessen?",
  "Sign In": "Einloggen",
  "Not registered?": "Nicht registriert?",
  "Sign up": "Anmelden",
  "Toggle navigation": "Navigation umschalten",
  "Features": "Eigenschaften",
  "FAQ": "FAQ",
  "Help": "Hilfe",
  "Sign up for free": "Melde dich kostenlos an",
  "👋 We <u class=\"font-weight-bold\">don't store logs nor emails</u>. We don't track you. Regain your right to privacy. 🎉": "👋 Wir <u class=\"font-weight-bold\">speichern keine Protokolle oder E-Mails</u> . Wir verfolgen dich nicht. Gewinnen Sie Ihr Recht auf Privatsphäre zurück. 🎉",
  "👋 We <u class=\"font-weight-bold\">don't store logs nor emails</u>. Period. 🎉": "👋 Wir <u class=\"font-weight-bold\">speichern keine Protokolle oder E-Mails</u> . Zeitraum. 🎉",
  "Free Email Forwarding<span class=\"d-none d-md-block\"> for Custom Domains</span>": "Kostenlose E-Mail-Weiterleitung <span class=\"d-none d-md-block\">für benutzerdefinierte Domains</span>",
  "Create and forward an <u class=\"font-weight-bold\">unlimited</u> amount of email addresses with your domain name. Plus get catch-all, wildcard, and disposable forwarding addresses!": "Erstellen und leiten Sie eine <u class=\"font-weight-bold\">unbegrenzte</u> Anzahl von E-Mail-Adressen mit Ihrem Domain-Namen weiter. Außerdem erhalten Sie Sammel-, Platzhalter- und Einweg-Weiterleitungsadressen!",
  "No credit card required": "Keine Kreditkarte benötigt",
  "Learn more": "Erfahren Sie mehr",
  "Protect your inbox.": "Schützen Sie Ihren Posteingang.",
  "We use industry standard email header validation and signature checks, spam prevention tools, DNS blacklist lookups, and domain verification.  All powered by Cloudflare's <a href=\"https://blog.cloudflare.com/announcing-1111/\" target=\"_blank\" rel=\"noopener\" class=\"text-white\">privacy-first consumer DNS service</a>.": "Wir verwenden branchenübliche Überprüfungen von E-Mail-Headern und -Unterschriften, Tools zur Spamverhütung, DNS-Blacklist-Lookups und Domain-Überprüfung. Alle Produkte werden von Cloudflares <a href=\"https://blog.cloudflare.com/announcing-1111/\" target=\"_blank\" rel=\"noopener\" class=\"text-white\">DNS-Service</a> für Privatanwender bereitgestellt.",
  "Stay protected": "Bleib geschützt",
  "Our Features": "Unsere Features",
  "Privacy First": "Datenschutz geht vor",
  "We created this service because you have a right to privacy.  Existing services did not respect it.  We use robust encryption and a zero-tolerance policy for logs of any kind.": "Wir haben diesen Service erstellt, weil Sie ein Recht auf Privatsphäre haben. Bestehende Dienste respektierten es nicht. Wir verwenden eine robuste Verschlüsselung und eine Null-Toleranz-Richtlinie für Protokolle jeglicher Art.",
  "Regain your privacy": "Gewinnen Sie Ihre Privatsphäre zurück",
  "Disposable Addresses": "Einwegadressen",
  "Create a specific or an anonymous email address that forwards to you.  You can even assign it a label and enable or disable it at any time to keep your inbox tidy.  Your actual email address is never exposed.": "Erstellen Sie eine bestimmte oder anonyme E-Mail-Adresse, die an Sie weitergeleitet wird. Sie können ihm sogar eine Bezeichnung zuweisen und diese jederzeit aktivieren oder deaktivieren, um den Posteingang aufgeräumt zu halten. Ihre tatsächliche E-Mail-Adresse wird nie angezeigt.",
  "Disposable addresses": "Einwegadressen",
  "Multiple Recipients and Wildcards": "Mehrere Empfänger und Platzhalter",
  "You can forward a single address to multiple, and even use wildcard addresses &ndash; also known as catch-all's.  Managing your company's inboxes has never been easier.": "Sie können eine einzelne Adresse an mehrere weiterleiten und sogar Platzhalteradressen verwenden & ndash; auch als Catch-Alls bekannt. Die Verwaltung der Posteingänge Ihres Unternehmens war noch nie einfacher.",
  "Start forwarding now": "Beginnen Sie jetzt mit der Weiterleitung",
  "\"Send mail as\" with Gmail": "\"Mail senden als\" mit Google Mail",
  "You'll never have to leave your inbox to send out emails as if they're from your company.  Send and reply-to messages as if they're from you@company.com directly from you@gmail.com.": "Sie müssen Ihren Posteingang nie verlassen, um E-Mails zu versenden, als stammten sie aus Ihrem Unternehmen. Senden und beantworten Sie Nachrichten so, als ob sie von you@company.com direkt von you@gmail.com stammen.",
  "Configure your inbox": "Konfigurieren Sie Ihren Posteingang",
  "100% open-source.": "100% Open Source.",
  "Unlike other services, we <u>don't</u> store logs, <u>never</u> read emails, and are <u>100%</u> open-source.  Made by <a href=\"https://github.com/niftylettuce\" class=\"text-white\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a>, an open-source enthusiast and privacy advocate.": "Im Gegensatz zu anderen Diensten, speichern wir <u>keine</u> Protokolle, <u>nie</u> E - Mails lesen, und sind zu <u>100%</u> Open Source. Hergestellt von <a href=\"https://github.com/niftylettuce\" class=\"text-white\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a> , einem Open-Source-Enthusiasten und Verfechter der Privatsphäre.",
  "View source code": "Quellcode anzeigen",
  "Our Numbers": "Unsere Nummern",
  "99.99%": "99,99%",
  "Service Uptime": "Betriebszeit",
  "Global Servers": "Globale Server",
  "20K+": "20K +",
  "Active Users": "Aktive Benutzer",
  "Trusted by the community": "Von der Community als vertrauenswürdig eingestuft",
  "1,000+ Stars": "1000+ Sterne",
  "Need help?": "Brauchen Sie Hilfe?",
  "English": "Englisch",
  "Arabic": "Arabisch",
  "Chinese": "Chinesisch",
  "Czech": "Tschechisch",
  "Danish": "dänisch",
  "Dutch": "Niederländisch",
  "Finnish": "finnisch",
  "French": "Französisch",
  "German": "Deutsche",
  "Hebrew": "Hebräisch",
  "Hungarian": "ungarisch",
  "Indonesian": "Indonesisch",
  "Italian": "Italienisch",
  "Japanese": "japanisch",
  "Korean": "Koreanisch",
  "Norwegian": "norwegisch",
  "Polish": "Polieren",
  "Portuguese": "Portugiesisch",
  "Russian": "Russisch",
  "Spanish": "Spanisch",
  "Swedish": "Schwedisch",
  "Thai": "Thai",
  "Turkish": "Türkisch",
  "Ukrainian": "ukrainisch",
  "Vietnamese": "Vietnamesisch",
  "Resources": "Ressourcen",
  "Domain Registration": "Domain Registrierung",
  "Donate": "Spenden",
  "Developers": "Entwickler",
  "Coming soon": "Kommt bald",
  "API Documentation": "API-Dokumentation",
  "Releases": "Veröffentlichungen",
  "Status Page": "Statusseite",
  "Source Code": "Quellcode",
  "Company": "Unternehmen",
  "About": "Über",
  "Privacy": "Privatsphäre",
  "Twitter": "Twitter",
  "GitHub": "GitHub",
  "Email": "Email",
  "Success": "Erfolg",
  "Error": "Error",
  "Info": "Die Info",
  "Warning": "Warnung",
  "Question": "Frage",
  "OK": "in Ordnung",
  "Cancel": "Stornieren",
  "Close this dialog": "Schließen Sie diesen Dialog",
  "Are you sure?": "Bist du sicher?",
  "Please confirm if you wish to continue.": "Bitte bestätigen Sie, wenn Sie fortfahren möchten.",
  "Have you read our <a href=\"/he/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/he/faq\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Read our <a href=\"/he/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/he/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Lesen Sie unsere <a href=\"/he/privacy\" target=\"_blank\" rel=\"noopener\">Datenschutzbestimmungen</a> und <a href=\"/he/terms\" target=\"_blank\" rel=\"noopener\">Nutzungsbedingungen</a>",
  "עברית": "Hebräisch",
  "Have you read our <a href=\"/no/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/no/faq\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Read our <a href=\"/no/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/no/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Lesen Sie unsere <a href=\"/no/privacy\" target=\"_blank\" rel=\"noopener\">Datenschutzbestimmungen</a> und <a href=\"/no/terms\" target=\"_blank\" rel=\"noopener\">Nutzungsbedingungen</a>",
  "Norsk": "Norwegisch",
  "Have you read our <a href=\"/th/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/th/faq\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Read our <a href=\"/th/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/th/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Lesen Sie unsere <a href=\"/th/privacy\" target=\"_blank\" rel=\"noopener\">Datenschutzbestimmungen</a> und <a href=\"/th/terms\" target=\"_blank\" rel=\"noopener\">Nutzungsbedingungen</a>",
  "ไทย": "Thai",
  "Have you read our <a href=\"/nl/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/nl/faq\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Read our <a href=\"/nl/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/nl/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Lesen Sie unsere <a href=\"/nl/privacy\" target=\"_blank\" rel=\"noopener\">Datenschutzbestimmungen</a> und <a href=\"/nl/terms\" target=\"_blank\" rel=\"noopener\">Nutzungsbedingungen</a>",
  "Nederlands": "Niederländisch",
  "Have you read our <a href=\"/da/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/da/faq\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Read our <a href=\"/da/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/da/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Lesen Sie unsere <a href=\"/da/privacy\" target=\"_blank\" rel=\"noopener\">Datenschutzbestimmungen</a> und <a href=\"/da/terms\" target=\"_blank\" rel=\"noopener\">Nutzungsbedingungen</a>",
  "Dansk": "Dänisch",
  "FAQ &#124; <span class=\"notranslate\">ForwardEmail</span>": "FAQ &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Read frequently asked questions about our service": "Lesen Sie häufig gestellte Fragen zu unserem Service",
  "⏰ Save Yourself Time": "⏰ Sparen Sie sich Zeit",
  "Want to make the entire FAQ below tailored for you and easier to read?": "Möchten Sie die gesamte unten stehende FAQ für Sie maßgeschneidert und übersichtlicher gestalten?",
  "Enter your domain": "Geben Sie Ihre Domain ein",
  "Enter your email": "Geben sie ihre E-Mail Adresse ein",
  "Create your free account now": "Erstellen Sie jetzt Ihr kostenloses Konto",
  "Continue": "Fortsetzen",
  "Not interested?  Click here to keep reading": "Nicht interessiert? Klicken Sie hier, um weiterzulesen",
  "About &#124; <span class=\"notranslate\">ForwardEmail</span>": "Über &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Learn more about ForwardEmail": "Erfahren Sie mehr über ForwardEmail",
  "Our service was founded in 2017 by <a class=\"text-success text-decoration-none\" href=\"https://github.com/niftylettuce\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a> and is trusted and relied upon by thousands.": "Unser Service wurde 2017 von <a class=\"text-success text-decoration-none\" href=\"https://github.com/niftylettuce\" target=\"_blank\" rel=\"noopener\">@niftylettuce gegründet</a> und wird von Tausenden <a class=\"text-success text-decoration-none\" href=\"https://github.com/niftylettuce\" target=\"_blank\" rel=\"noopener\">geschätzt</a> und <a class=\"text-success text-decoration-none\" href=\"https://github.com/niftylettuce\" target=\"_blank\" rel=\"noopener\">geschätzt</a> .",
  "Our Story": "Unsere Geschichte",
  "Why did we create this?": "Warum haben wir das geschaffen?",
  "No email-forwarding service existed that was free, secure, and open-source &ndash; so we built one.": "Es gab keinen kostenlosen, sicheren und quelloffenen E-Mail-Weiterleitungsdienst & ndash; Also haben wir eine gebaut.",
  "Auth &#124; <span class=\"notranslate\">ForwardEmail</span>": "Auth &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Authenticate yourself to log in": "Authentifizieren Sie sich, um sich anzumelden",
  "My Account &#124; <span class=\"notranslate\">ForwardEmail</span>": "Mein Konto &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Manage your ForwardEmail profile": "Verwalten Sie Ihr ForwardEmail-Profil",
  "My Account - Domains": "Mein Konto - Domains",
  "My Account": "Mein Konto",
  "Profile": "Profil",
  "Security": "Sicherheit",
  "Log out": "Ausloggen",
  "Add New Domain": "Neue Domain hinzufügen",
  "Domain Name": "Domain Name",
  "Plan": "Planen",
  "MX Records": "MX-Datensätze",
  "TXT Records": "TXT-Datensätze",
  "Actions": "Aktionen",
  "Free": "Kostenlos",
  "Change plan to:": "Plan ändern auf:",
  "Enhanced Protection": "Verbesserter Schutz",
  "Team": "Mannschaft",
  "Read more about features...": "Lesen Sie mehr über Funktionen ...",
  "Verified": "Verifiziert",
  "Setup": "Installieren",
  "Billing": "Abrechnung",
  "Not Verified": "Nicht verifiziert",
  "Hello": "Hallo",
  "Invalid API credentials.": "Ungültige API-Anmeldeinformationen",
  "Invalid API token.": "Ungültiges API-Token.",
  "Email address was invalid.": "E-Mail-Adresse war ungültig.",
  "File upload was invalid.": "Dateiupload war ungültig.",
  "Your message was invalid, as it was either blank or more than (500) characters.": "Ihre Nachricht war ungültig, da sie entweder leer oder länger als (500) Zeichen war.",
  "Password was invalid.": "Passwort war ungültig.",
  "Password confirmation did not match new password.": "Die Passwortbestätigung stimmte nicht mit dem neuen Passwort überein.",
  "Password strength was not strong enough.": "Die Passwortstärke war nicht stark genug.",
  "We do not support this authentication provider.": "Wir unterstützen diesen Authentifizierungsanbieter nicht.",
  "Reset token and email were not valid together.": "Token und E-Mail zurücksetzen waren nicht gleichzeitig gültig.",
  "Reset token provided was invalid.": "Zurücksetzen des angegebenen Tokens war ungültig.",
  "Invalid session secret.": "Ungültiges Sitzungsgeheimnis.",
  "Please slightly change values to ensure slug uniqueness.": "Bitte ändern Sie die Werte leicht, um die Eindeutigkeit des Slugs sicherzustellen.",
  "%s was missing or blank.": "% s fehlte oder war leer.",
  "User does not exist.": "Benutzer existiert nicht.",
  "Invalid CSRF token.": "Ungültiges CSRF-Token.",
  "The verification pin you entered was invalid.": "Die eingegebene Bestätigungs-PIN war ungültig.",
  "Please verify your email address to continue.": "Bitte bestätigen Sie Ihre E-Mail-Adresse, um fortzufahren.",
  "Please wait for %s and try again.": "Bitte warten Sie auf% s und versuchen Sie es erneut.",
  "Your email address has been successfully verified.": "Ihre E-Mail-Adresse wurde erfolgreich bestätigt.",
  "Your email address is already verified.": "Ihre E-Mail-Adresse wurde bereits bestätigt.",
  "An email verification pin has been sent to your email address.": "Eine E-Mail-Bestätigungs-PIN wurde an Ihre E-Mail-Adresse gesendet.",
  "Your current email verification pin has expired and we have sent you a new one to your email address.": "Ihre aktuelle E-Mail-Bestätigungs-PIN ist abgelaufen und wir haben Ihnen eine neue an Ihre E-Mail-Adresse gesendet.",
  "You do not belong to the administrative user group.": "Sie gehören nicht zur administrativen Benutzergruppe.",
  "Please log in to view the page you requested.": "Bitte melden Sie sich an, um die angeforderte Seite anzuzeigen.",
  "Please log out to view the page you requested.": "Bitte melden Sie sich ab, um die angeforderte Seite anzuzeigen.",
  "Add a domain name to your account to continue.": "Fügen Sie Ihrem Konto einen Domainnamen hinzu, um fortzufahren.",
  "Domain name was invalid (must be an IP or FQDN).": "Der Domänenname war ungültig (muss eine IP-Adresse oder ein vollqualifizierter Domänenname sein).",
  "Domain's DNS records have been verified.": "Die DNS-Einträge der Domain wurden überprüft.",
  "Domain does not exist on your account.": "Die Domain existiert nicht in Ihrem Konto.",
  "Domain already exists on your account.": "Die Domain existiert bereits in Ihrem Konto.",
  "Your account is currently an admin of one or more domain names.  Please delete these domains or remove yourself from them to continue.": "Ihr Konto ist derzeit ein Administrator eines oder mehrerer Domain-Namen. Bitte löschen Sie diese Domains oder entfernen Sie sich von ihnen, um fortzufahren.",
  "Your account was successfully deleted.": "Ihr Account wurde erfolgreich gelöscht.",
  "You can only request a password reset every 30 minutes.  Please try again %s.": "Sie können nur alle 30 Minuten ein Zurücksetzen des Passworts anfordern. Bitte versuchen Sie es erneut% s.",
  "We have sent you an email with a link to reset your password.": "Wir haben Ihnen eine E-Mail mit einem Link zum Zurücksetzen Ihres Passworts gesendet.",
  "You have successfully registered.": "Sie haben sich erfolgreich registriert.",
  "You have successfully signed in.": "Sie haben sich erfolgreich angemeldet.",
  "You are already signed in.": "Sie sind bereits angemeldet.",
  "Your request was successfully completed.": "Ihre Anfrage wurde erfolgreich abgeschlossen.",
  "Sorry, your request has timed out.  We have been alerted of this issue.  Please try again.": "Entschuldigung, Ihre Anfrage ist abgelaufen. Wir wurden auf dieses Problem aufmerksam gemacht. Bitte versuche es erneut.",
  "You have successfully reset your password.": "Sie haben Ihr Passwort erfolgreich zurückgesetzt.",
  "You have successfully signed out.": "Sie haben sich erfolgreich abgemeldet.",
  "We were unable to send your help request.  We have been alerted of this problem.  Please try again.": "Wir konnten Ihre Hilfeanfrage nicht senden. Wir wurden auf dieses Problem aufmerksam gemacht. Bitte versuche es erneut.",
  "You have reached the limit for sending help requests.  Please try again.": "Sie haben das Limit für das Senden von Hilfeanfragen erreicht. Bitte versuche es erneut.",
  "Thank you for contacting us.  We would love to hear more from you.  How can we help?": "Danke, dass Sie uns kontaktiert haben. Wir würden gerne mehr von Ihnen hören. Wie können wir helfen?",
  "Your help request has been sent successfully.  You should hear from us soon.  Thank you!": "Ihre Hilfeanfrage wurde erfolgreich versendet. Sie sollten bald von uns hören. Vielen Dank!",
  "An unknown error has occurred. We have been alerted of this issue. Please try again.": "Ein unbekannter Fehler ist aufgetreten. Wir wurden auf dieses Problem aufmerksam gemacht. Bitte versuche es erneut.",
  "Please enter a password.": "Bitte Passwort eingeben.",
  "Account is currently locked due to rate limiting.  Please try again later.": "Das Konto ist derzeit aufgrund von Ratenbeschränkungen gesperrt. Bitte versuchen Sie es später noch einmal.",
  "Account is currently locked due to too many failed login attempts.  Please try again later.": "Das Konto ist derzeit aufgrund zu vieler fehlgeschlagener Anmeldeversuche gesperrt. Bitte versuchen Sie es später noch einmal.",
  "Authentication is not possible.  No salt value was stored for the account.": "Authentifizierung ist nicht möglich. Für das Konto wurde kein Salzwert gespeichert.",
  "Email address or password is incorrect.": "E-Mail-Adresse oder Passwort ist falsch.",
  "Please enter an email address.": "Bitte geben Sie eine E-mail-Adresse ein.",
  "A user with the given email address is already registered.  Please try to log in or reset the password if this account belongs to you.": "Ein Benutzer mit der angegebenen E-Mail-Adresse ist bereits registriert. Bitte versuchen Sie, sich anzumelden oder das Passwort zurückzusetzen, wenn dieses Konto Ihnen gehört.",
  "Features &#124; <span class=\"notranslate\">ForwardEmail</span>": "Eigenschaften &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Our features include Custom Domain Email Forwarding, Disposable Addresses, Multiple Recipients, Wildcards, and more!": "Zu unseren Funktionen gehören benutzerdefinierte Domain-E-Mail-Weiterleitung, Einwegadressen, mehrere Empfänger, Platzhalter und vieles mehr!",
  "We strive for perfection": "Wir streben nach Perfektion",
  "Lightning fast email deliverability.": "Blitzschnelle Zustellbarkeit von E-Mails.",
  "Basic plan to get started": "Grundplan für den Einstieg",
  "Unlimited custom domain names": "Unbegrenzte Anzahl benutzerdefinierter Domainnamen",
  "Unlimited email addresses": "Unbegrenzte E-Mail-Adressen",
  "\"Send mail as\" with Gmail, Outlook, and Yahoo": "\"Mail senden als\" mit Google Mail, Outlook und Yahoo",
  "Catch-all email addresses": "Alle E-Mail-Adressen abfangen",
  "Multiple recipients per email address": "Mehrere Empfänger pro E-Mail-Adresse",
  "25MB attachment limit": "25 MB Anhangsbeschränkung",
  "(Gmail's limit too!)": "(Google Mail-Grenze auch!)",
  "month": "Monat",
  "Add Domain": "Domain hinzufügen",
  "Advanced features and support": "Erweiterte Funktionen und Unterstützung",
  "Everything included in Free, plus:": "Alles im Lieferumfang enthalten, plus:",
  "Enhanced privacy and forwarding protection": "Verbesserter Datenschutz und Weiterleitungsschutz",
  "No publicly searchable TXT records are used.  Instead we store your configuration in a secure and backed-up database.": "Es werden keine öffentlich durchsuchbaren TXT-Einträge verwendet. Stattdessen speichern wir Ihre Konfiguration in einer sicheren und gesicherten Datenbank.",
  "Unlimited disposable email addresses": "Unbegrenzt verfügbare E-Mail-Adressen",
  "Priority technical email support": "Vorrangiger technischer E-Mail-Support",
  "99.99% Uptime Service Level Agreement (\"SLA\")": "99,99% Uptime Service Level Agreement (\"SLA\")",
  "Browser Extension": "Browser-Erweiterung",
  "Coming Soon": "Kommt bald",
  "For small groups and organizations": "Für kleine Gruppen und Organisationen",
  "Everything included in Enhanced Protection, plus:": "Alles, was im erweiterten Schutz enthalten ist, plus:",
  "Organization account with shared domain access": "Organisationskonto mit gemeinsamem Domänenzugriff",
  "Unlimited member access control management": "Unbegrenzte Verwaltung der Mitgliederzugriffskontrolle",
  "Premium support with 24 hour response time": "Premium Support mit 24 Stunden Reaktionszeit",
  "Enterprise": "Unternehmen",
  "Custom solutions and licensing": "Kundenspezifische Lösungen und Lizenzen",
  "Everything included in Team, plus:": "Alles im Team enthalten, plus:",
  "Custom licensing agreement": "Benutzerdefinierte Lizenzvereinbarung",
  "Technical infrastructure design and support": "Design und Support der technischen Infrastruktur",
  "White-label and custom-branded solutions": "White-Label- und Custom-Branded-Lösungen",
  "Managed deployment and maintenance": "Verwaltete Bereitstellung und Wartung",
  "Contact Sales": "Wenden Sie sich an den Vertrieb",
  "/faq?domain=forwardemail.net": "/faq?domain=forwardemail.net",
  "Have you read our <a href=\"/faq?domain=forwardemail.net\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/faq?domain=forwardemail.net\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Verification Status": "Bestätigungsstatus",
  "Follow the steps below and then click \"Verify Records\" to verify your setup.": "Befolgen Sie die nachstehenden Schritte und klicken Sie dann auf \"Verify Records\" (Datensätze überprüfen), um Ihre Einrichtung zu überprüfen.",
  "Verify Records": "Überprüfen Sie die Datensätze",
  "1. Set up your domain for email forwarding": "1. Richten Sie Ihre Domain für die Weiterleitung von E-Mails ein",
  "Do you need to configure (or re-configure) this domain name for email forwarding?": "Müssen Sie diesen Domainnamen für die E-Mail-Weiterleitung konfigurieren (oder neu konfigurieren)?",
  "Configure your domain": "Konfigurieren Sie Ihre Domain",
  "2. Send emails with your domain using Gmail (optional)": "2. Senden Sie E-Mails mit Ihrer Domain über Google Mail (optional)",
  "Follow our simple guide for sending and receiving emails with your domain, directly inside of Gmail.": "Befolgen Sie unsere einfache Anleitung zum Senden und Empfangen von E-Mails mit Ihrer Domain direkt in Google Mail.",
  "Setup your Gmail": "Richten Sie Google Mail ein",
  "3. Purge Cache and Send a Test Email to Yourself": "3. Cache leeren und eine Test-E-Mail an sich selbst senden",
  "Once you have followed the previous step(s), you will need to \"purge\" the DNS cache using the \"Purge Cache\" tool.  Make sure to purge both the \"TXT\" and the \"MX\" records for your domain name.  Wait a few minutes (or sometimes hours), and then try sending a test email to yourself.": "Nachdem Sie die vorherigen Schritte ausgeführt haben, müssen Sie den DNS-Cache mit dem Tool \"Cache leeren\" \"leeren\". Stellen Sie sicher, dass Sie sowohl die \"TXT\" - als auch die \"MX\" -Datensätze für Ihren Domain-Namen löschen. Warten Sie einige Minuten (oder manchmal Stunden) und versuchen Sie dann, eine Test-E-Mail an sich selbst zu senden.",
  "Purge DNS cache": "DNS-Cache leeren",
  "4. Still need help with something?": "4. Benötigen Sie noch Hilfe bei etwas?",
  "We are here to answer your questions, but before asking us, please be sure to <a href=\"/en/faq\">read our FAQ section</a>.": "Wir sind hier, um Ihre Fragen zu beantworten, aber bevor Sie uns fragen, <a href=\"/en/faq\">lesen</a> Sie bitte unbedingt <a href=\"/en/faq\">unseren FAQ-Bereich</a> .",
  "Ask us a question": "Stellen Sie uns eine Frage",
  "Delete Domain": "Domain löschen",
  "Deleting your domain is irreversable.  Please take extreme caution when deleting your domain.": "Das Löschen Ihrer Domain ist irreversibel. Gehen Sie beim Löschen Ihrer Domain mit äußerster Vorsicht vor.",
  "Back to Domains": "Zurück zu Domains",
  "Server Error": "Serverfehler",
  "A server error has unfortunately occurred.": "Ein Serverfehler ist leider aufgetreten.",
  "5e206963d49bdd14f5130c8e": "5e206963d49bdd14f5130c8e",
  "Add New Alias": "Neuen Alias hinzufügen",
  "Add this domain to your account (if it does not exist)": "Fügen Sie diese Domain Ihrem Konto hinzu (falls nicht vorhanden)",
  "Alias does not exist on the domain.": "Alias existiert nicht in der Domain.",
  "Add Custom Domain Name": "Benutzerdefinierten Domainnamen hinzufügen",
  "Enter your registered domain name below.": "Geben Sie unten Ihren registrierten Domainnamen ein.",
  "Domain name": "Domain Name",
  "Need to register a domain?": "Müssen Sie eine Domain registrieren?",
  "/faq?domain=chickenpoo.com": "/faq?domain=chickenpoo.com",
  "Have you read our <a href=\"/faq?domain=chickenpoo.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/faq?domain=chickenpoo.com\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Quick Links": "Schnellzugriff",
  "Page not found": "Seite nicht gefunden",
  "We're sorry, but the page you requested could not be found.": "Es tut uns leid, aber die von Ihnen angeforderte Seite konnte nicht gefunden werden.",
  "Manage Aliases": "Aliase verwalten",
  "Need to add a new domain?": "Müssen Sie eine neue Domain hinzufügen?",
  "Have you read our <a href=\"/zh/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/zh/faq\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "中文 (zhōngwén)": "Chinesisch (zhōngwén)",
  "Have you read our <a href=\"/es/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/es/faq\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Español": "Spanisch",
  "Have you read our <a href=\"/ko/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/ko/faq\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "한국어": "Koreanisch",
  "Have you read our <a href=\"/hu/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/hu/faq\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Magyar": "Ungarisch",
  "Have you read our <a href=\"/ja/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/ja/faq\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "日本語 (にほんご)": "Japanisch (japanisch)",
  "Have you read our <a href=\"/vi/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/vi/faq\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Tiếng Việt": "Vietnamesisch",
  "Have you read our <a href=\"/sv/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/sv/faq\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Svenska": "Schwedisch",
  "No aliases exist yet": "Es sind noch keine Aliase vorhanden",
  "name": "Name",
  "Alias name": "Pseudonym",
  "Select Domain": "Domain auswählen",
  "Add New Custom Domain": "Neue benutzerdefinierte Domain hinzufügen",
  "Sign out of &#124; <span class=\"notranslate\">ForwardEmail</span>": "Abmelden von &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Sign out of your account": "Melden Sie sich von Ihrem Konto ab",
  "Register a domain name &#124; <span class=\"notranslate\">ForwardEmail</span>": "Einen Domainnamen registrieren <span class=\"notranslate\">ForwardEmail</span>",
  "Buy a custom domain name for email forwarding": "Kaufen Sie einen benutzerdefinierten Domainnamen für die E-Mail-Weiterleitung",
  "Register a domain name": "Registrieren Sie einen Domainnamen",
  "Enter a custom domain name below to register.": "Geben Sie unten einen benutzerdefinierten Domainnamen ein, um sich zu registrieren.",
  "Alias description": "Aliasbeschreibung",
  "Optional: Enter a description you would like to assign to this alias (description has a maximum length of 150 characters).": "Optional: Geben Sie eine Beschreibung ein, die Sie diesem Alias zuweisen möchten (die Beschreibung darf maximal 150 Zeichen lang sein).",
  "Alias labels": "Alias-Labels",
  "Optional: Enter comma/space delimited labels above that you would like to assign to this alias (a label has a maximum length of 20 characters).": "Optional: Geben Sie oben durch Komma / Leerzeichen getrennte Bezeichnungen ein, die Sie diesem Alias zuweisen möchten (eine Bezeichnung hat eine maximale Länge von 20 Zeichen).",
  "Optional: Enter a description above that you would like to assign to this alias (description has a maximum length of 150 characters).": "Optional: Geben Sie oben eine Beschreibung ein, die Sie diesem Alias zuweisen möchten (die Beschreibung darf maximal 150 Zeichen lang sein).",
  "Optional: Enter a description above to assign to this alias (description has a maximum length of 150 characters).": "Optional: Geben Sie oben eine Beschreibung ein, um diesen Alias zuzuweisen (die Beschreibung darf maximal 150 Zeichen lang sein).",
  "Optional: Enter labels above to assign to this alias (a label has a maximum length of 20 characters, comma and/or space separated).": "Optional: Geben Sie die obigen Bezeichnungen ein, um diesen Alias zuzuweisen (eine Bezeichnung darf maximal 20 Zeichen lang sein, wobei Komma und / oder Leerzeichen voneinander getrennt sein dürfen).",
  "Alias Name": "Pseudonym",
  "Alias Description (optional)": "Aliasbeschreibung (optional)",
  "Assign a description to this alias above (max 150 characters).": "Weisen Sie diesem Alias eine Beschreibung zu (max. 150 Zeichen).",
  "Alias Labels (optional)": "Alias-Labels (optional)",
  "Assign labels to this alias above (max 20 characters per label, comma or space separated).": "Weisen Sie diesem Aliasnamen Beschriftungen zu (max. 20 Zeichen pro Beschriftung, Komma oder Leerzeichen getrennt).",
  "Description has a maximum of 150 characters.": "Die Beschreibung darf maximal 150 Zeichen enthalten.",
  "Labels must be space/comma separated and have a maximum of 20 characters each.": "Beschriftungen müssen durch Leerzeichen / Kommas getrennt sein und dürfen jeweils maximal 20 Zeichen enthalten.",
  "You can use \"*\" as the alias name for a wildcard/catch-all.": "Sie können \"*\" als Aliasnamen für ein Wildcard / Catch-All verwenden.",
  "Use <code>*</code> as the alias name for a wildcard/catch-all.": "Verwenden Sie <code>*</code> als Aliasnamen für ein Platzhalterzeichen.",
  "Use <code>*</code> as the value for a wildcard or catch-all alias.": "Verwenden Sie <code>*</code> als Wert für einen Platzhalter- oder Sammelalias.",
  "Use <code>*</code> as the Alias Name for a catch-all (wildcard).": "Verwenden Sie <code>*</code> als Aliasnamen für einen Sammelbegriff (Platzhalter).",
  "Use <code>*</code> for a wildcard catch-all.": "Verwenden Sie <code>*</code> als Sammelbegriff für Platzhalter.",
  "Use an asterisk for a wildcard catch-all.": "Verwenden Sie ein Sternchen als Sammelbegriff für Platzhalter.",
  "Use an asterisk \"*\" for a wildcard, catch-all alias.": "Verwenden Sie ein Sternchen \"*\" als Sammelbegriff für Platzhalter.",
  "Description has a max of 150 characters.": "Die Beschreibung darf maximal 150 Zeichen lang sein.",
  "Labels must be space/comma separated and have a max of 20 characters.": "Beschriftungen müssen durch Leerzeichen / Kommas getrennt sein und dürfen maximal 20 Zeichen enthalten.",
  "Use an asterisk \"*\" for a catch-all alias.": "Verwenden Sie ein Sternchen \"*\" für einen Catch-All-Alias.",
  "Alias Recipients": "Alias-Empfänger",
  "Recipients must be a space/comma separated list of valid email addres, fully-qualified domain name (\"FQDN\"), or IP address.": "Bei den Empfängern muss es sich um eine durch Leerzeichen / Kommas getrennte Liste gültiger E-Mail-Adressen, eines vollqualifizierten Domänennamens (\"FQDN\") oder einer IP-Adresse handeln.",
  "Labels must be a space/comma separated list with a maximum of 20 characters per label.": "Beschriftungen müssen durch Leerzeichen / Kommas getrennt sein und dürfen maximal 20 Zeichen pro Beschriftung enthalten.",
  "Recipients must be a space/comma separated list of valid email addresses, fully-qualified domain names (\"FQDN\"), and/or IP address.": "Empfänger müssen eine durch Leerzeichen / Kommas getrennte Liste gültiger E-Mail-Adressen, vollqualifizierter Domänennamen (\"FQDN\") und / oder IP-Adressen sein.",
  "(required)": "(erforderlich)",
  "Recipients must be a space/comma separated list of valid email addresses, fully-qualified domain names (\"FQDN\"), and/or IP addresses.  We will automatically remove duplicate entries for you and perform validation when you click \"Continue\" below.": "Empfänger müssen eine durch Leerzeichen / Kommas getrennte Liste gültiger E-Mail-Adressen, vollqualifizierter Domänennamen (\"FQDN\") und / oder IP-Adressen sein. Wir entfernen automatisch doppelte Einträge für Sie und führen die Validierung durch, wenn Sie unten auf \"Weiter\" klicken.",
  "Recipient must be a valid email address, fully-qualified domain name (\"fqdn\"), or ip address": "Der Empfänger muss eine gültige E-Mail-Adresse, ein vollqualifizierter Domänenname (\"fqdn\") oder eine IP-Adresse sein",
  "IMPORTANT:": "WICHTIG:",
  " If you would like to hide your forwarded addresses from being publicly searchable over DNS record lookups, then please go to ": " Wenn Sie möchten, dass Ihre weitergeleiteten Adressen nicht über DNS-Datensatz-Lookups öffentlich durchsucht werden können, gehen Sie zu",
  " and upgrade your domain to a paid plan BEFORE starting this guide.": " und aktualisieren Sie Ihre Domain auf einen kostenpflichtigen Tarif, BEVOR Sie diesen Leitfaden starten.",
  "IMPORTANT": "WICHTIG",
  ": ": ":",
  "If you are on a paid plan, then you must completely skip this step and go to step five!": "Wenn Sie einen bezahlten Plan haben, müssen Sie diesen Schritt vollständig überspringen und mit Schritt 5 fortfahren!",
  "  If you are not on a paid plan, then your forwarded addresses will be publicly searchable – go to ": "  Wenn Sie keinen bezahlten Tarif haben, können Sie Ihre weitergeleiteten Adressen öffentlich durchsuchen - gehen Sie zu",
  " and upgrade your domain to a paid plan if desired.": " und aktualisieren Sie Ihre Domain auf Wunsch auf einen kostenpflichtigen Tarif.",
  "Upgrade Plan": "Upgrade-Plan",
  "Please upgrade to a paid plan to unlock this feature.": "Bitte aktualisieren Sie auf einen kostenpflichtigen Tarif, um diese Funktion freizuschalten.",
  "/faq?domain=marketing.yorkshirecoastline.com": "/faq?domain=marketing.yorkshirecoastline.com",
  "Have you read our <a href=\"/faq?domain=marketing.yorkshirecoastline.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/faq?domain=marketing.yorkshirecoastline.com\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Admin": "Administrator",
  "Dashboard": "Instrumententafel",
  "Users": "Benutzer",
  "Global": "Global",
  "/faq?domain=secret.fyi": "/faq?domain=secret.fyi",
  "Have you read our <a href=\"/faq?domain=secret.fyi\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/faq?domain=secret.fyi\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Global domain": "Globale Domain",
  "/faq?domain=hash.fyi": "/faq?domain=hash.fyi",
  "Have you read our <a href=\"/faq?domain=hash.fyi\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/faq?domain=hash.fyi\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "👋 Welcome!": "👋 Willkommen!",
  "/faq?domain=example.com": "/faq?domain=example.com",
  "Have you read our <a href=\"/faq?domain=example.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/faq?domain=example.com\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "(upgrade required)": "(Upgrade erforderlich)",
  "(plan upgrade required)": "(Upgrade erforderlich)",
  "Reserved Email Addresses": "Reservierte E-Mail-Adressen",
  "Reserved Email Addresses &#124; <span class=\"notranslate\">ForwardEmail</span>": "Reservierte E-Mail-Adressen &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "List of 1250+ email addresses reserved for security concerns": "Liste mit mehr als 1250 E-Mail-Adressen, die aus Sicherheitsgründen reserviert sind",
  "We compiled a list of 1250+ email addresses that should be reserved by admins for security concerns.": "Wir haben eine Liste mit mehr als 1250 E-Mail-Adressen zusammengestellt, die von Administratoren aus Sicherheitsgründen reserviert werden sollten.",
  "Our Methods": "Unsere Methoden",
  "How can I donate?": "Wie kann ich spenden?",
  "Source code is available on GitHub": "Der Quellcode ist auf GitHub verfügbar",
  "Reserved Words": "Reservierte Wörter",
  "Security-Focused List": "Sicherheitsorientierte Liste",
  "<strong>Did you know?</strong> In our paid plans, organizations can have admins and normal users &ndash; and these admins are the only group available to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>Hast Du gewusst?</strong> In unseren kostenpflichtigen Tarifen können Organisationen Administratoren und normale Benutzer haben - und diese Administratoren sind die einzige Gruppe, die Aliase hinzufügen kann, die einer der unten angegebenen reservierten E-Mail-Adressen entsprechen, mit dieser beginnen oder mit dieser enden.",
  "<strong>Did you know?</strong> In our <a href=\"/en/features\" class=\"alert-link\">paid plans</a>, organizations can have admins and normal users &ndash; and these admins are the only group available to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>Hast Du gewusst?</strong> In unseren <a href=\"/en/features\" class=\"alert-link\">kostenpflichtigen Tarifen</a> können Organisationen Administratoren und normale Benutzer haben - und diese Administratoren sind die einzige Gruppe, die Aliase hinzufügen kann, die einer der unten angegebenen reservierten E-Mail-Adressen entsprechen, mit dieser beginnen oder mit dieser enden.",
  "<strong>Did you know?</strong> In our paid plans, organizations can have admins and normal users &ndash; and these admins are the only group permitted to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>Hast Du gewusst?</strong> In unseren kostenpflichtigen Tarifen können Organisationen Administratoren und normale Benutzer haben - und diese Administratoren sind die einzige Gruppe, die Aliase hinzufügen kann, die mit einer der unten angegebenen reservierten E-Mail-Adressen übereinstimmen, mit dieser beginnen oder mit dieser enden.",
  "<strong>Did you know?</strong> In our paid plans, organizations can have admins and normal users &ndash; and these admins are the members permitted to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>Hast Du gewusst?</strong> In unseren kostenpflichtigen Plänen können Organisationen Administratoren und normale Benutzer haben - und diese Administratoren sind die Mitglieder, die Aliase hinzufügen dürfen, die mit einer der reservierten E-Mail-Adressen unten übereinstimmen, mit dieser beginnen oder mit dieser enden.",
  "<strong>Did you know?</strong> In our paid plans, organizations can have admins and normal users &ndash; and these admins are the only members permitted to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>Hast Du gewusst?</strong> In unseren kostenpflichtigen Plänen können Organisationen Administratoren und normale Benutzer haben - und diese Administratoren sind die einzigen Mitglieder, denen das Hinzufügen von Aliasnamen gestattet ist, die mit einer der unten angegebenen reservierten E-Mail-Adressen übereinstimmen, mit dieser beginnen oder mit dieser enden.",
  "<strong>Did you know?</strong> In our paid plans, organizations can have members that belong to an \"admin\" or a \"user\" group &ndash; and the \"user\" group is not permitted to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>Hast Du gewusst?</strong> In unseren kostenpflichtigen Plänen können Organisationen Mitglieder haben, die einer &quot;admin&quot; - oder einer &quot;user&quot; -Gruppe angehören - und die &quot;user&quot; -Gruppe darf keine Aliase hinzufügen, die einer der reservierten E-Mail-Adressen entsprechen, mit dieser beginnen oder mit dieser enden unten.",
  "View source code on GitHub": "Quellcode auf GitHub anzeigen",
  "My Account - Profile": "Mein Konto - Profil",
  "Change password": "Passwort ändern",
  "Set new password": "Legen Sie ein neues Passwort fest",
  "Confirm new password": "Bestätige neues Passwort",
  "Set an account password": "Legen Sie ein Konto-Passwort fest",
  "Update Profile": "Profil aktualisieren",
  "First name": "Vorname",
  "Last name": "Familienname, Nachname",
  "Reset": "Zurücksetzen",
  "Save": "speichern",
  "Free Vanity Domain": "Kostenlose Vanity Domain",
  "Back to Domain": "Zurück zur Domain",
  "FREE VANITY DOMAIN": "FREE VANITY DOMAIN",
  "FREE VANITY DOMAIN*": "KOSTENLOSE VANITY-DOMAIN *",
  "See all features": "Alle Funktionen anzeigen",
  "See all plan features": "Alle Planfunktionen anzeigen",
  "Use a custom domain or one of our free vanity domains, such as \"@secret.fyi\", \"@hash.fyi\", \"@mailsire.com\", and \"@hideaddress.net\".": "Verwenden Sie eine benutzerdefinierte Domain oder eine unserer kostenlosen Vanity-Domains wie \"@ secret.fyi\", \"@ hash.fyi\", \"@ mailsire.com\" und \"@ hideaddress.net\".",
  "already on this plan": "schon auf diesem Plan",
  "Manage Team": "Team verwalten",
  "Members have shared access to this domain, and you can invite new members, remove existing members, or manage permissions for them below.": "Mitglieder haben gemeinsamen Zugriff auf diese Domain, und Sie können unten neue Mitglieder einladen, vorhandene Mitglieder entfernen oder Berechtigungen für sie verwalten.",
  "Invite New Member": "Neues Mitglied einladen",
  "Invalid plan selected.": "Ungültiger Plan ausgewählt.",
  "<strong>Did you know?</strong> In our paid plans, organizations can have members that belong to an \"admin\" or a \"user\" group &ndash; and the \"user\" group is not permitted to add aliases that equal one of the reserved email addresses below.  We also restrict the \"user\" group from having an email address that starts with, ends with, or equals \"admin\", \"administrator\", \"webmaster\", \"hostmaster\", \"postmaster\", and \"ssl\".": "<strong>Hast Du gewusst?</strong> In unseren kostenpflichtigen Tarifen können Organisationen Mitglieder haben, die einer &quot;Administrator&quot; - oder einer &quot;Benutzer&quot; -Gruppe angehören - und die &quot;Benutzer&quot; -Gruppe darf keine Aliase hinzufügen, die einer der reservierten E-Mail-Adressen unten entsprechen. Wir schränken auch ein, dass die Gruppe &quot;Benutzer&quot; keine E-Mail-Adresse hat, die mit &quot;admin&quot;, &quot;administrator&quot;, &quot;webmaster&quot;, &quot;hostmaster&quot;, &quot;postmaster&quot; und &quot;ssl&quot; beginnt, endet oder mit &quot;admin&quot; gleichgesetzt ist.",
  "Alias": "Alias",
  "Description & Labels": "Beschreibung & Etiketten",
  "Active": "Aktiv",
  "Recipients": "Empfänger",
  "catch-all": "Fang alles",
  "Enabled": "aktiviert",
  "Delete Alias": "Alias löschen",
  "/faq?domain=picklesurprise.com": "/faq?domain=picklesurprise.com",
  "Have you read our <a href=\"/faq?domain=picklesurprise.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/faq?domain=picklesurprise.com\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "/faq?domain=niftylettuce.com": "/faq?domain=niftylettuce.com",
  "Have you read our <a href=\"/faq?domain=niftylettuce.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/faq?domain=niftylettuce.com\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Import TXT Records": "TXT-Datensätze importieren",
  "/faq?domain=chickensnot.com": "/faq?domain=chickensnot.com",
  "Have you read our <a href=\"/faq?domain=chickensnot.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/faq?domain=chickensnot.com\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "New": "Neu",
  "Recipients must be a line-break/space/comma separated list of valid email addresses, fully-qualified domain names (\"FQDN\"), and/or IP addresses.  We will automatically remove duplicate entries for you and perform validation when you click \"Continue\" below.": "Empfänger müssen eine durch Zeilenumbrüche / Leerzeichen / Kommas getrennte Liste gültiger E-Mail-Adressen, vollqualifizierter Domänennamen (\"FQDN\") und / oder IP-Adressen sein. Wir entfernen automatisch doppelte Einträge für Sie und führen die Validierung durch, wenn Sie unten auf \"Weiter\" klicken.",
  "Labels must be a line-break/space/comma separated list with a maximum of 20 characters per label.": "Labels müssen eine durch Zeilenumbrüche, Leerzeichen und Kommas getrennte Liste mit maximal 20 Zeichen pro Label sein.",
  "Back to Aliases": "Zurück zu Aliases",
  "Add Alias": "Alias hinzufügen",
  "Complete the form below.": "Füllen Sie das folgende Formular aus.",
  "Edit Alias": "Andernfalls bearbeiten",
  "Suomi": "Finnland",
  "Türkçe": "Türkisch",
  "Deutsch": "Deutsch",
  "Have you read our <a href=\"/it/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/it/faq\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Italiano": "Italienisch",
  "Have you read our <a href=\"/de/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/de/faq\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "If you uncheck this, then this email will be deactivated and no emails will flow through.  However emails will NOT bounce until this alias is completely deleted.": "Wenn Sie dies deaktivieren, wird diese E-Mail deaktiviert und es fließen keine E-Mails durch. E-Mails werden jedoch NICHT zurückgesendet, bis dieser Alias vollständig gelöscht ist.",
  "Disabled": "Deaktiviert",
  "/faq?domain=shaunwarman.com": "/faq?domain=shaunwarman.com",
  "Have you read our <a href=\"/faq?domain=shaunwarman.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/faq?domain=shaunwarman.com\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Have you read our <a href=\"/ar/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/ar/faq\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Read our <a href=\"/ar/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/ar/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Lesen Sie unsere <a href=\"/ar/privacy\" target=\"_blank\" rel=\"noopener\">Datenschutzbestimmungen</a> und <a href=\"/ar/terms\" target=\"_blank\" rel=\"noopener\">Nutzungsbedingungen</a>",
  "العربية": "Arabisch",
  "Read our <a href=\"/es/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/es/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Lesen Sie unsere <a href=\"/es/privacy\" target=\"_blank\" rel=\"noopener\">Datenschutzbestimmungen</a> und <a href=\"/es/terms\" target=\"_blank\" rel=\"noopener\">Nutzungsbedingungen</a>",
  "Terms &#124; <span class=\"notranslate\">ForwardEmail</span>": "Nutzungsbedingungen &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Read our terms and conditions of use": "Lesen Sie unsere Nutzungsbedingungen",
  "Thank you": "Vielen Dank",
  "No aliases exist yet.  Click here to add a new alias.": "Es sind noch keine Aliase vorhanden. Klicken Sie hier, um einen neuen Alias hinzuzufügen.",
  "No aliases exist yet.": "Es sind noch keine Aliase vorhanden.",
  "Click here to add your first alias.": "Klicken Sie hier, um Ihren ersten Alias hinzuzufügen.",
  "Add a new alias to your domain to continue.": "Fügen Sie Ihrer Domain einen neuen Alias hinzu, um fortzufahren.",
  "Add a new alias to continue.": "Fügen Sie einen neuen Alias hinzu, um fortzufahren.",
  "Use a custom domain or one of our free vanity domains:": "Verwenden Sie eine benutzerdefinierte Domain oder eine unserer kostenlosen Vanity-Domains:",
  "Free Disposable Addresses": "Freie Wegwerfadressen",
  "Free Disposable Addresses &#124; <span class=\"notranslate\">ForwardEmail</span>": "Freie Einwegadressen &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Try free and disposable email addresses with our short and memorable vanity domains, or you can use a custom domain name for free disposable addresses.": "Probieren Sie kostenlose und verfügbare E-Mail-Adressen mit unseren kurzen und einprägsamen Vanity-Domains aus, oder verwenden Sie einen benutzerdefinierten Domainnamen für kostenlose verfügbare Adressen.",
  "Use your own custom domain name as a disposable email address &ndash; or try one of our free vanity domain names listed below.": "Verwenden Sie Ihren eigenen benutzerdefinierten Domainnamen als verfügbare E-Mail-Adresse & ndash; Oder probieren Sie einen unserer unten aufgeführten kostenlosen Vanity-Domainnamen aus.",
  "Short and Memorable Vanity Domains": "Kurze und unvergessliche Vanity Domains",
  "<strong>Did you know?</strong> You can use your own custom domain name as a disposable email address.  Just <a href=\"/my-account/domains/new\" class=\"alert-link\">add a new domain</a> today to get started.": "<strong>Hast Du gewusst?</strong> Sie können Ihren eigenen benutzerdefinierten Domainnamen als verfügbare E-Mail-Adresse verwenden. Fügen Sie <a href=\"/my-account/domains/new\" class=\"alert-link\">noch heute eine neue Domain hinzu,</a> um loszulegen.",
  "Have you read our <a href=\"/uk/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/uk/faq\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Українська Мова": "Ukrainische Sprache",
  "Create your address": "Erstellen Sie Ihre Adresse",
  "Try it now": "Probieren Sie es jetzt",
  "/faq?domain=aliasbird.com": "/faq?domain=aliasbird.com",
  "Have you read our <a href=\"/faq?domain=aliasbird.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/faq?domain=aliasbird.com\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "TXT Verification Record": "TXT-Bestätigungsdatensatz",
  "Copy": "Kopieren",
  "Enhanced Protection Verification Record": "Erweiterter Überprüfungsdatensatz für den Schutz",
  "Please ensure that a TXT record for the domain is added with the following value.": "Stellen Sie sicher, dass ein TXT-Eintrag für die Domain mit dem folgenden Wert hinzugefügt wird.",
  "Please ensure that a TXT record exists with the following value.": "Stellen Sie sicher, dass ein TXT-Datensatz mit dem folgenden Wert vorhanden ist.",
  "Please ensure that a TXT record exists for %s with the following value.": "Stellen Sie sicher, dass für% s ein TXT-Datensatz mit dem folgenden Wert vorhanden ist.",
  "Please ensure that a <strong>TXT record</strong> exists for <strong>%s</strong> with the following value:": "Stellen Sie sicher, dass für <strong>% s</strong> ein <strong>TXT-Datensatz</strong> mit dem folgenden Wert vorhanden ist:",
  "/faq?domain=hideaddress.net": "/faq?domain=hideaddress.net",
  "Have you read our <a href=\"/faq?domain=hideaddress.net\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/faq?domain=hideaddress.net\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Use your own custom domain name or try one of our free vanity domain names.": "Verwenden Sie Ihren eigenen benutzerdefinierten Domainnamen oder probieren Sie einen unserer kostenlosen Vanity-Domainnamen aus.",
  "(same as Gmail)": "(wie bei Google Mail)",
  "Same as Gmail": "Gleich wie Google Mail",
  "same as Gmail": "genauso wie Google Mail",
  "<strong>Did you know?</strong> You can use your own custom domain name as a disposable email address.  Just <a href=\"/my-account/domains/new\" class=\"alert-link\">add a new domain</a> today to get started.  You can even \"Send mail as\" with Gmail, Outlook, and Yahoo using disposable addresses.": "<strong>Hast Du gewusst?</strong> Sie können Ihren eigenen benutzerdefinierten Domainnamen als verfügbare E-Mail-Adresse verwenden. Fügen Sie <a href=\"/my-account/domains/new\" class=\"alert-link\">noch heute eine neue Domain hinzu,</a> um loszulegen. Sie können sogar mit Google Mail, Outlook und Yahoo E-Mails senden, indem Sie verfügbare Adressen verwenden.",
  "/faq?domain=mailsire.com": "/faq?domain=mailsire.com",
  "Have you read our <a href=\"/faq?domain=mailsire.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/faq?domain=mailsire.com\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Generate name": "Name generieren",
  "Generate random alias name": "Generieren Sie einen zufälligen Aliasnamen",
  "Generate random alias": "Generieren Sie einen zufälligen Alias",
  "Instant aliases; zero wait-time for DNS propagation": "Instant-Aliase; Keine Wartezeit für die DNS-Weitergabe",
  "Access our easy to use Email Alias Manager": "Greifen Sie auf unseren benutzerfreundlichen E-Mail-Alias-Manager zu",
  "Instant aliases and zero wait-time for DNS propagation": "Sofortige Aliase und keine Wartezeit für die DNS-Weitergabe",
  "Admin &#124; <span class=\"notranslate\">ForwardEmail</span>": "Admin &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Access your ForwardEmail admin": "Greifen Sie auf Ihren ForwardEmail-Administrator zu",
  "Admin - Users": "Admin - Benutzer",
  "First Name": "Vorname",
  "Last Name": "Nachname",
  "Group": "Gruppe",
  "Created": "Erstellt",
  "Updated": "Aktualisiert",
  "Last Login": "Letzte Anmeldung",
  "Last Locale": "Letztes Gebietsschema",
  "Edit": "Bearbeiten",
  "Log in as user": "Melden Sie sich als Benutzer an",
  "Remove": "Entfernen",
  "Previous": "Bisherige",
  "Next": "Nächster",
  "If you're using Gmail, you should also purge cache on Google's DNS at ": "Wenn Sie Google Mail verwenden, sollten Sie den Cache auch im Google-DNS unter löschen",
  "https://developers.google.com/speed/public-dns/cache": "https://developers.google.com/speed/public-dns/cache",
  "Other": "Andere",
  "Don't see your provider name listed here?": "Sehen Sie Ihren Anbieternamen hier nicht?",
  " Simply search on the Internet for \"how to set up DNS records on ": " Suchen Sie einfach im Internet nach \"Einrichten von DNS-Einträgen\"",
  "\" (replacing ": "\"(ersetzen",
  " with the name of your provider)": " mit dem Namen Ihres Anbieters)",
  " Simply search on the Internet for \"how to change DNS records on ": " Suchen Sie einfach im Internet nach \"Ändern von DNS-Einträgen\"",
  "Aplus.net": "Aplus.net",
  "Sign in > My Servers > Domain Management > DNS Manager": "Anmelden> Meine Server> Domänenverwaltung> DNS-Manager",
  "Domains.com": "Domains.com",
  "Sign in > (Select your domain) > Manage > (click gear icon) > Click on DNS & Nameservers in left-hand menu": "Anmelden> (Wählen Sie Ihre Domain aus)> Verwalten> (klicken Sie auf das Zahnradsymbol)> Klicken Sie im linken Menü auf DNS & Nameserver",
  "Is there a maximum limit on the number of email addresses I can forward to per alias": "Gibt es eine maximale Anzahl von E-Mail-Adressen, an die ich pro Alias weiterleiten kann?",
  "Yes, the default limit is 5.  This does NOT mean that you can only have five aliases on your domain name.  You can have as many as you want (unlimited).  It means that you can only forward one alias to five unique email addresses.  You could have ": "Ja, das Standardlimit ist 5. Dies bedeutet NICHT, dass Ihr Domain-Name nur fünf Aliase enthalten kann. Sie können so viele haben, wie Sie möchten (unbegrenzt). Dies bedeutet, dass Sie nur einen Alias an fünf eindeutige E-Mail-Adressen weiterleiten können. Du könntest haben",
  " with the name of your provider).  Feel free to ": " mit dem Namen Ihres Anbieters). Fühlen sich frei",
  "contact us": "kontaktiere uns",
  " with any questions or comments.": " mit Fragen oder Kommentaren.",
  "/faq?domain=www.aliasbird.com": "/faq?domain=www.aliasbird.com",
  "Have you read our <a href=\"/faq?domain=www.aliasbird.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/faq?domain=www.aliasbird.com\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Once you have followed the previous step(s), you will need to \"purge\" the DNS cache using the \"Purge Cache\" tool by Cloudflare.  You can optionally purge the cache using Google as well if you are using Gmail.  Make sure to purge both the \"TXT\" and the \"MX\" records for your domain name.  Wait a few minutes (or sometimes it might take an hour or two), and then click \"Verify Records\" above and try sending a test email to yourself.": "Nachdem Sie die vorherigen Schritte ausgeführt haben, müssen Sie den DNS-Cache mit dem Tool \"Cache löschen\" von Cloudflare \"löschen\". Sie können den Cache optional auch mit Google leeren, wenn Sie Google Mail verwenden. Stellen Sie sicher, dass sowohl die \"TXT\" - als auch die \"MX\" -Datensätze für Ihren Domainnamen gelöscht werden. Warten Sie einige Minuten (oder manchmal dauert es ein oder zwei Stunden), und klicken Sie dann oben auf \"Datensätze überprüfen\". Versuchen Sie dann, eine Test-E-Mail an sich selbst zu senden.",
  "Cloudflare Purge (required)": "Cloudflare Purge (erforderlich)",
  "Google Purge (optional)": "Google Purge (optional)",
  "It looks like you accidentally included \"www.\" in your domain name.  Did you mean example.com instead of www.example.com?": "Es sieht so aus, als hätten Sie versehentlich \"www\" eingefügt. in Ihrem Domainnamen. Meinten Sie example.com anstelle von www.example.com?",
  "Sign up &#124; <span class=\"notranslate\">ForwardEmail</span>": "Anmelden &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Create a ForwardEmail account": "Erstellen Sie ein ForwardEmail-Konto",
  "Owner": "Inhaber",
  "Team Member": "Teammitglied",
  "Alias Count": "Alias Count",
  "Easy to use email alias manager": "Einfach zu bedienender E-Mail-Alias-Manager",
  "Browser Extension (coming soon)": "Browser-Erweiterung (in Kürze)",
  "We are here to answer your questions, but before asking us, please be sure to <a href=\"/es/faq\">read our FAQ section</a>.": "Wir sind hier, um Ihre Fragen zu beantworten. Bevor Sie uns jedoch fragen, <a href=\"/es/faq\">lesen</a> Sie bitte <a href=\"/es/faq\">unseren FAQ-Bereich</a> .",
  "Make User": "Benutzer erstellen",
  "Delete Member": "Mitglied löschen",
  "Invite new team member": "Lade ein neues Teammitglied ein",
  "Send invitation": "Einladung senden",
  "User": "Benutzer",
  "Pending invitations are listed below.": "Ausstehende Einladungen sind unten aufgeführt.",
  "Email Address": "E-Mail-Addresse",
  "Copy Invite Link": "Link zum Einladen kopieren",
  "Delete Invite": "Einladung einladen",
  "You've been invited to the %s team": "Sie wurden zum <span class=\"notranslate\">%s</span> Team eingeladen",
  "Team invite": "Team einladen",
  "Click the button below to accept your invite.": "Klicken Sie auf die Schaltfläche unten, um Ihre Einladung anzunehmen.",
  "Accept invite": "Einladung annehmen",
  "If you did not expect to receive this invite, then please reply to let us know.": "Wenn Sie diese Einladung nicht erwartet haben, antworten Sie uns bitte.",
  "Share invitation link": "Einladungslink teilen",
  "Verify email &#124; <span class=\"notranslate\">ForwardEmail</span>": "E-Mail überprüfen &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Verify your ForwardEmail email": "Überprüfen Sie Ihre ForwardEmail-E-Mail",
  "Verify email": "E-Mail bestätigen",
  "Enter the verification pin sent to your email address.": "Geben Sie die an Ihre E-Mail-Adresse gesendete Bestätigungs-PIN ein.",
  "Please enter a 6 digit verification pin.": "Bitte geben Sie eine 6-stellige Bestätigungsnadel ein.",
  "Verification pin": "Bestätigungsstift",
  "Didn't receive the email?": "Haben Sie die E-Mail nicht erhalten?",
  "Resend now": "Jetzt erneut senden",
  "Verification pin:": "Bestätigungsstift:",
  "Use this verification pin:": "Verwenden Sie diesen Bestätigungsstift:",
  "This pin expires within 5 minutes.": "Dieser Pin läuft innerhalb von 5 Minuten ab.",
  "Verify now": "Jetzt überprüfen",
  "If you did not submit this request, then please reply to let us know.": "Wenn Sie diese Anfrage nicht eingereicht haben, antworten Sie bitte, um uns dies mitzuteilen.",
  "You have successfully accepted the invite to this domain and are an admin.": "Sie haben die Einladung zu dieser Domain erfolgreich angenommen und sind Administrator.",
  "Thanks for signing up!": "Danke für's Registrieren!",
  "Thank you!": "Vielen Dank!",
  "You have successfully registered for our service!  Please let us know if you have any issues or feature requests.": "Sie haben sich erfolgreich für unseren Service registriert! Bitte lassen Sie uns wissen, wenn Sie Probleme oder Funktionswünsche haben.",
  "Read our FAQ": "Lesen Sie unsere FAQ",
  "Can I disable specific aliases": "Kann ich bestimmte Aliase deaktivieren?",
  "Yes! As of February 6, 2020 we have added this feature.  Simply edit your DNS TXT record and prefix the alias with an exclamation mark.  Note that you must preserve the ": "Ja! Ab dem 6. Februar 2020 haben wir diese Funktion hinzugefügt. Bearbeiten Sie einfach Ihren DNS-TXT-Eintrag und stellen Sie dem Alias ein Ausrufezeichen voran. Beachten Sie, dass Sie die beibehalten müssen",
  " mapping, as this is required if you ever decide to toggle this off (and it's also used for importing in our paid plans).": " Zuordnung, da dies erforderlich ist, wenn Sie diese Option deaktivieren möchten (und sie auch zum Importieren in unsere kostenpflichtigen Pläne verwendet wird).",
  "If you prefix an alias with ": "Wenn Sie einem Alias ein Präfix voranstellen",
  " (exclamation mark) then it will still return successful respond codes to senders attempting to send to this address, but the emails themselves will go nowhere; to a blackhole.": " (Ausrufezeichen) Dann werden weiterhin erfolgreiche Antwortcodes an Absender zurückgegeben, die versuchen, an diese Adresse zu senden, aber die E-Mails selbst werden nirgendwo hingehen. zu einem schwarzen Loch.",
  "For example, if I want all emails that go to ": "Zum Beispiel, wenn ich alle E-Mails haben möchte, die an gehen",
  " to stop flowing through to ": " aufhören zu fließen",
  ":": "::",
  "Emails sent to disabled addresses will respond with a ": "An deaktivierte Adressen gesendete E-Mails werden mit a beantwortet",
  " (message queued) status code, but the emails will not actually be delivered to the recipient(s).": " Statuscode (Nachricht in Warteschlange), aber die E-Mails werden nicht an den / die Empfänger gesendet.",
  "/faq?domain=aliasfox.com": "/faq?domain=aliasfox.com",
  "Have you read our <a href=\"/faq?domain=aliasfox.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/faq?domain=aliasfox.com\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "You have successfully upgraded to the Enhanced Protection Plan.": "Sie haben erfolgreich ein Upgrade auf den erweiterten Schutzplan durchgeführt.",
  "Enhanced Protection and Team plans are new and currently in our final testing phase.  Please note that once they are officially released, you will be notified by email and will have 30 days to enter your billing information.  Thank you!": "Erweiterte Schutz- und Teampläne sind neu und befinden sich derzeit in unserer letzten Testphase. Bitte beachten Sie, dass Sie nach der offiziellen Veröffentlichung per E-Mail benachrichtigt werden und 30 Tage Zeit haben, Ihre Zahlungsinformationen einzugeben. Vielen Dank!",
  "You have successfully upgraded to the Team Plan.": "Sie haben erfolgreich ein Upgrade auf den Teamplan durchgeführt.",
  "Enhanced Protection and Team plans are currently free and in our final testing and beta program phase.  Once they are released, you will be emailed and will have 30 days to enter your billing information.  Thank you!": "Erweiterte Schutz- und Teampläne sind derzeit kostenlos und befinden sich in unserer letzten Test- und Beta-Programmphase. Sobald sie freigegeben sind, erhalten Sie eine E-Mail und haben 30 Tage Zeit, um Ihre Zahlungsinformationen einzugeben. Vielen Dank!",
  "Have you read our <a href=\"/fr/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/fr/faq\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Français": "Französisch",
  "DNSimple": "DNSimple",
  "Sign in > (Select your domain)  > DNS > Manage": "Anmelden> (Domain auswählen)> DNS> Verwalten",
  "Yes! As of February 6, 2020 we have added this feature.  Simply edit your DNS TXT record and prefix the alias with an exclamation mark.  Note that you must preserve the \":\" mapping, as this is required if you ever decide to toggle this off (and it's also used for importing in our paid plans).": "Ja! Ab dem 6. Februar 2020 haben wir diese Funktion hinzugefügt. Bearbeiten Sie einfach Ihren DNS-TXT-Eintrag und stellen Sie dem Alias ein Ausrufezeichen voran. Beachten Sie, dass Sie die Zuordnung \":\" beibehalten müssen, da dies erforderlich ist, wenn Sie diese Option deaktivieren möchten (und sie auch für den Import in unsere kostenpflichtigen Pläne verwendet wird).",
  "If you prefix an alias with \"!\" (exclamation mark) then it will still return successful respond codes to senders attempting to send to this address, but the emails themselves will go nowhere; to a blackhole.": "Wenn Sie einem Alias \"!\" (Ausrufezeichen) Dann werden weiterhin erfolgreiche Antwortcodes an Absender zurückgegeben, die versuchen, an diese Adresse zu senden, aber die E-Mails selbst werden nirgendwo hingehen. zu einem schwarzen Loch.",
  "Sender Rewriting Scheme (\"SRS\") - we use ": "Sender Rewriting Scheme (\"SRS\") - wir verwenden",
  "SRS": "SRS",
  ", which is a scheme used to rewrite the envelope sender address for email forwarding in order for DKIM/SPF/DMARC to pass with a forwarding mail server (middleman).": "Dies ist ein Schema, mit dem die Absenderadresse des Umschlags für die E-Mail-Weiterleitung neu geschrieben wird, damit DKIM / SPF / DMARC mit einem Weiterleitungs-Mailserver (Mittelsmann) weitergeleitet werden kann.",
  "Yes, the default limit is 10.  This does NOT mean that you can only have 10 aliases on your domain name.  You can have as many aliases as you want (an unlimited amount).  It means that you can only forward one alias to 10 unique email addresses.  You could have ": "Ja, das Standardlimit ist 10. Dies bedeutet NICHT, dass Ihr Domain-Name nur 10 Aliase enthalten kann. Sie können so viele Aliase haben, wie Sie möchten (eine unbegrenzte Anzahl). Dies bedeutet, dass Sie nur einen Alias an 10 eindeutige E-Mail-Adressen weiterleiten können. Du könntest haben",
  ", … (from 1-10) – and any emails to ": ",… (Von 1-10) - und alle E-Mails an",
  ", … (from 1-10).": ",… (Von 1-10).",
  "You have successfully downgraded to the Free Plan.": "Sie haben erfolgreich ein Downgrade auf den kostenlosen Plan durchgeführt.",
  "Manage Plan": "Plan verwalten",
  "Current Plan": "Derzeitiger Plan",
  "Spam, Phishing, and Attachment Protection with <span class=\"notranslate\">SpamScanner</span>": "Spam-, Phishing- und <span class=\"notranslate\">SpamScanner</span> mit <span class=\"notranslate\">SpamScanner</span>",
  "for unlimited domains": "für unbegrenzte Domains",
  "Spam, Phishing, and Attachment Protection": "Schutz vor Spam, Phishing und Anhängen",
  "Advanced spam and phishing protection": "Erweiterter Spam- und Phishing-Schutz",
  "Anti-spam and anti-phishing protection": "Anti-Spam- und Anti-Phishing-Schutz",
  "Spam and phishing protection": "Spam- und Phishing-Schutz",
  "unlimited domains": "unbegrenzte Domains",
  "Unlimited domains": "Unbegrenzte Anzahl von Domains",
  "Access support from industry experts": "Greifen Sie auf Unterstützung von Branchenexperten zu",
  "Get assistance from the experts": "Lassen Sie sich von den Experten unterstützen",
  "Dedicated expert-level developers and designers": "Engagierte Entwickler und Designer auf Expertenebene",
  "Dedicated support from the experts": "Engagierte Unterstützung durch die Experten",
  "Enhanced forwarding privacy": "Verbesserte Weiterleitungsdaten",
  "Enhanced email forwarding privacy": "Verbesserte Privatsphäre beim Weiterleiten von E-Mails",
  "Instant DNS propagation with zero wait-time": "Sofortige DNS-Weitergabe ohne Wartezeit",
  "Instant DNS propagation; zero wait-time": "Sofortige DNS-Weitergabe; Null Wartezeit",
  "Instant DNS propagation - zero wait-time": "Sofortige DNS-Weitergabe - keine Wartezeit",
  "Instant DNS propagation (zero wait-time)": "Sofortige DNS-Weitergabe (keine Wartezeit)",
  "Access to exclusive API features": "Zugriff auf exklusive API-Funktionen",
  "Sign in &#124; <span class=\"notranslate\">ForwardEmail</span>": "Anmelden &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Sign in to your account": "Melden Sie sich bei Ihrem Konto an",
  "Sign in now": "Schreib dich jetzt ein",
  "Access to exclusive API features (coming soon)": "Zugriff auf exklusive API-Funktionen (in Kürze verfügbar)",
  "Unlimited email addresses and aliases": "Unbegrenzte E-Mail-Adressen und Aliase",
  "coming soon": "demnächst",
  "Dedicated support from the founder": "Engagierte Unterstützung durch den Gründer",
  "/faq?domain=chickenpoopppp.com": "/faq?domain=chickenpoopppp.com",
  "Have you read our <a href=\"/faq?domain=chickenpoopppp.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/faq?domain=chickenpoopppp.com\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Domain is not a registered domain name. <a href=\"/domain-registration\">Click here to register it now</a>.": "Domain ist kein registrierter Domainname. <a href=\"/domain-registration\">Klicken Sie hier, um es jetzt zu registrieren</a> .",
  "/faq?domain=arizonaquiltersguild.org": "/faq?domain=arizonaquiltersguild.org",
  "Have you read our <a href=\"/faq?domain=arizonaquiltersguild.org\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Hast du unsere <a href=\"/faq?domain=arizonaquiltersguild.org\" target=\"_blank\" rel=\"noopener\">FAQ schon</a> gelesen?",
  "Can I forward emails to ports other than 25 (e.g. if my ISP has blocked port 25)": "Kann ich E-Mails an andere Ports als 25 weiterleiten (z. B. wenn mein ISP Port 25 blockiert hat)?",
  "Do you offer a money back guarantee on paid plans": "Bieten Sie eine Geld-zurück-Garantie für bezahlte Pläne an?",
  "Yes, as of May 5, 2020 we have added this feature.  Simply edit your DNS txt record and affix the alias with a colon, followed by valid port number (the default is 25).": "Ja, ab dem 5. Mai 2020 haben wir diese Funktion hinzugefügt. Bearbeiten Sie einfach Ihren DNS-TXT-Eintrag und bringen Sie den Alias mit einem Doppelpunkt gefolgt von einer gültigen Portnummer an (der Standardwert ist 25).",
  " to forward to ": " weiterleiten an",
  " SMTP port is 1337 instead of 25:": " SMTP-Port ist 1337 statt 25:",
  "Yes!  We offer a 30-day money back guarantee on all paids plans if you are not satisfied with our service.": "Ja! Wir bieten eine 30-tägige Geld-zurück-Garantie auf alle bezahlten Pläne, wenn Sie mit unserem Service nicht zufrieden sind.",
  "We do not ask any questions and simply process the refund within 5-7 business days.": "Wir stellen keine Fragen und bearbeiten die Rückerstattung einfach innerhalb von 5-7 Werktagen.",
  "Do you read my emails": "Lesen Sie meine E-Mails?",
  " and users that upgraded to paid plans.": " und Benutzer, die auf kostenpflichtige Pläne aktualisiert haben.",
  "No, absolutely not.  We do not store logs.  See our ": "Nein auf keinen Fall. Wir speichern keine Protokolle. Sehen Sie unsere",
  "Many other email forwarding providers unethically read your email.  This is not what I'm about.": "Viele andere E-Mail-Weiterleitungsanbieter lesen Ihre E-Mails unethisch. Darum geht es mir nicht.",
  "The code that is deployed to the server is ": "Der auf dem Server bereitgestellte Code lautet",
  "publicly visible on GitHub": "öffentlich sichtbar auf GitHub",
  "open-source software on GitHub": "Open-Source-Software auf GitHub",
  "Yes, it has tests written with ": "Ja, es wurden Tests mit geschrieben",
  "ava": "ava",
  " and also has code coverage.": " und hat auch Code-Abdeckung.",
  "DNS Blacklists:": "DNS-Blacklists:",
  " we test senders IP's against the Spamhaus ": " Wir testen Absender-IPs gegen das Spamhaus",
  "Anti-Spam and Anti-Phishing Scanner": "Anti-Spam- und Anti-Phishing-Scanner",
  ": we built from scratch and use ": ": Wir haben von Grund auf neu gebaut und verwendet",
  "SpamScanner": "SpamScanner",
  " for anti-spam prevention (it uses a Naive Bayes classifier under the hood).  We built this because we were not happy with ": " zur Verhinderung von Spam (verwendet einen Naive Bayes-Klassifikator unter der Haube). Wir haben das gebaut, weil wir nicht zufrieden waren",
  "rspamd": "rspamd",
  " nor ": " Noch",
  "SpamAssassin": "SpamAssassin",
  ", nor were we happy with their lack of privacy-focused policies and public corpus datasets.": "Wir waren auch nicht zufrieden mit dem Mangel an datenschutzorientierten Richtlinien und öffentlichen Korpus-Datensätzen.",
  "SPF and DKIM:": "SPF und DKIM:",
  " through checking if an SPF record exists for a sender, and if so, we reverse-lookup the SMTP connection's remote address to validate it matches the SPF record, otherwise it's rejected.  If an SPF record does not exist, then we require DKIM verification.  If DKIM headers are passed and fail, then it is rejected as well.  If no DKIM headers are passed, then we assume that DKIM validation passes.": " indem wir überprüfen, ob ein SPF-Datensatz für einen Absender vorhanden ist, und in diesem Fall die Remote-Adresse der SMTP-Verbindung erneut suchen, um zu überprüfen, ob sie mit dem SPF-Datensatz übereinstimmt, andernfalls wird sie abgelehnt. Wenn kein SPF-Datensatz vorhanden ist, benötigen wir eine DKIM-Überprüfung. Wenn DKIM-Header übergeben werden und fehlschlagen, wird dies ebenfalls abgelehnt. Wenn keine DKIM-Header übergeben werden, wird davon ausgegangen, dass die DKIM-Validierung erfolgreich ist.",
  "MX Record Test:": "MX-Aufnahmetest:",
  " through checking if the sender's from address domain has MX records (so it's actually coming from a mail exchange/SMTP server), otherwise it's rejected": " durch Überprüfen, ob der Absender von der Adressdomäne über MX-Einträge verfügt (also tatsächlich von einem Mail Exchange / SMTP-Server stammt), andernfalls wird er abgelehnt",
  "Disposable Email Addresses:": "Einweg-E-Mail-Adressen:",
  " we automatically block senders that are from the ": " Wir blockieren automatisch Absender, die von der",
  "**FullyFQDN - validates that senders SMTP connections are from FQDN (meaning no IP addresses, they must have a valid domain name resolved)": "** FullyFQDN - Überprüft, ob die SMTP-Verbindungen des Absenders vom FQDN stammen (dh keine IP-Adressen, ein gültiger Domänenname muss aufgelöst sein).",
  " through checking if the sender's from address domain has MX records (so it's actually coming from a mail exchange/SMTP server), otherwise it's rejected.": " durch Überprüfen, ob der Absender von der Adressdomäne über MX-Einträge verfügt (also tatsächlich von einem Mail Exchange / SMTP-Server stammt), andernfalls wird er abgelehnt.",
  " list.": " Liste.",
  "Fully Qualified Domain Name Test:": "Vollqualifizierter Domain Name Test:",
  " validates that senders SMTP connections are from a fully qualified domain name (\"FQDN\"), meaning no IP addresses, they must have a valid domain name resolved.": " Überprüft, ob die SMTP-Verbindungen des Absenders von einem vollständig qualifizierten Domänennamen (\"FQDN\") stammen. Dies bedeutet, dass keine IP-Adressen vorhanden sind und ein gültiger Domänenname aufgelöst werden muss.",
  "TXT Record Test:": "TXT-Aufzeichnungstest:",
  " through checking if the email address the sender is trying to send to has a TXT DNS record with a valid email forwarding setup. The SSL certificates (main domain name or alternative names) of all MX servers of the forwarding destination must match the MX entry.": " Überprüfen Sie, ob die E-Mail-Adresse, an die der Absender senden möchte, einen TXT-DNS-Eintrag mit einem gültigen E-Mail-Weiterleitungssetup enthält. Die SSL-Zertifikate (Hauptdomänenname oder alternative Namen) aller MX-Server des Weiterleitungsziels müssen mit dem MX-Eintrag übereinstimmen.",
  "Yes, as of May 5, 2020 we have added this feature.  Right now the feature is domain-specific, as opposed to alias-specific.  If you require it to be alias-specific, please contact us to let us know of your needs.": "Ja, ab dem 5. Mai 2020 haben wir diese Funktion hinzugefügt. Derzeit ist die Funktion domänenspezifisch und nicht aliasspezifisch. Wenn Sie möchten, dass es aliasspezifisch ist, kontaktieren Sie uns bitte, um uns Ihre Bedürfnisse mitzuteilen.",
  "If you are on the free plan, then simply add a new DNS TXT record as shown below, but change the port from 25 to the port of your choosing.  If you are on a paid plan, then please go to ": "Wenn Sie sich im kostenlosen Plan befinden, fügen Sie einfach einen neuen DNS-TXT-Eintrag hinzu, wie unten gezeigt, aber ändern Sie den Port von 25 auf den Port Ihrer Wahl. Wenn Sie einen bezahlten Plan haben, gehen Sie bitte zu",
  "My Domains": "Meine Domains",
  " to forward to alias recipients' SMTP port of 1337 instead of 25:": " um an den SMTP-Port des Alias-Empfängers von 1337 anstelle von 25 weiterzuleiten:",
  "Sender Rewriting Scheme:": "Umschreibeschema für Absender:",
  " - we use the ": " - wir nehmen das",
  "Sender Rewriting Scheme": "Umschreibeschema für Absender",
  " (\"SRS\"), which is a scheme used to rewrite the envelope from address for email forwarding in order for DKIM/SPF/DMARC to pass with a forwarding mail server.": " (\"SRS\"), ein Schema, mit dem der Umschlag von der Adresse für die E-Mail-Weiterleitung umgeschrieben wird, damit DKIM / SPF / DMARC mit einem Weiterleitungs-Mailserver weitergeleitet werden kann.",
  "Practically yes - the only current restriction is that senders ": "Praktisch ja - die einzige derzeitige Einschränkung sind die Absender",
  "by unique email address": "durch eindeutige E-Mail-Adresse",
  " are limited to sending (300) emails per hour through the system.": " sind darauf beschränkt, (300) E-Mails pro Stunde über das System zu senden.",
  "If you are on the free plan, then simply add a new DNS TXT record as shown below, but change the port from 25 to the port of your choosing.  If you are on a paid plan, then please go to My Domains]": "Wenn Sie sich im kostenlosen Plan befinden, fügen Sie einfach einen neuen DNS-TXT-Eintrag hinzu, wie unten gezeigt, aber ändern Sie den Port von 25 auf den Port Ihrer Wahl. Wenn Sie einen bezahlten Plan haben, gehen Sie bitte zu Meine Domains.]",
  "If you are on a paid plan, then please go to ": "Wenn Sie einen bezahlten Plan haben, gehen Sie bitte zu",
  ", click on \"Setup\" next to your domain, and then click on \"Advanced Settings\".": "Klicken Sie neben Ihrer Domain auf \"Setup\" und dann auf \"Erweiterte Einstellungen\".",
  "If you are on the free plan, then simply add a new DNS TXT record as shown below, but change the port from 25 to the port of your choosing.": "Wenn Sie sich im kostenlosen Plan befinden, fügen Sie einfach einen neuen DNS-TXT-Eintrag hinzu, wie unten gezeigt, aber ändern Sie den Port von 25 auf den Port Ihrer Wahl.",
  "Why are my test emails showing in Gmail as \"Suspicuious\"": "Warum werden meine Test-E-Mails in Google Mail als \"verdächtig\" angezeigt?",
  "Can I remove the \"via forwardemail.net\" in Gmail": "Kann ich das \"via forwardemail.net\" in Google Mail entfernen?",
  "If you see this error message in Gmail when you send a test to yourself, then ": "Wenn Sie diese Fehlermeldung in Google Mail sehen, wenn Sie einen Test an sich selbst senden, dann",
  "please do not worry": "Bitte sorgen Sie sich nicht",
  "–": "- -",
  " as this is a built-in safety feature of Gmail that only you will see when you send a test to yourself.  You can simply click \"Looks safe\".": " Dies ist eine integrierte Sicherheitsfunktion von Google Mail, die nur Sie sehen, wenn Sie einen Test an sich selbst senden. Sie können einfach auf \"Sieht sicher aus\" klicken.",
  "For example, if you were to send a test message using the send mail as feature (to someone else), then they will not see this message.": "Wenn Sie beispielsweise eine Testnachricht mit der Funktion \"E-Mail senden\" senden (an eine andere Person), wird diese Nachricht nicht angezeigt.",
  "No, not yet.  We plan to roll out our own SMTP service, which would alleviate this.  Gmail automatically adds this and there is no current workaround.": "Nein noch nicht. Wir planen die Einführung eines eigenen SMTP-Dienstes, um dies zu verringern. Google Mail fügt dies automatisch hinzu und es gibt keine aktuelle Problemumgehung.",
  "Why are my test emails sent to myself in Gmail showing as \"suspicuious\"": "Warum werden meine Test-E-Mails in Google Mail als \"verdächtig\" an mich selbst gesendet?",
  "If you see this error message below in Gmail when you send a test to yourself, then ": "Wenn diese Fehlermeldung unten in Google Mail angezeigt wird, wenn Sie einen Test an sich selbst senden, dann",
  "Refunds": "Rückerstattungen",
  "We offer a 30 day money": "Wir bieten ein 30-Tage-Geld",
  "Yes!  We offer a 30 day money back guarantee on all paids plans if you are not satisfied with our service.": "Ja! Wir bieten eine 30-tägige Geld-zurück-Garantie auf alle Zahlungspläne, wenn Sie mit unserem Service nicht zufrieden sind.",
  "We offer a 30 day money back guarantee on all paid plans if you are not satisfied with our service.": "Wir bieten eine 30-tägige Geld-zurück-Garantie auf alle bezahlten Pläne, wenn Sie mit unserem Service nicht zufrieden sind.",
  "To request a refund, please contact us.": "Um eine Rückerstattung zu beantragen, kontaktieren Sie uns bitte.",
  "To request a refund, please file a ": "Um eine Rückerstattung zu beantragen, reichen Sie bitte ein",
  "To request a refund, please file a Help request.": "Um eine Rückerstattung zu beantragen, reichen Sie bitte eine Hilfeanfrage ein.",
  "To request a refund, please send an email from the email address verified on your account to: refunds@forwardemail.net": "Um eine Rückerstattung anzufordern, senden Sie bitte eine E-Mail von der in Ihrem Konto verifizierten E-Mail-Adresse an: returns@forwardemail.net",
  "If you are forwarding all emails from your domain, (\"": "Wenn Sie alle E-Mails von Ihrer Domain weiterleiten, (\"",
  "all@example.com": "all@example.com",
  "\", \"": "\",\"",
  "hello@example.com": "hello@example.com",
  "\", etc) to a specific address \"": "\"usw.) an eine bestimmte Adresse\"",
  "niftylettuce@gmail.com": "niftylettuce@gmail.com",
  "\":": "\":",
  "If you just need to forward a single email address (e.g. \"": "Wenn Sie nur eine einzelne E-Mail-Adresse weiterleiten müssen (z.",
  "\" to \"": "\"zu\"",
  "\"; this will also forward \"": "\"; dies wird auch weiterleiten\"",
  "hello+test@example.com": "hallo+test@example.com",
  "niftylettuce+test@gmail.com": "niftylettuce+test@gmail.com",
  "\" automatically):": "\"automatisch):",
  "You can also specify a domain name in your TXT record to have global alias forwarding (e.g. \"": "Sie können auch einen Domänennamen in Ihrem TXT-Eintrag angeben, um eine globale Aliasweiterleitung zu erhalten (z.",
  "user@example.com": "user@example.com",
  "\" will get forwarded to \"": "\"wird weitergeleitet an\"",
  "user@example.net": "user@example.net",
  "\"):": "\"):",
  " – as this is a built-in safety feature of Gmail that only you will see when you send a test to yourself.  You can simply click \"Looks safe\".": " - da dies eine integrierte Sicherheitsfunktion von Google Mail ist, die nur Sie sehen, wenn Sie einen Test an sich selbst senden. Sie können einfach auf \"Sieht sicher aus\" klicken.",
  "To request a refund, please send an email from the email address verified on your account to: ": "Um eine Rückerstattung zu beantragen, senden Sie bitte eine E-Mail von der in Ihrem Konto verifizierten E-Mail-Adresse an:",
  "refunds@forwardemail.net": "Erstattungen@forwardemail.net",
  "Furthermore, solutions like Amazon SES do not allow you to modify the envelope of the SMTP request, therefore you will need to add a Reply-To header and rewrite the From header as well to something like ": "Darüber hinaus können Sie mit Lösungen wie Amazon SES den Umschlag der SMTP-Anforderung nicht ändern. Daher müssen Sie einen Antwort-an-Header hinzufügen und den Von-Header ebenfalls in einen ähnlichen Ordner umschreiben",
  "from@noreply.com": "from@noreply.com",
  " (which is really not clean).": " (was wirklich nicht sauber ist).",
  "Advanced Settings": "Erweiterte Einstellungen",
  "Invalid port number.": "Ungültige Portnummer.",
  "Invalid recovery passcode.": "Ungültiger Wiederherstellungspasscode.",
  "Invalid two-factor authentication passcode.": "Ungültiger Passcode für die Zwei-Faktor-Authentifizierung.",
  "Please log in with two-factor authentication to view the page you requested.": "Bitte melden Sie sich mit Zwei-Faktor-Authentifizierung an, um die von Ihnen angeforderte Seite anzuzeigen.",
  "Domain name was invalid (must be a FQDN).": "Der Domainname war ungültig (muss ein vollqualifizierter Domänenname sein).",
  "Invite does not exist with your email address for this domain.": "Invite existiert nicht mit Ihrer E-Mail-Adresse für diese Domain.",
  "Password successfully confirmed.": "Passwort erfolgreich bestätigt.",
  "Recovery passcode successful. This passcode will no longer be valid.": "Wiederherstellungspasscode erfolgreich. Dieser Passcode ist nicht mehr gültig.",
  "Your email has been successfully verified. You should receive a support email from an admin within the next 3-5 business days.": "Ihre E-Mail wurde erfolgreich überprüft. Sie sollten innerhalb der nächsten 3-5 Werktage eine Support-E-Mail von einem Administrator erhalten.",
  "You have successfully accepted the invite to this domain and you can now create your first alias.": "Sie haben die Einladung zu dieser Domain erfolgreich angenommen und können nun Ihren ersten Alias erstellen.",
  "An error occurred while emailing the invite link.  Please manually copy the the invite link and share it with this person if needed.": "Beim Versenden des Einladungslinks per E-Mail ist ein Fehler aufgetreten. Bitte kopieren Sie den Einladungslink manuell und teilen Sie ihn bei Bedarf mit dieser Person.",
  "Group was invalid, must be either admin or user.": "Gruppe war ungültig, muss entweder Administrator oder Benutzer sein.",
  "Invite was already sent to this email address.  Please manually copy the invite link and share it with this person if needed.": "Die Einladung wurde bereits an diese E-Mail-Adresse gesendet. Bitte kopieren Sie den Einladungslink manuell und teilen Sie ihn bei Bedarf mit dieser Person.",
  "Your account has been banned.": "Dein Account wurde gesperrt.",
  "Domain is missing required DNS TXT records.": "In der Domäne fehlen die erforderlichen DNS-TXT-Einträge.",
  "Domain has multiple verification records.  Please ensure there is only one verification record that exists.": "Die Domain verfügt über mehrere Verifizierungsdatensätze. Bitte stellen Sie sicher, dass nur ein Bestätigungsdatensatz vorhanden ist.",
  "Domain has multiple port records.  Please ensure there is only one port record that exists.": "Die Domäne verfügt über mehrere Portdatensätze. Stellen Sie sicher, dass nur ein Portdatensatz vorhanden ist.",
  "All paid plans are completely free during our beta program.  You will be emailed reminders to make payment when it has ended.": "All paid plans are completely free during our beta program.  You will be emailed reminders to make payment when it has ended.",
  "Custom port forwarding": "Custom port forwarding",
  "in case your ISP blocks port 25": "in case your ISP blocks port 25",
  "Easy to use email alias and import manager": "Easy to use email alias and import manager",
  "Browser extension": "Browser extension",
  "Exclusive access to API features": "Exclusive access to API features",
  "30-day money back guarantee": "30-day money back guarantee",
  "We accept credit cards using <a class=\"alert-link\" href=\"https://stripe.com/global\" target=\"_blank\" rel=\"nofollow\">Stripe</a> and payment with <a class=\"alert-link\" href=\"https://paypal.com\" target=\"_blank\" rel=\"nofollow\">PayPal</a> &ndash; for one-time payments and monthly or yearly subscriptions.": "We accept credit cards using <a class=\"alert-link\" href=\"https://stripe.com/global\" target=\"_blank\" rel=\"nofollow\">Stripe</a> and payment with <a class=\"alert-link\" href=\"https://paypal.com\" target=\"_blank\" rel=\"nofollow\">PayPal</a> &ndash; for one-time payments and monthly or yearly subscriptions.",
  "Below is a copy of your request submitted on ": "Below is a copy of your request submitted on ",
  " at ": " at ",
  "We will review your request and reply as soon as possible.": "We will review your request and reply as soon as possible.",
  "Your Help Request": "Your Help Request",
  "Custom Port Forwarding": "Custom Port Forwarding",
  "Port number (SMTP)": "Port number (SMTP)",
  "Do not modify this unless you know what you are doing.  This will forward all emails to the specific port for all aliases and their recipients.  For example, if you are forwarding to info@example.com, and input port number 1337 here, then our server will forward email to forwardemail.net on port 1337 (as opposed to the standard SMTP port of 25).": "Do not modify this unless you know what you are doing.  This will forward all emails to the specific port for all aliases and their recipients.  For example, if you are forwarding to info@example.com, and input port number 1337 here, then our server will forward email to forwardemail.net on port 1337 (as opposed to the standard SMTP port of 25).",
  "We offer a 30-day money back guarantee on all paid plans if you are not satisfied with our service.": "We offer a 30-day money back guarantee on all paid plans if you are not satisfied with our service.",
  "Port 25 blocked by ISP workaround": "Port 25 blocked by ISP workaround",
  "If you see this error message (see picture below) in Gmail when you send a test to yourself, then ": "If you see this error message (see picture below) in Gmail when you send a test to yourself, then ",
  " – as this is a built-in safety feature of Gmail that only you will see when you send a test to yourself.  You can simply click \"Looks safe\".  For example, if you were to send a test message using the send mail as feature (to someone else), then they will not see this message.": " – as this is a built-in safety feature of Gmail that only you will see when you send a test to yourself.  You can simply click \"Looks safe\".  For example, if you were to send a test message using the send mail as feature (to someone else), then they will not see this message.",
  "If you see this error message in Gmail when you send a test to yourself (see picture below), then ": "If you see this error message in Gmail when you send a test to yourself (see picture below), then ",
  "How to workaround ISP port 25 block": "How to workaround ISP port 25 block",
  "No ": "No ",
  " not yet!  We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other providers with similar services to ours will still will incur this same issue too (and other providers simply do not offer the level of privacy we do).": " not yet!  We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other providers with similar services to ours will still will incur this same issue too (and other providers simply do not offer the level of privacy we do).",
  "Not yet!  We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other providers with similar services to ours will still incur this same issue too (and other providers simply do not offer the level of privacy we do).": "Not yet!  We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other providers with similar services to ours will still incur this same issue too (and other providers simply do not offer the level of privacy we do).",
  "Step 1": "Step 1",
  "Guides": "Guides",
  "List of ports blocked by ISPS &#124; <span class=\"notranslate\">ForwardEmail</span>": "List of ports blocked by ISPS &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "We compiled a list of ports blocked by Internet Service Providers from every country around the world.": "We compiled a list of ports blocked by Internet Service Providers from every country around the world.",
  "We manually curated an open-source list of ports blocked by both Internet Service Provider and residing country.": "We manually curated an open-source list of ports blocked by both Internet Service Provider and residing country.",
  "List of ports blocked by ISPS": "List of ports blocked by ISPS",
  "Check your ISP below": "Check your ISP below",
  "We welcome your feedback and questions on the list above.": "We welcome your feedback and questions on the list above.",
  "List of ports blocked by ISP and Country": "List of ports blocked by ISP and Country",
  "Check to see if your ISP is listed below": "Check to see if your ISP is listed below",
  "indicates the port is <u>not</u> blocked": "indicates the port is <u>not</u> blocked",
  "indicates the port is blocked": "indicates the port is blocked",
  "Port 25 blocked by ISP workaround &#124; <span class=\"notranslate\">ForwardEmail</span>": "Port 25 blocked by ISP workaround &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Our service allows you to workaround port blocking set by your Internet Service Provider on port 25.  Simple follow our guide to workaround this issue in minutes.": "Our service allows you to workaround port blocking set by your Internet Service Provider on port 25.  Simple follow our guide to workaround this issue in minutes.",
  "indicates that the port is <u>not</u> blocked": "indicates that the port is <u>not</u> blocked",
  "indicates that the port is blocked": "indicates that the port is blocked",
  "List of ports blocked by ISPs &#124; <span class=\"notranslate\">ForwardEmail</span>": "List of ports blocked by ISPs &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "List of ports blocked by ISPs": "List of ports blocked by ISPs",
  "Want to skip ahead to the technical instructions?": "Want to skip ahead to the technical instructions?",
  "Create free disposable adddresses": "Create free disposable adddresses",
  "Ready to get started and create a disposable email address?": "Ready to get started and create a disposable email address?",
  "Reserved Email Addresses and Words": "Reserved Email Addresses and Words",
  "Already register a domain?": "Already register a domain?",
  "Simply enter your domain below to setup free email forwarding.": "Simply enter your domain below to setup free email forwarding.",
  "Custom SMTP Port Forwarding": "Custom SMTP Port Forwarding",
  "Do not modify this unless you know what you are doing.  This will forward all emails to the specific port for all aliases and their recipients.  For example, if you are forwarding to info@example.com, and input port number 1337 here, then our server will forward email to example.com on port 1337 (as opposed to the standard SMTP port of 25).": "Do not modify this unless you know what you are doing.  This will forward all emails to the specific port for all aliases and their recipients.  For example, if you are forwarding to info@example.com, and input port number 1337 here, then our server will forward email to example.com on port 1337 (as opposed to the standard SMTP port of 25).",
  "Maximum Recipients Per Alias": "Maximum Recipients Per Alias",
  "Current Value:": "Current Value:",
  "Contact us to increase": "Contact us to increase",
  "Did your ISP block port 25?": "Did your ISP block port 25?",
  "Skip ahead to the technical instructions to forward emails to a custom SMTP port.": "Skip ahead to the technical instructions to forward emails to a custom SMTP port.",
  "Skip ahead to the instructions to forward emails to a custom SMTP port.": "Skip ahead to the instructions to forward emails to a custom SMTP port.",
  "Help &#124; <span class=\"notranslate\">ForwardEmail</span>": "Help &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Ask ForwardEmail your questions or leave comments": "Ask ForwardEmail your questions or leave comments",
  "Free disposable adddresses": "Free disposable adddresses",
  "Invalid CSRF token": "Invalid CSRF token",
  "Plan upgrade required": "Plan upgrade required",
  "Need to upgrade your plan?": "Need to upgrade your plan?",
  "Upgrade required": "Upgrade required",
  "Upgrade plan": "Upgrade plan",
  "Want to use the free plan instead?": "Want to use the free plan instead?",
  "/faq?domain=forwardemail2.net": "/faq?domain=forwardemail2.net",
  "Have you read our <a href=\"/faq?domain=forwardemail2.net\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Have you read our <a href=\"/faq?domain=forwardemail2.net\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?",
  "Upgrade your plan": "Upgrade your plan",
  "Want the free plan?": "Want the free plan?",
  "Add new domain": "Add new domain",
  "Need free version?": "Need free version?",
  "How to workaround ISP blocking inbound SMTP on port 25": "How to workaround ISP blocking inbound SMTP on port 25",
  "How to workaround ISP blocking outbound SMTP on port 25": "How to workaround ISP blocking outbound SMTP on port 25",
  "How can I check if my ISP blocks ports": "How can I check if my ISP blocks ports",
  "If you do not have port 25 open on your mail server's IP address, then this guide is for you.": "If you do not have port 25 open on your mail server's IP address, then this guide is for you.",
  "For example, you're running a custom mail server at home, and your Internet Service Provider (\"ISP\") has blocked outbound port 25.": "For example, you're running a custom mail server at home, and your Internet Service Provider (\"ISP\") has blocked outbound port 25.",
  "Since you cannot have outbound traffic on port 25, then you most likely also won't have inbound traffic on port 25 due to this block.": "Since you cannot have outbound traffic on port 25, then you most likely also won't have inbound traffic on port 25 due to this block.",
  "Assuming you are using our service to forward emails, ": "Assuming you are using our service to forward emails, ",
  "you can workaround this issue through our FAQ answer here": "you can workaround this issue through our FAQ answer here",
  "If your ISP blocks outbound port 25, then you will have to find an alternate solution or contact them.": "If your ISP blocks outbound port 25, then you will have to find an alternate solution or contact them.",
  "See our ": "See our ",
  "list of ports blocked by Internet Service Providers": "list of ports blocked by Internet Service Providers",
  "If you are on a paid plan": "If you are on a paid plan",
  ", then please go to ": ", then please go to ",
  "If you are on a paid plan, which features enhanced privacy protection": "If you are on a paid plan, which features enhanced privacy protection",
  "If you are on a paid plan (which features enhanced privacy protection)": "If you are on a paid plan (which features enhanced privacy protection)",
  ", click on \"Setup\" next to your domain, and then click on \"Advanced Settings\".  If you would like to learn more about paid plans see our ": ", click on \"Setup\" next to your domain, and then click on \"Advanced Settings\".  If you would like to learn more about paid plans see our ",
  " page": " page",
  " and upgrade your domain to a paid plan BEFORE starting this guide.  If you would like to learn more about paid plans see our ": " and upgrade your domain to a paid plan BEFORE starting this guide.  If you would like to learn more about paid plans see our ",
  "Important:": "Important:",
  " Don't see your provider name listed here?  Simply search on the Internet for \"how to change DNS records on ": " Don't see your provider name listed here?  Simply search on the Internet for \"how to change DNS records on ",
  "In the guided steps below, Be sure to replace the email address of ": "In the guided steps below, Be sure to replace the email address of ",
  " If you have ": " If you have ",
  "already": "already",
  " registered your domain name, then you must completely skip this step and go to step two.  Otherwise you can ": " registered your domain name, then you must completely skip this step and go to step two.  Otherwise you can ",
  "Clicking on a \"Provider\" below will open a link in a new tab for you.  After following the \"Steps to Configure DNS\" in this tab, do NOT close the tab, but instead return to this tab to proceed to step three.": "Clicking on a \"Provider\" below will open a link in a new tab for you.  After following the \"Steps to Configure DNS\" in this tab, do NOT close the tab, but instead return to this tab to proceed to step three.",
  " Do you remember where you registered your domain?  Once you know which provider it was registered at, then you can click on its link under the \"Provider\" column below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:": " Do you remember where you registered your domain?  Once you know which provider it was registered at, then you can click on its link under the \"Provider\" column below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:",
  " Do you remember where you registered your domain?  Once you determine (or remember ": " Do you remember where you registered your domain?  Once you determine (or remember ",
  ") which provider it was registered at, then you can click on its link under the \"Provider\" column below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:": ") which provider it was registered at, then you can click on its link under the \"Provider\" column below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:",
  " Do you remember where you registered your domain?  Once you determine or remember which provider it was registered at, then you can click on its link under the \"Provider\" column below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:": " Do you remember where you registered your domain?  Once you determine or remember which provider it was registered at, then you can click on its link under the \"Provider\" column below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:",
  " Do you remember where you registered your domain?  When you're ready and know where you registered it, then proceed to read the tip and follow its instructions below.": " Do you remember where you registered your domain?  When you're ready and know where you registered it, then proceed to read the tip and follow its instructions below.",
  "Do you remember where you registered your domain?": "Do you remember where you registered your domain?",
  " When you're ready and know where you registered it, then proceed to read the tip and follow its instructions below.": " When you're ready and know where you registered it, then proceed to read the tip and follow its instructions below.",
  " Once you have recalled which provider it was registered at, then proceed to read the tip and follow its instructions below:": " Once you have recalled which provider it was registered at, then proceed to read the tip and follow its instructions below:",
  " Once you have recalled which provider it was registered at, then proceed to read this tip and follow its instructions below:": " Once you have recalled which provider it was registered at, then proceed to read this tip and follow its instructions below:",
  " Once you recall where it was registered, then keep reading below:": " Once you recall where it was registered, then keep reading below:",
  " Using your registar's DNS management page (the other tab you have opened), set the following \"MX\" record types on your domain name:": " Using your registar's DNS management page (the other tab you have opened), set the following \"MX\" record types on your domain name:",
  " Using your registar's DNS management page (the other tab you have opened), set the following \"TXT\" record types on your domain name:": " Using your registar's DNS management page (the other tab you have opened), set the following \"TXT\" record types on your domain name:",
  " Using your registar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record types on your domain name:": " Using your registar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record types on your domain name:",
  "Not yet!  We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other email forwarding services with similar features to ours will still incur this same issue too (and other email forwarding solutions  simply do not offer the level of privacy we do).": "Not yet!  We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other email forwarding services with similar features to ours will still incur this same issue too (and other email forwarding solutions  simply do not offer the level of privacy we do).",
  "Many other email forwarding services unethically read your email.  This is not what I'm about.": "Many other email forwarding services unethically read your email.  This is not what I'm about.",
  " Using your registrar's DNS management page (the other tab you have opened), set the following \"MX\" record types on your domain name:": " Using your registrar's DNS management page (the other tab you have opened), set the following \"MX\" record types on your domain name:",
  " Using your registrar's DNS management page (the other tab you have opened), set the following \"TXT\" record types on your domain name:": " Using your registrar's DNS management page (the other tab you have opened), set the following \"TXT\" record types on your domain name:",
  " Using your registrar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record types on your domain name:": " Using your registrar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record types on your domain name:",
  " Setup.": " Setup.",
  "Still having issues?  Please file a ": "Still having issues?  Please file a ",
  " so we can help investigate the issue and find a quick resolution.": " so we can help investigate the issue and find a quick resolution.",
  " All steps are complete!  Now you can start dancing, sing a song, and start sending emails.  If you enjoyed these instructions, then please consider ": " All steps are complete!  Now you can start dancing, sing a song, and start sending emails.  If you enjoyed these instructions, then please consider ",
  "upgrading to a paid plan": "upgrading to a paid plan",
  " or sending us a ": " or sending us a ",
  "donation": "donation",
  "If you're using Gmail, you should check your spam folder for test messages (sometimes test messages to yourself get marked as spam), and also purge cache on Google's DNS at ": "If you're using Gmail, you should check your spam folder for test messages (sometimes test messages to yourself get marked as spam), and also purge cache on Google's DNS at ",
  "All steps are complete!  Now you can start dancing, sing a song, and start sending emails.  If you enjoyed these instructions, then please consider ": "All steps are complete!  Now you can start dancing, sing a song, and start sending emails.  If you enjoyed these instructions, then please consider ",
  "Congratulations, all steps are now completed!": "Congratulations, all steps are now completed!",
  "  Now you can start dancing, sing a song, and start sending emails.  If you enjoyed these instructions, then please consider ": "  Now you can start dancing, sing a song, and start sending emails.  If you enjoyed these instructions, then please consider ",
  " registered your domain name, then you must completely skip this step and go to step two!  Otherwise you can ": " registered your domain name, then you must completely skip this step and go to step two!  Otherwise you can ",
  " registered your domain name somewhere, then you must completely skip this step and go to step two!  Otherwise you can ": " registered your domain name somewhere, then you must completely skip this step and go to step two!  Otherwise you can ",
  " Once you remember this, then keep reading below:": " Once you remember this, then keep reading below:",
  "Now you can start dancing, sing a song, and start sending emails!  If you enjoyed these instructions, then please consider ": "Now you can start dancing, sing a song, and start sending emails!  If you enjoyed these instructions, then please consider ",
  ".  Additional tips and optional add-ons are described below:": ".  Additional tips and optional add-ons are described below:",
  " we use the ": " we use the ",
  " and users that upgraded to paid plans.  We want to provide a free alternative (since we feel bad) for people that are using closed-source forwarding services (and subsequently risking their privacy and security).": " and users that upgraded to paid plans.  We want to provide a free alternative (since we feel bad) for people that are using closed-source forwarding services (and subsequently risking their privacy and security).",
  "My Account ": "My Account ",
  "Settings ": "Settings ",
  "Accounts and Import ": "Accounts and Import ",
  "Send mail as": "Send mail as",
  " Domains": " Domains",
  " Accounts and Import ": " Accounts and Import ",
  " Send mail as": " Send mail as",
  " Using your registrar's DNS management page (the other tab you have opened), set the following \"MX\" records on your domain name:": " Using your registrar's DNS management page (the other tab you have opened), set the following \"MX\" records on your domain name:",
  " Using your registrar's DNS management page (the other tab you have opened), set the following \"TXT\" record(s) on your domain name:": " Using your registrar's DNS management page (the other tab you have opened), set the following \"TXT\" record(s) on your domain name:",
  " Using your registrar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record on your domain name:": " Using your registrar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record on your domain name:",
  "All you need to do is go to that link, and for both \"MX\" and \"TXT\" records, enter your domain name, and click \"Purge Cache\".  You'll then need to wait a few minutes and try again.": "All you need to do is go to that link, and for both \"MX\" and \"TXT\" records, enter your domain name, and click \"Purge Cache\".  You'll then need to wait a few minutes and try again.",
  " Using your registrar's DNS management page (the other tab you have opened), set the following \"MX\" records:": " Using your registrar's DNS management page (the other tab you have opened), set the following \"MX\" records:",
  " Using your registrar's DNS management page (the other tab you have opened), set the following \"TXT\" record(s):": " Using your registrar's DNS management page (the other tab you have opened), set the following \"TXT\" record(s):",
  " Using your registrar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record:": " Using your registrar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record:",
  "When prompted for text input, enter your custom domain's email address you're forwarding from (e.g. \"hello@example.com\" - this will help you keep track in case you use this service for multiple accounts)": "When prompted for text input, enter your custom domain's email address you're forwarding from (e.g. \"hello@example.com\" - this will help you keep track in case you use this service for multiple accounts)",
  "When prompted for \"Name\", enter the name that you want your email to be seen as \"From\" (e.g. \"Elon Musk\")": "When prompted for \"Name\", enter the name that you want your email to be seen as \"From\" (e.g. \"Elon Musk\")",
  "When prompted for \"Email address\", enter the email address with the custom domain you used above (e.g. \"hello@example.com\")": "When prompted for \"Email address\", enter the email address with the custom domain you used above (e.g. \"hello@example.com\")",
  "When prompted for \"SMTP Server\", enter \"smtp.gmail.com\" and leave the port as \"587\"": "When prompted for \"SMTP Server\", enter \"smtp.gmail.com\" and leave the port as \"587\"",
  "When prompted for \"Username\", enter the portion of your Gmail address without the \"": "When prompted for \"Username\", enter the portion of your Gmail address without the \"",
  "@gmail": "@gmail",
  ".com\" part (e.g. just \"niftylettuce\" if my email is \"niftylettuce@gmail.com\")": ".com\" part (e.g. just \"niftylettuce\" if my email is \"niftylettuce@gmail.com\")",
  "When prompted for text input, enter your custom domain's email address you're forwarding from (e.g. \"": "When prompted for text input, enter your custom domain's email address you're forwarding from (e.g. \"",
  "\" - this will help you keep track in case you use this service for multiple accounts)": "\" - this will help you keep track in case you use this service for multiple accounts)",
  "When prompted for \"Email address\", enter the email address with the custom domain you used above (e.g. \"": "When prompted for \"Email address\", enter the email address with the custom domain you used above (e.g. \"",
  "\")": "\")",
  ".com\" part (e.g. just \"niftylettuce\" if my email is \"": ".com\" part (e.g. just \"niftylettuce\" if my email is \"",
  "smtp.gmail.com": "smtp.gmail.com",
  "gmail.com": "gmail.com",
  " part (e.g. just \"niftylettuce\" if my email is ": " part (e.g. just \"niftylettuce\" if my email is ",
  "Now you can start dancing, sing a song, and start forwarding emails!  If you enjoyed these instructions, then please consider ": "Now you can start dancing, sing a song, and start forwarding emails!  If you enjoyed these instructions, then please consider ",
  "Now you can start dancing, sing a song, and start forwarding emails!  If you have enjoyed these instructions, then please consider ": "Now you can start dancing, sing a song, and start forwarding emails!  If you have enjoyed these instructions, then please consider ",
  "  The older version v1 also had some logic not in the most optimal order of operations – but now v2 does less memory/network intense operations first (and returns early if possible to send a response as quickly as possible to the SMTP client).  We plan to continue to optimize speed, enhance features, and improve this service over time.": "  The older version v1 also had some logic not in the most optimal order of operations – but now v2 does less memory/network intense operations first (and returns early if possible to send a response as quickly as possible to the SMTP client).  We plan to continue to optimize speed, enhance features, and improve this service over time.",
  "Did you finish registering?": "Did you finish registering?",
  "Need to setup email forwarding for your team?": "Need to setup email forwarding for your team?",
  "Skip ahead to the instructions to forward emails.": "Skip ahead to the instructions to forward emails.",
  "Skip ahead to the instructions to setting up email forwarding for your team.": "Skip ahead to the instructions to setting up email forwarding for your team.",
  "Need email forwarding for your team?": "Need email forwarding for your team?",
  "Skip ahead to the instructions to setup email forwarding for your team.": "Skip ahead to the instructions to setup email forwarding for your team.",
  "/faq?domain=test.com": "/faq?domain=test.com",
  "Have you read our <a href=\"/faq?domain=test.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Have you read our <a href=\"/faq?domain=test.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?",
  "Please ensure that the following <strong>TXT record</strong> exists for your domain name.": "Please ensure that the following <strong>TXT record</strong> exists for your domain name.",
  "Please ensure that the following <strong>TXT record</strong> exists on your domain's DNS records.": "Please ensure that the following <strong>TXT record</strong> exists on your domain's DNS records.",
  "Once you have followed the previous step(s), you will need to \"purge\" the DNS cache using the \"Purge Cache\" tool by Cloudflare.  You can optionally purge the cache using Google as well if you are using Gmail.  Make sure to purge both the \"TXT\" and the \"MX\" records on your domain name's DNS records.  Wait a few minutes (or sometimes it might take an hour or two), and then click \"Verify Records\" above and try sending a test email to yourself.": "Once you have followed the previous step(s), you will need to \"purge\" the DNS cache using the \"Purge Cache\" tool by Cloudflare.  You can optionally purge the cache using Google as well if you are using Gmail.  Make sure to purge both the \"TXT\" and the \"MX\" records on your domain name's DNS records.  Wait a few minutes (or sometimes it might take an hour or two), and then click \"Verify Records\" above and try sending a test email to yourself.",
  "Set this <strong>TXT record</strong> as a new DNS record on your domain:": "Set this <strong>TXT record</strong> as a new DNS record on your domain:",
  "Your request has timed out and we have been alerted of this issue. Please try again or contact us.": "Your request has timed out and we have been alerted of this issue. Please try again or contact us.",
  "DNS Management by Registar": "DNS Management by Registar",
  "Set this <strong>TXT record</strong> as a new DNS entry on your domain:": "Set this <strong>TXT record</strong> as a new DNS entry on your domain:",
  "Please log in or sign up to view the page you requested.": "Please log in or sign up to view the page you requested.",
  "/faq?domain=myteam.com": "/faq?domain=myteam.com",
  "Have you read our <a href=\"/faq?domain=myteam.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Have you read our <a href=\"/faq?domain=myteam.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?",
  "Tip": "Tip",
  "If you need to upgrade your plan on a domain name, then click on the dropdown for it under the column \"Current Plan\" below.": "If you need to upgrade your plan on a domain name, then click on the dropdown for it under the column \"Current Plan\" below.",
  "If you need to upgrade or downgrade your plan on a domain name, then click on the dropdown for it under the column \"Current Plan\" below.": "If you need to upgrade or downgrade your plan on a domain name, then click on the dropdown for it under the column \"Current Plan\" below.",
  "DNS-based": "DNS-based",
  "This page is coming soon.  Please check back later.": "This page is coming soon.  Please check back later.",
  "This page is undergoing an update.  Please check back later.": "This page is undergoing an update.  Please check back later.",
  "My Account - Security": "My Account - Security",
  "Disable OTP": "Disable OTP",
  "You are about to disable two-factor authentication on your account. Please confirm your password to continue.": "You are about to disable two-factor authentication on your account. Please confirm your password to continue.",
  "Confirm Password": "Confirm Password",
  "Credentials": "Credentials",
  "API token": "API token",
  "Keep your token secure and never share it publicly": "Keep your token secure and never share it publicly",
  "Reset API Token": "Reset API Token",
  "Delete Account": "Delete Account",
  "Your account is currently an admin of these domains:": "Your account is currently an admin of these domains:",
  "You must remove yourself from or delete these domains before you can delete your account.": "You must remove yourself from or delete these domains before you can delete your account."
}