{
  "3": "3",
  "7": "7",
  "10": "10",
  "15": "fünfzehn",
  "25": "25",
  "50": "50",
  "200": "200",
  "400": "400",
  "401": "401",
  "403": "403",
  "404": "404",
  "429": "429",
  "500": "500",
  "501": "501",
  "502": "502",
  "503": "503",
  "504": "504",
  "587": "587",
  "Hello": "Hallo",
  "It looks like you accidentally included \"www.\" in your domain name.  Did you mean example.com instead of www.example.com?": "Anscheinend haben Sie aus Versehen \"www.\" vor ihrer Domain. Meinten Sie example.com anstatt www.example.com?",
  "Invalid API credentials.": "Ungültige API-Anmeldeinformationen.",
  "Invalid API token.": "Ungültiger API-Token.",
  "Email address was invalid.": "Die E-Mail-Adresse war ungültig.",
  "File upload was invalid.": "Datei-Upload war ungültig.",
  "Your message was invalid, as it was either blank or more than (5000) characters.": "Ihre Nachricht war ungültig, da sie entweder leer war oder mehr als (5000) Zeichen enthielt.",
  "Password was invalid.": "Passwort war ungültig.",
  "Password confirmation did not match new password.": "Passwortbestätigung stimmte nicht mit neuem Passwort überein.",
  "Password strength was not strong enough.": "Das Passwort ist nicht sicher genug.",
  "Invalid port number.": "Ungültiger Port.",
  "We do not support this authentication provider.": "Wir unterstützen diesen Authentifizierungsanbieter nicht.",
  "Invalid recovery key.": "Ungültiger Wiederherstellungsschlüssel.",
  "Reset token and email were not valid together.": "Reset-Token und E-Mail waren zusammen nicht gültig.",
  "Change email token and email were not valid together.": "E-Mail-Token und E-Mail ändern waren nicht zusammen gültig.",
  "Reset token provided was invalid.": "Der Reset-Token war ungültig.",
  "Invalid session secret.": "Ungültiges Sitzungsgeheimnis.",
  "Please slightly change values to ensure slug uniqueness.": "Bitte ändern Sie die Werte geringfügig, Einzigartigkeit zu gewährleisten.",
  "<span class=\"notranslate\">%s</span> was missing or blank.": "<span class=\"notranslate\">%s</span> fehlte oder war leer.",
  "User does not exist.": "Benutzer existiert nicht.",
  "Invalid CSRF token.": "Ungültiges CSRF-Token.",
  "The verification code entered was invalid.": "Der eingegebene Bestätigungscode war ungültig.",
  "Payment method must be either credit card, PayPal, or BitPay.": "Die Zahlungsmethode muss entweder Kreditkarte, PayPal oder BitPay sein.",
  "Payment type must be either one-time or subscription.": "Die Zahlungsart muss entweder einmalig oder Abonnement sein.",
  "Payment type must be one-time.": "Die Zahlungsart muss einmalig sein.",
  "Payment duration was invalid.": "Zahlungsdauer war ungültig.",
  "Please enable JavaScript to continue.": "Bitte aktivieren Sie JavaScript um fortzufahren.",
  "Please verify your email address to continue.": "Bitte bestätigen Sie Ihre E-Mail-Adresse um fortzufahren.",
  "Please wait for <span class=\"notranslate\">%s</span> and try again.": "Bitte warten Sie auf <span class=\"notranslate\">%s</span> und versuchen Sie es erneut.",
  "Your email address has been successfully verified.": "Ihre E-Mail-Adresse wurde erfolgreich verifiziert.",
  "Your email address is already verified.": "Ihre E-Mail-Adresse ist bereits verifiziert.",
  "A verification code has been sent to your email address. Please verify your account within 7 days or it will be automatically deleted.": "Ein Bestätigungscode wurde an Ihre E-Mail-Adresse gesendet. Bitte verifizieren Sie Ihr Konto innerhalb von 7 Tagen oder es wird automatisch gelöscht.",
  "Your current email verification code has expired and we have sent a new one to your email address.": "Ihr aktueller E-Mail-Bestätigungscode ist abgelaufen und wir haben einen neuen an Ihre E-Mail-Adresse gesendet.",
  "Invalid two-factor authentication passcode.": "Ungültiger Passcode für die Zwei-Faktor-Authentifizierung.",
  "You do not belong to the administrative user group.": "Sie gehören nicht zur administrativen Benutzergruppe.",
  "Please log in with two-factor authentication to continue.": "Bitte melden Sie sich mit Zwei-Faktor-Authentifizierung an, um fortzufahren.",
  "Please log in or sign up to view the page you requested.": "Bitte melden Sie sich an oder melden Sie sich an, um die angeforderte Seite anzuzeigen.",
  "Please log out to view the page you requested.": "Bitte melden Sie sich ab, um die angeforderte Seite anzuzeigen.",
  "Alias does not exist on the domain.": "Alias ist in der Domäne nicht vorhanden.",
  "Add a domain name to your account to continue.": "Fügen Sie Ihrem Konto einen Domainnamen hinzu, um fortzufahren.",
  "Add a new alias to continue.": "Fügen Sie einen neuen Alias hinzu, um fortzufahren.",
  "Domain name was invalid (must be an IP or FQDN).": "Die Domain war ungültig (muss eine IP oder ein FQDN sein).",
  "Domain name was invalid (must be a FQDN).": "Der Domänenname war ungültig (muss ein FQDN sein).",
  "Add Alias": "Alias hinzufügen",
  "User must be a domain admin to create a catch-all alias.": "Der Benutzer muss ein Domänenadministrator sein, um einen Catch-All-Alias zu erstellen.",
  "Alias already exists for domain.": "Alias existiert bereits für Domain.",
  "Domain's DNS records have been verified.": "Die DNS-Einträge der Domain wurden verifiziert.",
  "Domain does not exist on your account.": "Domain existiert nicht auf Ihrem Konto.",
  "User must be a domain admin to create an alias with a reserved word (see the page on <a target=\"_blank\" rel=\"noopener noreferrer\" class=\"font-weight-bold\" href=\"%s/reserved-email-addresses\">Reserved Email Addresses</a>).": "Der Benutzer muss ein Domänenadministrator sein, um einen Alias mit einem reservierten Wort zu erstellen (siehe Seite zu <a target=\"_blank\" rel=\"noopener noreferrer\" class=\"font-weight-bold\" href=\"%s/reserved-email-addresses\">reservierten E-Mail-Adressen</a> ).",
  "User cannot have more than (5) aliases on global domains.": "Der Benutzer kann nicht mehr als (5) Aliasse auf globalen Domänen haben.",
  "You have exceeded the maximum count of (<span class=\"notranslate\">%s</span>) recipients per alias.  Please <a class=\"font-weight-bold\" href=\"/help\">contact us</a> if you wish to have this limit increased.  We review requests on a unique basis.  Please provide us with information about your forwarding purposes if possible.": "Sie haben die maximale Anzahl von ( <span class=\"notranslate\">%s</span> ) Empfängern pro Alias überschritten. Bitte <a class=\"font-weight-bold\" href=\"/help\">kontaktieren Sie uns,</a> wenn Sie dieses Limit erhöhen möchten. Wir prüfen Anfragen individuell. Bitte teilen Sie uns nach Möglichkeit Ihre Weiterleitungszwecke mit.",
  "Domain does not exist.": "Domäne existiert nicht.",
  "Invite does not exist with your email address for this domain.": "Es existiert keine Einladung für diese Domain mit ihrer Email-Adresse.",
  "Domain already exists on your account.": "Diese Domain existiert bereits in Ihrem Konto.",
  "Your account is currently an admin of one or more domain names.  Please delete these domains or remove yourself from them to continue.": "Ihr Konto ist derzeit ein Administrator eines oder mehrerer Domainnamen. Bitte löschen Sie diese Domains oder entfernen Sie sich selbst aus ihnen, um fortzufahren.",
  "Your account was successfully deleted.": "Ihr Konto wurde erfolgreich gelöscht.",
  "You can only request a password reset every 30 minutes.  Please try again <span class=\"notranslate\">%s</span>.": "Sie können nur alle 30 Minuten ein Zurücksetzen des Passworts anfordern. Bitte versuchen Sie es noch einmal <span class=\"notranslate\">%s</span> .",
  "We have emailed you a link to reset your password.": "Wir haben Ihnen per E-Mail einen Link zum Zurücksetzen Ihres Passworts gesendet.",
  "Password successfully confirmed.": "Passwort erfolgreich bestätigt.",
  "Empty Recovery Keys": "Leere Wiederherstellungsschlüssel",
  "You have run out of recovery keys. Please download the newly generated recovery keys before continuing.": "Sie haben keine Wiederherstellungsschlüssel mehr. Bitte laden Sie die neu generierten Wiederherstellungsschlüssel herunter, bevor Sie fortfahren.",
  "Recovery key successful. This key will no longer be valid.": "Wiederherstellungsschlüssel erfolgreich. Dieser Schlüssel ist nicht mehr gültig.",
  "You have successfully registered.": "Sie haben sich erfolgreich registriert.",
  "You have successfully signed in.": "Sie haben sich erfolgreich angemeldet.",
  "You are already signed in.": "Sie sind bereits angemeldet.",
  "Your request was successfully completed.": "Ihre Anfrage wurde erfolgreich abgeschlossen.",
  "Sorry, your request has timed out.  We have been alerted of this issue.  Please try again.": "Ihre Anfrage ist leider abgelaufen. Wir wurden auf dieses Problem aufmerksam gemacht. Bitte versuche es erneut.",
  "You have successfully set a new password.": "Sie haben erfolgreich ein neues Passwort festgelegt.",
  "You have successfully set a new email address.": "Sie haben erfolgreich eine neue E-Mail-Adresse eingerichtet.",
  "You have successfully signed out.": "Sie haben sich erfolgreich abgemeldet.",
  "Your email has been successfully verified. You should receive a support email from an admin within the next 3-5 business days.": "Ihre E-Mail wurde erfolgreich verifiziert. Sie sollten innerhalb der nächsten 3-5 Werktage eine Support-E-Mail von einem Administrator erhalten.",
  "We were unable to send your help request.  We have been alerted of this problem.  Please try again.": "Wir konnten Ihre Hilfeanfrage nicht senden. Wir wurden auf dieses Problem aufmerksam gemacht. Bitte versuche es erneut.",
  "You have reached the limit for sending help requests.  Please try again.": "Sie haben das Limit für das Senden von Hilfeanfragen erreicht. Bitte versuche es erneut.",
  "Thank you for contacting us.  We would love to hear more from you.  How can we help?": "Danke, dass Sie uns kontaktiert haben. Wir würden gerne mehr von Ihnen hören. Wie können wir helfen?",
  "Your help request has been sent successfully.  You should hear from us soon.  Thank you!": "Ihre Hilfeanfrage wurde erfolgreich gesendet. Sie sollten bald von uns hören. Dankeschön!",
  "An unknown error has occurred. We have been alerted of this issue. Please try again.": "Ein unbekannter Fehler ist aufgetreten. Wir wurden auf dieses Problem aufmerksam gemacht. Bitte versuche es erneut.",
  "Please enter a password.": "Bitte Passwort eingeben.",
  "Account is currently locked due to rate limiting.  Please try again later.": "Das Konto ist derzeit aufgrund einer Ratenbegrenzung gesperrt. Bitte versuchen Sie es später erneut.",
  "Account is currently locked due to too many failed login attempts.  Please try again later.": "Das Konto ist derzeit aufgrund zu vieler fehlgeschlagener Anmeldeversuche gesperrt. Bitte versuchen Sie es später erneut.",
  "Please log in with Google or GitHub and set your password in order to be able to log in with your email address.": "Bitte loggen Sie sich bei Google oder GitHub ein und legen Sie Ihr Passwort fest, um sich mit Ihrer E-Mail-Adresse einloggen zu können.",
  "Email address or password is incorrect.": "E-Mail-Adresse oder Passwort ist falsch.",
  "Please enter an email address.": "Bitte geben Sie eine E-mail-Adresse ein.",
  "A user with the given email address is already registered.  Please try to log in or reset the password if this account belongs to you.": "Ein Benutzer mit der angegebenen E-Mail-Adresse ist bereits registriert. Bitte versuchen Sie, sich anzumelden oder das Passwort zurückzusetzen, wenn dieses Konto Ihnen gehört.",
  "This plan is already active, please refresh.": "Dieser Plan ist bereits aktiv, bitte aktualisieren Sie ihn.",
  "Upgrade Plan": "Upgrade-Plan",
  "Invalid plan selected.": "Ungültiger Plan ausgewählt.",
  "Please <a class=\"font-weight-bold\" href=\"%s\">upgrade to a paid plan</a> to unlock this feature.": "Bitte <a class=\"font-weight-bold\" href=\"%s\">aktualisieren Sie auf einen kostenpflichtigen Plan</a> , um diese Funktion freizuschalten.",
  "You have successfully accepted the invite to this domain and are an admin.": "Sie haben die Einladung zu dieser Domain erfolgreich angenommen und sind Administrator.",
  "You have successfully accepted the invite to this domain and you can now create your first alias.": "Sie haben die Einladung zu dieser Domain erfolgreich angenommen und können nun Ihren ersten Alias erstellen.",
  "An error occurred while emailing the invite link.  Please manually copy the the invite link and share it with this person if needed.": "Beim Senden des Einladungslinks ist ein Fehler aufgetreten. Bitte kopieren Sie den Einladungslink manuell und teilen Sie ihn bei Bedarf mit dieser Person.",
  "Group was invalid, must be either admin or user.": "Gruppe war ungültig, muss entweder Admin oder Benutzer sein.",
  "Invite was already sent to this email address.  Please manually copy the invite link and share it with this person if needed.": "Einladung wurde bereits an diese E-Mail-Adresse gesendet. Bitte kopieren Sie den Einladungslink manuell und teilen Sie ihn bei Bedarf mit dieser Person.",
  "Free": "Kostenlos",
  "Enhanced Protection": "Verbesserter Schutz",
  "Team": "Mannschaft",
  "You have successfully downgraded to the Free Plan.": "Sie haben erfolgreich ein Downgrade auf den kostenlosen Plan durchgeführt.",
  "You have successfully upgraded to the Enhanced Protection Plan.": "Sie haben erfolgreich auf den Enhanced Protection Plan aktualisiert.",
  "You have successfully upgraded to the Team Plan.": "Sie haben erfolgreich auf den Teamplan aktualisiert.",
  "Your account has been banned.": "Dein Account wurde gesperrt.",
  "Domain is not a registered domain name. <a class=\"font-weight-bold\" href=\"/domain-registration\">Click here to register it now</a>.": "Domain ist kein registrierter Domainname. <a class=\"font-weight-bold\" href=\"/domain-registration\">Klicken Sie hier, um es jetzt zu registrieren</a> .",
  "Domain is missing required DNS TXT records. <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.": "In der Domäne fehlen erforderliche DNS-TXT-Einträge. <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Lesen Sie unsere FAQ</a> für detaillierte Anweisungen.",
  "Domain has multiple verification records.  Please ensure there is only one verification record that exists.": "Domain hat mehrere Verifizierungsdatensätze. Bitte stellen Sie sicher, dass nur ein Verifizierungsdatensatz existiert.",
  "Domain has multiple port records.  Please ensure there is only one port record that exists.": "Domain hat mehrere Port-Records. Bitte stellen Sie sicher, dass nur ein Port-Record existiert.",
  "At least one admin user must belong to the domain.": "Mindestens ein Admin-Benutzer muss der Domäne angehören.",
  "Verification record must only use characters A-Z and numbers 0-9.": "Der Verifizierungsdatensatz darf nur die Zeichen A-Z und die Zahlen 0-9 enthalten.",
  "<p class=\"mb-0\">Domain is missing required DNS MX records of:</p><ul class=\"markdown-body ml-0 mr-0 mb-3\"><span class=\"notranslate\">%s</span></ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same).<a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">In der Domain fehlen erforderliche DNS-MX-Einträge von:</p><ul class=\"markdown-body ml-0 mr-0 mb-3\"> <span class=\"notranslate\">%s</span></ul><p class=\"mb-0\"> Bitte stellen Sie sicher, dass Sie keine Tippfehler haben und beide eindeutigen Datensätze hinzugefügt haben (zB stellen Sie sicher, dass beide Datensätze nicht gleich sind). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Lesen Sie unsere FAQ</a> für detaillierte Anweisungen.</p>",
  "Domain is missing required DNS TXT record of: <span class=\"notranslate\">%s</span>": "In der Domäne fehlt der erforderliche DNS-TXT-Eintrag von: <span class=\"notranslate\">%s</span>",
  "Domain has an incorrect DNS TXT record for verification.  Please ensure <span class=\"notranslate\">%s</span> is the only verification record that exists.": "Die Domäne hat einen falschen DNS-TXT-Eintrag zur Überprüfung. Bitte stellen Sie sicher, dass <span class=\"notranslate\">%s</span> der einzige existierende Verifizierungsdatensatz ist.",
  "Domain has multiple verification records.  Please ensure <span class=\"notranslate\">%s</span> is the only verification record that exists.": "Domain hat mehrere Verifizierungsdatensätze. Bitte stellen Sie sicher, dass <span class=\"notranslate\">%s</span> der einzige existierende Verifizierungsdatensatz ist.",
  "If you recently updated your DNS records for <span class=\"notranslate\">%s</span>, then you should purge its cache using <a class=\"font-weight-bold\" href=\"https://1.1.1.1/purge-cache/\" rel=\"noopener noreferrer\" target=\"_blank\">Cloudflare's Purge Cache Tool</a> and optionally <a class=\"font-weight-bold\" href=\"https://developers.google.com/speed/public-dns/cache\" rel=\"noopener noreferrer\" target=\"_blank\">Google's Purge Cache Tool</a>.  Note that sometimes it may take 30 minutes to 24 hours (depending on your location and provider) for the Internet's DNS propagation to finish.": "Wenn Sie kürzlich Ihre DNS-Einträge für <span class=\"notranslate\">%s</span> aktualisiert haben, sollten Sie den Cache mit <a class=\"font-weight-bold\" href=\"https://1.1.1.1/purge-cache/\" rel=\"noopener noreferrer\" target=\"_blank\">dem Purge Cache Tool</a> von Cloudflare und optional <a class=\"font-weight-bold\" href=\"https://developers.google.com/speed/public-dns/cache\" rel=\"noopener noreferrer\" target=\"_blank\">dem Purge Cache Tool von Google leeren</a> . Beachten Sie, dass es manchmal 30 Minuten bis 24 Stunden dauern kann (je nach Standort und Anbieter), bis die DNS-Verbreitung des Internets abgeschlossen ist.",
  "If we automatically detect your DNS records are valid (before you do), then we will send you an automated email alert.  Don't worry, we routinely check DNS records for your domain every few minutes!": "Wenn wir automatisch erkennen, dass Ihre DNS-Einträge gültig sind (bevor Sie dies tun), senden wir Ihnen eine automatische E-Mail-Benachrichtigung. Keine Sorge, wir überprüfen routinemäßig alle paar Minuten die DNS-Einträge für Ihre Domain!",
  "Could not import \"<span class=\"notranslate\">%s</span>\" record's recipient of \"<span class=\"notranslate\">%s</span>\" since it already exists as an alias.": "Der Empfänger von &quot; <span class=\"notranslate\">%s</span> <span class=\"notranslate\">%s</span> &quot; konnte nicht importiert werden, da er bereits als Alias existiert.",
  "We successfully imported the disabled address of \"<span class=\"notranslate\">%s</span>\", but we had to do so with a single recipient of \"nobody@forwardemail.net\" because it did not have a recipient in the imported DNS entry.": "Wir haben die deaktivierte Adresse von &quot; <span class=\"notranslate\">%s</span> &quot; erfolgreich importiert, mussten dies jedoch mit einem einzelnen Empfänger von &quot;nobody@forwardemail.net&quot; tun, da es keinen Empfänger im importierten DNS-Eintrag gab.",
  "Could not import catch-all record's recipient of \"<span class=\"notranslate\">%s</span>\" since the catch-all already includes it as a recipient.": "<span class=\"notranslate\">%s</span> &quot; konnte nicht importiert werden, da der Catch-All-Datensatz ihn bereits als Empfänger enthält.",
  "Successfully imported (<span class=\"notranslate\">%d</span>) aliases.": "Erfolgreich importierte ( <span class=\"notranslate\">%d</span> ) Aliasse.",
  "An error occurred while importing aliases.": "Beim Importieren von Aliasen ist ein Fehler aufgetreten.",
  "No aliases were available to import.": "Es waren keine Aliase zum Importieren verfügbar.",
  "Successfully imported (<span class=\"notranslate\">%d</span>) catch-all recipients.": "Erfolgreich importierte ( <span class=\"notranslate\">%d</span> ) Catch-All-Empfänger.",
  "An error occurred while importing catch-all recipients.": "Beim Importieren von Catch-All-Empfängern ist ein Fehler aufgetreten.",
  "No catch-all recipients were available to import.": "Es standen keine Catch-All-Empfänger zum Importieren zur Verfügung.",
  "Multiple errors occurred during record verification.": "Bei der Datensatzüberprüfung sind mehrere Fehler aufgetreten.",
  "User is already an accepted member of this domain": "Der Benutzer ist bereits ein akzeptiertes Mitglied dieser Domain",
  "Our metrics are not available, please check back later.": "Unsere Messwerte sind nicht verfügbar. Bitte schauen Sie später noch einmal vorbei.",
  "Sunday": "Sonntag",
  "Monday": "Montag",
  "Tuesday": "Dienstag",
  "Wednesday": "Mittwoch",
  "Thursday": "Donnerstag",
  "Friday": "Freitag",
  "Saturday": "Samstag",
  "Week": "Woche",
  "Users": "Benutzer",
  "Domains": "Domänen",
  "Aliases": "Aliase",
  "Aliases cannot have a \"+\" symbol as this a built-in filtering feature (similar to Gmail).": "Aliase dürfen kein \"+\"-Symbol haben, da dies eine integrierte Filterfunktion ist (ähnlich wie bei Gmail).",
  "Unfortunately an error occurred while sending the email.  Please try again or <a class=\"font-weight-bold\" href=\"/help\">contact us</a> for help.": "Leider ist beim Versenden der E-Mail ein Fehler aufgetreten. Bitte versuchen Sie es erneut oder <a class=\"font-weight-bold\" href=\"/help\">kontaktieren Sie uns</a> für Hilfe.",
  "Check your inbox for a link to confirm your email change.": "Suchen Sie in Ihrem Posteingang nach einem Link zur Bestätigung Ihrer E-Mail-Änderung.",
  "You can only change your email address every <span class=\"notranslate\">%s</span> minutes. Please try again <span class=\"notranslate\">%s</span>.": "Sie können Ihre E-Mail-Adresse nur alle <span class=\"notranslate\">%s</span> Minuten ändern. Bitte versuchen Sie es noch einmal <span class=\"notranslate\">%s</span> .",
  "The email address <span class=\"notranslate\">%s</span> already exists.": "Die E-Mail-Adresse <span class=\"notranslate\">%s</span> existiert bereits.",
  "Aliases owned by the member being deleted must be first reassigned or deleted.": "Aliase, die dem zu löschenden Mitglied gehören, müssen zuerst neu zugewiesen oder gelöscht werden.",
  "<span class=\"notranslate\">%s</span> payment for <span class=\"notranslate\">%s</span> of the <span class=\"notranslate\">%s</span> plan.": "<span class=\"notranslate\">%s</span> Zahlung für <span class=\"notranslate\">%s</span> des <span class=\"notranslate\">%s</span> Plans.",
  "Payment reference was invalid or did not exist.": "Die Zahlungsreferenz war ungültig oder existierte nicht.",
  "Receipt": "Erhalt",
  "Domain name <span class=\"notranslate\">%s</span> must have at least one admin that is signed up for the <span class=\"notranslate\">%s</span> plan. Please <a class=\"font-weight-bold\" href=\"%s\">upgrade your account</a> to this plan to continue.": "Domänenname <span class=\"notranslate\">%s</span> muss mindestens einen Administrator haben, der für den <span class=\"notranslate\">%s</span> Plan registriert ist. Bitte <a class=\"font-weight-bold\" href=\"%s\">aktualisieren Sie Ihr Konto</a> auf diesen Plan, um fortzufahren.",
  "Domain name <span class=\"notranslate\">%s</span> has a potentially malicious domain name extension and must have at least one admin that is signed up for a paid plan. Please <a class=\"font-weight-bold\" href=\"%s\">upgrade your account</a> to a paid plan to continue.": "Der <span class=\"notranslate\">%s</span> hat eine potenziell bösartige Domänennamenerweiterung und muss mindestens einen Administrator haben, der sich für einen kostenpflichtigen Plan angemeldet hat. Bitte <a class=\"font-weight-bold\" href=\"%s\">aktualisieren Sie Ihr Konto</a> auf einen kostenpflichtigen Plan, um fortzufahren.",
  "Upgrade": "Aktualisierung",
  "Billing": "Abrechnung",
  "Invalid Stripe Signature": "Ungültige Stripe-Signatur",
  "Invalid PayPal Signature": "Ungültige PayPal-Signatur",
  "You do not currently have an active subscription, or it was recently cancelled.": "Sie haben derzeit kein aktives Abonnement oder es wurde kürzlich gekündigt.",
  "You have successfully cancelled your subscription.": "Sie haben Ihr Abonnement erfolgreich gekündigt.",
  "You have successfully made a one-time payment.": "Sie haben erfolgreich eine Einmalzahlung getätigt.",
  "We will manually process your pro-rated refund in the amount of <span class=\"notranslate\">%s USD</span> and email you when complete.": "Wir werden Ihre anteilige Rückerstattung in Höhe von <span class=\"notranslate\">%s USD</span> manuell bearbeiten und Ihnen nach Abschluss eine E-Mail senden.",
  "Captcha service error.": "Fehler beim Captcha-Dienst.",
  "Captcha not verified.": "Captcha nicht verifiziert.",
  "Missing stripe subscription or customer id for stripe billing portal.": "Stripe-Abonnement oder Kundennummer für das Stripe-Abrechnungsportal fehlt.",
  "Payment via BitPay was not enough.": "Die Zahlung über BitPay war nicht ausreichend.",
  "About Forward Email": "Über E-Mail weiterleiten",
  "Table of Contents": "Inhaltsverzeichnis",
  "Foreword": "Vorwort",
  "History": "Geschichte",
  "Service": "Service",
  "Privacy": "Privatsphäre",
  "Special Thanks": "Besonderer Dank",
  "Forward Email": "Email weiterleiten",
  " is a ": " ist ein ",
  "free and open-source": "kostenloser und freier Open Source",
  " ": " ",
  "email forwarding": "E-Mail-Weiterleitung",
  " service focused on a user's ": "-Service,  der sich auf das Recht der Nutzer auf ",
  "right to privacy": "Privatsphäre konzentriert",
  ", and was launched in November 2017. It is powered by ": " und im November 2017 auf den Markt gebracht wurde. Es wird betrieben von ",
  "Node.js": "Node.js",
  " and operates using the ": " und arbeitet mit dem ",
  "DNS": "DNS",
  ", ": ",",
  "HTTPS": "HTTPS",
  ", and ": ", und",
  "SMTP": "SMTP",
  " protocols. The service offers unlimited custom domain names, unlimited email addresses and aliases, unlimited disposable email addresses, spam and phishing protection, and other features.  Paid plans are offered for \"Enhanced Privacy Protection\", whereas the email alias configuration is hidden from the public.": " Protokoll. Der Dienst bietet unbegrenzte benutzerdefinierte Domainnamen, unbegrenzte E-Mail-Adressen und Aliase, unbegrenzte Einweg-E-Mail-Adressen, Spam- und Phishing-Schutz und andere Funktionen. Bezahlte Pläne werden für \"Erweiterter Datenschutz\" angeboten, während die E-Mail-Alias-Konfiguration vor der Öffentlichkeit verborgen ist.",
  "We launched ": "Wir haben gestartet",
  "in November 2017": "im November 2017",
  " after an initial release by ": " nach einer Erstveröffentlichung von",
  "Niftylettuce": "Niftysalat",
  ".": ".",
  "In April 2018 ": "Im April 2018 startete ",
  "Cloudflare": "Wolkenflare",
  " launched their ": " seinen",
  "privacy-first consumer DNS service": " datenschutzfreundlichen DNS-Dienst für Verbraucher",
  ", and we switched from using ": " und wir wechselten von ",
  "OpenDNS": "OpenDNS",
  " to ": " zu ",
  " for handling ": " um ",
  " lookups.": "-Abfragen zu verarbeiten.",
  "In October 2018, we allowed users to \"Send Mail As\" with ": "Im Oktober 2018 haben wir Benutzern erlaubt, \"Mail senden als\" mit",
  "Gmail": "Google Mail",
  "Outlook": "Ausblick",
  "Zoho": "Zoho",
  "Apple Mail": "Apple-Mail",
  ", and other ": ", und andere",
  "webmail": "Webmail",
  " services.": " Dienstleistungen.",
  "In May 2019, we released ": "Im Mai 2019 haben wir veröffentlicht",
  "v2.0.0": "v2.0.0",
  ", which was a major rewrite from the initial versions v0.x and v1.x, which focused on ": ", die eine umfassende Neufassung der ursprünglichen Versionen v0.x und v1.x war, die sich auf",
  "performance": "Leistung",
  " through the use of ": " durch die Verwendung von",
  "'s ": "'S",
  "streams": "Ströme",
  "In February 2020, we ": "Im Februar 2020 haben wir",
  "released": "freigegeben",
  " the Enhanced Privacy Protection plan.  This plan allows users to switch off setting public DNS record entries with their email forwarding configuration aliases. Through this plan, a user's email alias information is hidden from being publicly searchable over the Internet. We also ": " den erweiterten Datenschutzplan. Mit diesem Plan können Benutzer das Festlegen von öffentlichen DNS-Eintragseinträgen mit ihren Konfigurationsaliasen für die E-Mail-Weiterleitung deaktivieren. Durch diesen Plan werden die E-Mail-Aliasinformationen eines Benutzers vor der öffentlichen Suche über das Internet verborgen. Wir ... auch",
  "released a feature": "ein Feature veröffentlicht",
  " to enable or disable specific aliases while still allowing them to appear as a valid email address and return a successful ": " um bestimmte Aliase zu aktivieren oder zu deaktivieren, während sie weiterhin als gültige E-Mail-Adresse angezeigt werden und ein erfolgreiches zurückgeben",
  "SMTP status code": "SMTP-Statuscode",
  ", but the emails will be immediately discarded (similar to piping output from a process to ": ", aber die E-Mails werden sofort verworfen (ähnlich wie beim Weiterleiten der Ausgabe von einem Prozess an",
  "/dev/null": "/dev/null",
  ").": ").",
  " its initial alpha version of ": " seine erste Alpha-Version von",
  "Spam Scanner": "Spam-Scanner",
  " \"after hitting countless roadblocks with existing spam-detection solutions\" and because \"none of these solutions (": " \"nachdem ich mit bestehenden Spam-Erkennungslösungen auf unzählige Hindernisse gestoßen bin\" und weil \"keine dieser Lösungen (",
  "Rspamd": "Rspamd",
  " and ": " und",
  "SpamAssassin": "SpamAttentäter",
  ") honored (our) privacy policy\". Spam Scanner is a completely free and open-source ": ") beachtet (unsere) Datenschutzrichtlinie\". Spam Scanner ist völlig kostenlos und Open-Source",
  "anti-spam filtering": "Anti-Spam-Filterung",
  " solution which uses a ": " Lösung, die a . verwendet",
  "Naive Bayes spam filtering": "Spamfilter von Naive Bayes",
  " approach in combination with ": " Ansatz in Kombination mit",
  "anti-phishing": "Anti Phishing",
  "IDN homograph attack": "Angriff auf IDN-Homografen",
  " protection. We also ": " Schutz. Wir ... auch",
  " a feature to allow ": " eine Funktion zuzulassen",
  "two-factor authentication": "Zwei-Faktor-Authentifizierung",
  " (2FA) using a ": " (2FA) mit a",
  "one-time password": "einmaliges Passwort",
  " (OTP) for enhanced account security.": " (OTP) für verbesserte Kontosicherheit.",
  "In May 2020, we ": "Im Mai 2020 haben wir",
  "allowed": "dürfen",
  " custom ": " Benutzerdefiniert",
  "port forwarding": "Port-Weiterleitung",
  " as workaround for users to circumvent port blocking by their ": " als Workaround für Benutzer, um die Portblockierung durch ihre",
  "ISP": "ISP",
  ".  We also released our ": ". Wir haben auch unsere veröffentlicht",
  "Free Email Forwarding RESTful API": "Kostenlose RESTful API für die E-Mail-Weiterleitung",
  ", with complete documentation and real-time request and response examples.  We also ": ", mit vollständiger Dokumentation und Echtzeit-Anfrage- und Antwortbeispielen. Wir ... auch",
  " support for webhooks, due to high demand from users ": " Unterstützung für Webhooks, aufgrund der hohen Nachfrage von Benutzern",
  "switching": "Schalten",
  " to use our service as a Mailgun webhook alternative.": " um unseren Service als Mailgun-Webhook-Alternative zu nutzen.",
  "In June 2020, we publicly released our real-time metrics and revenue on our ": "Im Juni 2020 haben wir unsere Echtzeit-Metriken und Einnahmen auf unserem",
  "Open Startup": "Start öffnen",
  " page (also available as a link in the footer of our site).": " Seite (auch als Link in der Fußzeile unserer Seite verfügbar).",
  "In August 2020, we added support for the ": "Im August 2020 haben wir die Unterstützung für die",
  "Authenticated Received Chain": "Authentifizierte empfangene Kette",
  " (\"ARC\") email authentication system.": " (\"ARC\") E-Mail-Authentifizierungssystem.",
  "On November 23, 2020 we publicly launched out of our beta program.": "Am 23. November 2020 haben wir unser Betaprogramm öffentlich gestartet.",
  "As of May 2020, we operate from 3 server locations across 2 countries.  We have future plans to move our servers to a country such as Iceland, which has ": "Ab Mai 2020 sind wir von 3 Serverstandorten in 2 Ländern aus tätig. Wir haben für die Zukunft Pläne, unsere Server in ein Land wie Island zu verlegen, in dem es",
  "championed itself as a beacon of net neutrality and online privacy": "hat sich als Leuchtturm für Netzneutralität und Online-Privatsphäre verteidigt",
  "We have a \"zero tolerance policy\" ": "Wir haben eine \"Null-Toleranz-Politik\"",
  "privacy policy": "Datenschutz-Bestimmungen",
  ", which states that we don't store logs nor emails, and we don't track users. Our statement clearly states that we do not collect nor store forwarded emails, metadata, server-side nor client-side logs, IP addresses, or browser information.": ", die besagt, dass wir weder Protokolle noch E-Mails speichern und Benutzer nicht nachverfolgen. Unsere Erklärung besagt eindeutig, dass wir keine weitergeleiteten E-Mails, Metadaten, server- oder clientseitige Protokolle, IP-Adressen oder Browserinformationen sammeln oder speichern.",
  "Only an email address is required to create and configure the Enhanced Protection Plan, which hides DNS email alias information on the free plan through a managed and hosted service.": "Es ist nur eine E-Mail-Adresse erforderlich, um den erweiterten Schutzplan zu erstellen und zu konfigurieren, der DNS-E-Mail-Aliasinformationen über den kostenlosen Plan über einen verwalteten und gehosteten Dienst verbirgt.",
  "User's accounts, domains, and all related information can be permanently deleted at any time by the user.": "Benutzerkonten, Domänen und alle zugehörigen Informationen können jederzeit vom Benutzer dauerhaft gelöscht werden.",
  "Forward Email's source code is primarily developed by ": "Der Quellcode von Forward Email wird hauptsächlich von . entwickelt",
  ", whom publicly credits immense open-source contributions from the following people:": ", der öffentlich immense Open-Source-Beiträge von den folgenden Personen anerkennt:",
  "Ryan Lee Sipes": "Ryan Lee Sipes",
  " (the driving force to revitalize and modernize ": " (die treibende Kraft zur Revitalisierung und Modernisierung",
  "Mozilla Thunderbird": "Mozilla Thunderbird",
  ") for serving as an advisor, assisting with growth, and relentlessly contributing feedback on product iterations.": ") als Berater, Unterstützung beim Wachstum und unermüdliches Feedback zu Produktversionen.",
  "Shaun Warman": "Shaun Warman",
  " for ": " zum",
  "integration": "Integration",
  " of ": " von",
  " (OTP), ": " (OTP),",
  "Content Security Policy": "Inhaltssicherheitsrichtlinie",
  " (CSP), and ": " (CSP) und",
  "Subresource Integrity": "Unterressourcenintegrität",
  " (SRI) into the ": " (SRI) in die",
  "Lad": "Junge",
  " framework, which is ": " Rahmen, der",
  "used internally": "intern verwendet",
  " in Forward Email.": " in E-Mail weiterleiten.",
  "Fedor Indutny": "Fedor Industrie",
  "questions and answers": "Fragen und Antworten",
  " regarding Forward Email's compliance with strict and modern ": " bezüglich der Einhaltung strenger und moderner . von Forward Email",
  "TLS": "TLS",
  "cryptographic ciphers": "kryptografische Verschlüsselungen",
  "Andris Reisman": "Andris Reisman",
  " (the author of the ": " (der Autor des",
  "npm": "Über dem Meeresspiegel",
  " package nodemailer, which is used internally in Forward Email.": " Paket nodemailer, das intern in Forward Email verwendet wird.",
  "Scott Kitterman": "Scott Kitterman",
  "Sender Policy Framework": "Absenderrichtlinien-Framework",
  " (SPF) ": " (SPF)",
  "RFC 7208": "RFC 7208",
  " specification) for ": " Spezifikation) für",
  "questions": "Fragen",
  "answers": "Antworten",
  " regarding Forward Email's compliance with ": " in Bezug auf die Einhaltung von Forward Email mit",
  "Sender Rewriting Scheme": "Absenderumschreibungsschema",
  " (SRS), ": " (SRS),",
  "DMARC": "DMARC",
  " (SPF), and ": " (SPF) und",
  "DKIM": "DKIM",
  " compliance over ": " Einhaltung über",
  "IRC": "IRC",
  "Privacy Policy": "Datenschutz-Bestimmungen",
  "Information Not Collected": "Nicht gesammelte Informationen",
  "Information Collected": "Gesammelte Informationen",
  "Information Shared": "Geteilte Informationen",
  "Information Removal": "Entfernen von Informationen",
  "We do not store any emails.": "Wir speichern keine E-Mails.",
  "We do not store any metadata about emails.": "Wir speichern keine Metadaten zu E-Mails.",
  "We do not store any logs.": "Wir speichern keine Protokolle.",
  "We do not store any IP addresses.": "Wir speichern keine IP-Adressen.",
  "We do not store any browser information.": "Wir speichern keine Browserinformationen.",
  "For transparency, at any time you can ": "Für Transparenz können Sie jederzeit",
  "view our source code": "Sehen Sie sich unseren Quellcode an",
  " to see how the information below is collected and used:": " um zu sehen, wie die folgenden Informationen gesammelt und verwendet werden:",
  "We store a cookie in a session for your visit (strictly for functionality).  This cookie is stored securely in our Redis database.": "Wir speichern ein Cookie in einer Sitzung für Ihren Besuch (ausschließlich für die Funktionalität). Dieses Cookie wird sicher in unserer Redis-Datenbank gespeichert.",
  "We store your email address (strictly for functionality).  This email address is stored securely in our MongoDB database.": "Wir speichern Ihre E-Mail-Adresse (ausschließlich für die Funktionsfähigkeit). Diese E-Mail-Adresse wird sicher in unserer MongoDB-Datenbank gespeichert.",
  "We store your domain name(s) and alias(es) you create (strictly for functionality).  This information is stored securely in our MongoDB database.": "Wir speichern Ihre(n) Domain-Name(n) und Alias(e), die Sie erstellen (ausschließlich für die Funktionalität). Diese Informationen werden sicher in unserer MongoDB-Datenbank gespeichert.",
  "Any additional information you voluntarily provide us, such as comments or questions in a ": "Alle zusätzlichen Informationen, die Sie uns freiwillig zur Verfügung stellen, wie Kommentare oder Fragen in a",
  "Help request": "Hilfeanforderung",
  "We do not share your information with any third-party whatsoever (with the exception of ": "Wir geben Ihre Daten nicht an Dritte weiter (mit Ausnahme von",
  "Postmark": "Stempel",
  ", which we use for transactional emails, e.g. for account verification or password reset emails).": ", die wir für Transaktions-E-Mails verwenden, z.B. für die Kontobestätigung oder E-Mails zum Zurücksetzen des Passworts).",
  "We may need to and will comply with court ordered legal requests (but keep in mind we do not collect information mentioned above, so we will not be able to provide it to begin with).": "Möglicherweise müssen und werden wir gerichtlich angeordneten rechtlichen Anfragen nachkommen (bedenken Sie jedoch, dass wir keine der oben genannten Informationen sammeln, sodass wir sie zunächst nicht bereitstellen können).",
  "If at any time if you wish to remove information that you have provided us with, then go to ": "Wenn Sie zu irgendeinem Zeitpunkt Informationen entfernen möchten, die Sie uns zur Verfügung gestellt haben, gehen Sie zu",
  "My Account > Security": "Mein Konto > Sicherheit",
  " and click \"Delete Account\".": " und klicken Sie auf \"Konto löschen\".",
  "Email Forwarding API": "E-Mail-Weiterleitungs-API",
  "Libraries": "Bibliotheken",
  "Base URI": "Basis-URI",
  "Authentication": "Authentifizierung",
  "Errors": "Fehler",
  "Localization": "Lokalisierung",
  "Pagination": "Seitennummerierung",
  "Account": "Konto",
  "Create account": "Benutzerkonto erstellen",
  "Retrieve account": "Konto abrufen",
  "Update account": "Konto aktualisieren",
  "List domains": "Domains auflisten",
  "Create domain": "Domäne erstellen",
  "Retrieve domain": "Domäne abrufen",
  "Verify domain records": "Domain-Einträge überprüfen",
  "Update domain": "Domäne aktualisieren",
  "Delete domain": "Domain löschen",
  "Invites": "Lädt ein",
  "Accept domain invite": "Domaineinladung akzeptieren",
  "Create domain invite": "Domaineinladung erstellen",
  "Remove domain invite": "Domaineinladung entfernen",
  "Members": "Mitglieder",
  "Update domain member": "Domänenmitglied aktualisieren",
  "Remove domain member": "Domänenmitglied entfernen",
  "List domain aliases": "Domain-Aliasse auflisten",
  "Create new domain alias": "Neuen Domain-Alias erstellen",
  "Retrieve domain alias": "Domain-Alias abrufen",
  "Update domain alias": "Domain-Alias aktualisieren",
  "Delete domain alias": "Domain-Alias löschen",
  "Right now we have not yet released any API wrappers, but we plan to do so in the near future. Send an email to ": "Im Moment haben wir noch keine API-Wrapper veröffentlicht, planen dies jedoch in naher Zukunft. Sende eine Email an",
  "api@forwardemail.net": "api@forwardemail.net",
  " if you would like to be notified when a particular programming language's API wrapper is released. In the meanwhile, you can use these recommended HTTP request libraries in your application, or simply use ": " wenn Sie benachrichtigt werden möchten, wenn der API-Wrapper einer bestimmten Programmiersprache veröffentlicht wird. In der Zwischenzeit können Sie diese empfohlenen HTTP-Anforderungsbibliotheken in Ihrer Anwendung verwenden oder einfach verwenden",
  "curl": "Locken",
  " as in the below examples.": " wie in den folgenden Beispielen.",
  "Language": "Sprache",
  "Library": "Bücherei",
  "Ruby": "Rubin",
  "Faraday": "Faraday",
  "Python": "Python",
  "requests": "Anfragen",
  "Java": "Java",
  "OkHttp": "OkHttp",
  "PHP": "PHP",
  "guzzle": "fressen",
  "JavaScript": "JavaScript",
  "superagent": "Superagent",
  "Go": "gehen",
  "net/http": "net/http",
  ".NET": ".NETZ",
  "RestSharp": "RuheScharf",
  "The current HTTP base URI path is: ": "Der aktuelle HTTP-Basis-URI-Pfad lautet:",
  ".  The legacy HTTP base URI path of ": ". Der alte HTTP-Basis-URI-Pfad von",
  " is deprecated as of January 1, 2021.": " wird zum 1. Januar 2021 eingestellt.",
  "All endpoints require your ": "Alle Endpunkte erfordern Ihre",
  "free API key": "kostenloser API-Schlüssel",
  " :tada: to be set as the \"username\" value of the request's ": " :tada: als \"Benutzername\"-Wert der Anfrage zu setzen",
  "Basic Authorization": "Grundberechtigung",
  " header.  Don't worry – examples are provided below for you if you're not sure what this is.": " Header. Machen Sie sich keine Sorgen – unten finden Sie Beispiele, wenn Sie sich nicht sicher sind, was dies ist.",
  "If any errors occur, the response body of the API request will contain a detailed error message.": "Wenn Fehler auftreten, enthält der Antworttext der API-Anfrage eine detaillierte Fehlermeldung.",
  "Code": "Code",
  "Name": "Name",
  "OK": "OK",
  "Bad Request": "Ungültige Anforderung",
  "Unauthorized": "Nicht autorisiert",
  "Forbidden": "Verboten",
  "Not Found": "Nicht gefunden",
  "Too Many Requests": "Zu viele Anfragen",
  "Internal Server Error": "interner Serverfehler",
  "Not Implemented": "Nicht implementiert",
  "Bad Gateway": "Schlechtes Gateway",
  "Service Unavailable": "Dienst nicht verfügbar",
  "Gateway Time-out": "Gateway-Timeout",
  "Our service is translated to over 25 different languages.  All API response messages are translated to the last locale detected of the user making the API request.  You can override this by passing a custom ": "Unser Service wird in über 25 verschiedene Sprachen übersetzt. Alle API-Antwortnachrichten werden in das zuletzt erkannte Gebietsschema des Benutzers übersetzt, der die API-Anfrage stellt. Sie können dies überschreiben, indem Sie ein benutzerdefiniertes übergeben",
  " header.  Feel free to try it out using the language drop-down at the bottom of this page.": " Header. Probieren Sie es einfach aus, indem Sie das Sprachen-Dropdown-Menü unten auf dieser Seite verwenden.",
  "If you would like to be notified when pagination is available, then please email ": "Wenn Sie benachrichtigt werden möchten, wenn die Paginierung verfügbar ist, senden Sie bitte eine E-Mail",
  "Body Parameter": "Körperparameter",
  "Required": "Erforderlich",
  "Type": "Typ",
  "Description": "Beschreibung",
  "Yes": "Jawohl",
  "String (Email)": "Zeichenfolge (E-Mail)",
  "Email address": "E-Mail-Addresse",
  "String": "Zeichenfolge",
  "Password": "Passwort",
  "Example Request:": "Beispielanfrage:",
  "No": "Nein",
  "First name": "Vorname",
  "Last name": "Nachname",
  "String (URL)": "Zeichenfolge (URL)",
  "Link to avatar image": "Link zum Avatarbild",
  "Querystring Parameter": "Abfragestring-Parameter",
  "String (RegExp supported)": "Zeichenfolge (RegExp unterstützt)",
  "Search for domains by name": "Domains nach Namen suchen",
  "Search for domains by alias name": "Suche nach Domains anhand des Aliasnamens",
  "Search for domains by recipient": "Suche nach Domains nach Empfänger",
  "String (FQDN or IP)": "Zeichenfolge (FQDN oder IP)",
  "Fully qualified domain name (\"FQDN\") or IP address": "Vollqualifizierter Domänenname (\"FQDN\") oder IP-Adresse",
  "String (enumerable)": "Zeichenfolge (aufzählbar)",
  "Plan type (must be ": "Plantyp (muss . sein",
  ", or ": ", oder",
  ", defaults to ": ", standardmäßig auf",
  ")": ")",
  "String (delimited email addresses) or Boolean": "String (getrennte E-Mail-Adressen) oder Boolean",
  "Create a default catch-all alias, defaults to ": "Erstellen Sie einen Standard-Catch-All-Alias, standardmäßig auf",
  " (if ": " (wenn",
  " it will use the API user's email address as a recipient, and if ": " es wird die E-Mail-Adresse des API-Benutzers als Empfänger verwenden, und wenn",
  " no catch-all will be created).  If a String is passed, then it is a delimited list of email addresses to use as recipients (separated by line break, space, and/or comma)": " Es wird kein Catch-All erstellt). Wenn ein String übergeben wird, handelt es sich um eine begrenzte Liste von E-Mail-Adressen, die als Empfänger verwendet werden (getrennt durch Zeilenumbruch, Leerzeichen und/oder Komma).",
  "String or Number": "Zeichenfolge oder Zahl",
  "Custom port to configure for SMTP forwarding (default is ": "Benutzerdefinierter Port zum Konfigurieren für die SMTP-Weiterleitung (Standard ist",
  "Email address to invite to domain members list": "E-Mail-Adresse zum Einladen in die Domänenmitgliederliste",
  "Group to add the user to the domain membership with (can be one of ": "Gruppe, mit der der Benutzer der Domänenmitgliedschaft hinzugefügt werden soll (kann eine der folgenden sein:",
  " or ": " oder",
  "Email address to remove from domain members list": "E-Mail-Adresse, die aus der Liste der Domänenmitglieder entfernt werden soll",
  "Group to update the user to the domain membership with (can be one of ": "Gruppe, mit der der Benutzer auf die Domänenmitgliedschaft aktualisiert werden soll (kann eine der folgenden sein:",
  "Search for aliases in a domain by name": "Nach Aliasnamen in einer Domain nach Namen suchen",
  "Search for aliases in a domain by recipient": "Suche nach Aliasen in einer Domain nach Empfänger",
  "Alias name": "Pseudonym",
  "String or Array": "String oder Array",
  "List of recipients (must be line-break/space/comma separated String or Array of valid email addresses, fully-qualified domain names (\"FQDN\"), IP addresses, and/or webhook URL's)": "Liste der Empfänger (muss durch Zeilenumbruch/Leerzeichen/Komma getrennte Zeichenfolge oder Array gültiger E-Mail-Adressen, vollqualifizierter Domänennamen (\"FQDN\"), IP-Adressen und/oder Webhook-URLs sein)",
  "Alias description": "Alias-Beschreibung",
  "List of labels (must be line-break/space/comma separated String or Array)": "Liste der Labels (muss durch Zeilenumbruch/Leerzeichen/Komma getrennte Zeichenfolge oder Array sein)",
  "Boolean": "Boolesches",
  "Whether to enable to disable this alias (if disabled, emails will be routed nowhere but return successful status codes)": "Ob aktiviert werden soll, um diesen Alias zu deaktivieren (wenn deaktiviert, werden E-Mails nirgendwo weitergeleitet, sondern geben erfolgreiche Statuscodes zurück)",
  "You can retrieve a domain alias by either its ": "Sie können einen Domain-Alias entweder über seine",
  " or its ": " oder es ist",
  " value.": " Wert.",
  "Frequently Asked Questions": "Häufig gestellte Fragen",
  "How do I get started and set up email forwarding": "Wie starte ich und richte die E-Mail-Weiterleitung ein?",
  "How to Send Mail As using Gmail": "So senden Sie E-Mails mit Gmail",
  "Why am I not receiving my test emails": "Warum erhalte ich keine Test-E-Mails?",
  "Why are my test emails sent to myself in Gmail showing as \"suspicious\"": "Warum werden meine an mich gesendeten Test-E-Mails in Gmail als \"verdächtig\" angezeigt?",
  "Can I remove the via forwardemail dot net in Gmail": "Kann ich das per forwardemail dot net in Gmail entfernen?",
  "Can I forward emails to ports other than 25 (e.g. if my ISP has blocked port 25)": "Kann ich E-Mails an andere Ports als 25 weiterleiten (z. B. wenn mein ISP Port 25 blockiert hat)",
  "Do you offer a money back guarantee on paid plans": "Bieten Sie eine Geld-zurück-Garantie für bezahlte Pläne an?",
  "If I switch plans do you pro-rate and refund the difference": "Wenn ich den Tarif wechsle, berechnen Sie anteilig und erstatten die Differenz?",
  "Do you support webhooks": "Unterstützen Sie Webhooks?",
  "Do you support regular expressions or regex": "Unterstützen Sie reguläre Ausdrücke oder Regex?",
  "Can I just use this email forwarding service as a \"fallback\" or \"fallover\" MX server": "Kann ich diesen E-Mail-Weiterleitungsdienst einfach als \"Fallback\"- oder \"Fallover\"-MX-Server verwenden?",
  "Can I disable specific aliases": "Kann ich bestimmte Aliasse deaktivieren?",
  "Can I forward emails to multiple recipients": "Kann ich E-Mails an mehrere Empfänger weiterleiten?",
  "Can I have multiple global catch-all recipients": "Kann ich mehrere globale Catch-All-Empfänger haben?",
  "Is there a maximum limit on the number of email addresses I can forward to per alias": "Gibt es eine Höchstgrenze für die Anzahl der E-Mail-Adressen, an die ich pro Alias weiterleiten kann?",
  "Can I recursively forward emails": "Kann ich E-Mails rekursiv weiterleiten",
  "Can people unregister or register my email forwarding without my permission": "Können sich Leute ohne meine Erlaubnis abmelden oder meine E-Mail-Weiterleitung registrieren?",
  "How is it free": "Wie ist es kostenlos",
  "What is the max email size limit": "Was ist die maximale E-Mail-Größenbeschränkung?",
  "Do you store emails and their contents": "Speichern Sie E-Mails und deren Inhalt?",
  "Do you store logs of emails": "Speichern Sie Protokolle von E-Mails?",
  "Do you read my emails": "Liest du meine E-Mails",
  "Does it support the plus + symbol for Gmail aliases": "Unterstützt es das Plus + Symbol für Gmail-Aliasse?",
  "Does it support sub-domains": "Unterstützt es Subdomains?",
  "Does this forward my email's headers": "Leitet dies die Header meiner E-Mail weiter?",
  "Is this well-tested": "Ist das gut getestet",
  "Do you pass along SMTP response messages and codes": "Geben Sie SMTP-Antwortnachrichten und -codes weiter?",
  "How do you prevent spammers and ensure good email forwarding reputation": "Wie verhindern Sie Spammer und sorgen für einen guten Ruf bei der E-Mail-Weiterleitung",
  "What should I do if I receive spam emails?": "Was soll ich tun, wenn ich Spam-E-Mails erhalte?",
  "Can I \"send mail as\" in Gmail with this": "Kann ich damit in Gmail \"Mail senden als\"?",
  "Can I \"send mail as\" in Outlook with this": "Kann ich damit in Outlook \"Mail senden als\"?",
  "Can I \"send mail as\" in Apple Mail and iCloud Mail with this": "Kann ich damit in Apple Mail und iCloud Mail \"Mail senden als\"?",
  "Can I forward unlimited emails with this": "Kann ich damit unbegrenzt E-Mails weiterleiten",
  "How do I add a profile picture to my email address": "Wie füge ich meiner E-Mail-Adresse ein Profilbild hinzu",
  "What is the difference between Free and Enhanced Protection": "Was ist der Unterschied zwischen kostenlosem und erweitertem Schutz?",
  "Do you support email best practices": "Unterstützen Sie E-Mail-Best Practices?",
  "Do you offer unlimited domains for one price": "Bieten Sie unbegrenzt viele Domains zu einem Preis an",
  "Which payment methods do you accept": "Welche Zahlungsmethoden akzeptieren Sie",
  "Will you ever increase prices": "Wirst du jemals die Preise erhöhen?",
  "How do you perform DNS lookups on domain names": "Wie führen Sie DNS-Lookups für Domänennamen durch?",
  "How fast is this service": "Wie schnell ist dieser Service",
  "You need to have ": "Du brauchst",
  "Gmail's Two-Factor Authentication": "Die Zwei-Faktor-Authentifizierung von Gmail",
  " enabled for this to work.  Visit ": " aktiviert, damit dies funktioniert. Besuch",
  "https://www.google.com/landing/2step/": "https://www.google.com/landing/2step/",
  " if you do not have it enabled.": " wenn Sie es nicht aktiviert haben.",
  "Once Two-Factor Authentication is enabled (or if you already had it enabled), then visit ": "Sobald die Zwei-Faktor-Authentifizierung aktiviert ist (oder wenn Sie sie bereits aktiviert hatten), besuchen Sie",
  "https://myaccount.google.com/apppasswords": "https://myaccount.google.com/apppasswords",
  "When prompted for \"Select the app and device you want to generate the app password for\":": "Wenn Sie nach \"Wählen Sie die App und das Gerät aus, für das Sie das App-Passwort generieren möchten\":",
  "Select \"Mail\" under the drop-down for \"Select app\"": "Wählen Sie im Dropdown-Menü für \"App auswählen\" \"Mail\" aus.",
  "Select \"Other\" under the drop-down for \"Select device\"": "Wählen Sie \"Andere\" aus der Dropdown-Liste für \"Gerät auswählen\"",
  "When prompted for text input, enter your custom domain's email address you're forwarding from (e.g. \"": "Wenn Sie zur Texteingabe aufgefordert werden, geben Sie die E-Mail-Adresse Ihrer benutzerdefinierten Domain ein, von der Sie weiterleiten (z. B. \"",
  "hello@example.com": "hallo@example.com",
  "\" - this will help you keep track in case you use this service for multiple accounts)": "\" - dies hilft Ihnen, den Überblick zu behalten, falls Sie diesen Dienst für mehrere Konten nutzen)",
  "Copy the password to your clipboard that is automatically generated": "Kopieren Sie das automatisch generierte Passwort in Ihre Zwischenablage",
  "Go to ": "Gehe zu",
  " and under ": " und unter",
  "Settings ": "Einstellungen",
  " Accounts and Import ": " Konten und Import",
  " Send mail as": " Mail senden als",
  ", click \"Add another email address\"": ", klicken Sie auf \"Weitere E-Mail-Adresse hinzufügen\"",
  "When prompted for \"Name\", enter the name that you want your email to be seen as \"From\" (e.g. \"Elon Musk\")": "Wenn Sie nach \"Name\" gefragt werden, geben Sie den Namen ein, unter dem Ihre E-Mail als \"Von\" angezeigt werden soll (z. B. \"Elon Musk\")",
  "When prompted for \"Email address\", enter the email address with the custom domain you used above (e.g. \"": "Wenn Sie nach \"E-Mail-Adresse\" gefragt werden, geben Sie die E-Mail-Adresse mit der benutzerdefinierten Domain ein, die Sie oben verwendet haben (z. B. \"",
  "\")": "\")",
  "Uncheck \"Treat as an alias\"": "Deaktivieren Sie \"Als Alias behandeln\"",
  "Click \"Next Step\" to proceed": "Klicken Sie auf \"Nächster Schritt\", um fortzufahren",
  "When prompted for \"SMTP Server\", enter ": "Wenn Sie nach \"SMTP-Server\" gefragt werden, geben Sie ein",
  "smtp.gmail.com": "smtp.gmail.com",
  " and leave the port as ": " und verlasse den Hafen als",
  "When prompted for \"Username\", enter the portion of your Gmail address without the ": "Wenn Sie zur Eingabe von \"Benutzername\" aufgefordert werden, geben Sie den Teil Ihrer Gmail-Adresse ohne das ein",
  "gmail.com": "gmail.com",
  " part (e.g. just \"user\" if my email is ": " Teil (z.B. nur \"Benutzer\", wenn meine E-Mail ist",
  "user@gmail.com": "user@gmail.com",
  "When prompted for \"Password\", paste from your clipboard the password you generated in step 2 above": "Wenn Sie nach \"Passwort\" gefragt werden, fügen Sie das Passwort, das Sie in Schritt 2 oben generiert haben, aus Ihrer Zwischenablage ein",
  "Leave the radio button checked to \"Secured connection using TLS\"": "Lassen Sie das Optionsfeld auf \"Gesicherte Verbindung mit TLS\" aktiviert.",
  "Click \"Add Account\" to proceed": "Klicken Sie auf \"Konto hinzufügen\", um fortzufahren",
  "Open a new tab to ": "Öffnen Sie einen neuen Tab, um",
  " and wait for your verification email to arrive (you will receive a verification code that confirms you are the owner of the email address you are attempting to \"Send Mail As\")": " und warten Sie, bis Ihre Bestätigungs-E-Mail eintrifft (Sie erhalten einen Bestätigungscode, der bestätigt, dass Sie der Inhaber der E-Mail-Adresse sind, die Sie mit \"E-Mail senden als\" versuchen.",
  "Once it arrives, copy and paste the verification code at the prompt you received in the previous step": "Wenn es angekommen ist, kopieren Sie den Bestätigungscode und fügen Sie ihn an der Aufforderung ein, die Sie im vorherigen Schritt erhalten haben",
  "Once you've done that, go back to the email and click the link to \"confirm the request\". You need to do this step and the previous step for the email to be correctly configured.": "Kehren Sie anschließend zur E-Mail zurück und klicken Sie auf den Link \"Anfrage bestätigen\". Sie müssen diesen und den vorherigen Schritt ausführen, damit die E-Mail richtig konfiguriert wird.",
  "If you're sending a test email to yourself using the \"Send Mail As\" feature, then it will not show up in your inbox due to ": "Wenn Sie sich mit der Funktion \"E-Mail senden als\" eine Test-E-Mail senden, wird diese aufgrund von . nicht in Ihrem Posteingang angezeigt",
  "this widely known official Gmail answer": "diese weithin bekannte offizielle Gmail-Antwort",
  "If you continue to have issues, then it is most likely to be an issue with DNS propagation.  You will need to wait a bit longer and try again (or try setting a lower TTL value on your TXT records).": "Wenn weiterhin Probleme auftreten, handelt es sich höchstwahrscheinlich um ein Problem mit der DNS-Verbreitung. Sie müssen etwas länger warten und es erneut versuchen (oder versuchen Sie, einen niedrigeren TTL-Wert für Ihre TXT-Einträge einzustellen).",
  "Still having issues?": "Haben Sie immer noch Probleme?",
  "  Please file a ": "  Bitte archivieren",
  " so we can help investigate the issue and find a quick resolution.": " damit wir Ihnen helfen können, das Problem zu untersuchen und eine schnelle Lösung zu finden.",
  "If you see this error message in Gmail when you send a test to yourself, or when a person you're emailing with your alias sees an email from you for the first time, then ": "Wenn diese Fehlermeldung in Gmail angezeigt wird, wenn Sie einen Test an sich selbst senden oder wenn eine Person, die Sie mit Ihrem Alias senden, zum ersten Mal eine E-Mail von Ihnen sieht, dann",
  "please do not worry": "Bitte sorgen Sie sich nicht",
  " – as this is a built-in safety feature of Gmail.": " – da dies eine integrierte Sicherheitsfunktion von Gmail ist.",
  "You can simply click \"Looks safe\".  For example, if you were to send a test message using the send mail as feature (to someone else), then they will not see this message.": "Sie können einfach auf \"Sieht sicher aus\" klicken. Wenn Sie beispielsweise eine Testnachricht mit der Funktion E-Mail senden als (an jemand anderen) senden, wird diese Nachricht nicht angezeigt.",
  "However if they do see this message, it's because they were normally used to seeing your emails come from ": "Wenn sie diese Nachricht jedoch sehen, liegt dies daran, dass sie normalerweise daran gewöhnt waren, zu sehen, dass Ihre E-Mails von",
  "john@gmail.com": "john@gmail.com",
  " instead of ": " Anstatt von",
  "john@customdomain.com": "john@customdomain.com",
  " (just an example).  Gmail will alert the users just to make sure things are safe just in case, there is no workaround.": " (nur ein Beispiel). Gmail benachrichtigt die Benutzer, um sicherzustellen, dass die Dinge sicher sind, für den Fall, dass es keine Problemumgehung gibt.",
  "This is ONLY applicable if you are using the ": "Dies gilt NUR, wenn Sie die",
  " feature.  Currently there is no workaround for this, and it affects all service providers (not just us).  The workaround is to use a custom SMTP server.  However we do not offer SMTP yet.": " Besonderheit. Derzeit gibt es dafür keinen Workaround und betrifft alle Dienstleister (nicht nur uns). Die Problemumgehung besteht darin, einen benutzerdefinierten SMTP-Server zu verwenden. Allerdings bieten wir SMTP noch nicht an.",
  "We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other email forwarding services with similar features to ours will still incur this same issue too (and other email forwarding solutions  simply do not offer the level of privacy we do).": "Wir planen, unseren eigenen SMTP-Dienst (nicht nur Weiterleitung, sondern E-Mail im Allgemeinen) herauszubringen, der dies lindern würde. Gmail fügt dies automatisch hinzu und es gibt keine aktuelle Problemumgehung. Bei anderen E-Mail-Weiterleitungsdiensten mit ähnlichen Funktionen wie bei uns tritt dieses Problem ebenfalls auf (und andere E-Mail-Weiterleitungslösungen bieten einfach nicht das Maß an Datenschutz, das wir bieten).",
  "If you want to get notified when this is released, you can email ": "Wenn Sie benachrichtigt werden möchten, wenn dies veröffentlicht wird, können Sie eine E-Mail senden",
  "smtp@forwardemail.net": "smtp@forwardemail.net",
  " and we'll send you a notification once it's released.  Or just sign up for an account here if you haven't already!": " und wir senden Ihnen eine Benachrichtigung, sobald es veröffentlicht wird. Oder melden Sie sich einfach hier für ein Konto an, falls Sie es noch nicht getan haben!",
  "Yes, as of May 5, 2020 we have added this feature.  Right now the feature is domain-specific, as opposed to alias-specific.  If you require it to be alias-specific, please contact us to let us know of your needs.": "Ja, seit dem 5. Mai 2020 haben wir diese Funktion hinzugefügt. Im Moment ist die Funktion domänenspezifisch und nicht aliasspezifisch. Wenn es aliasspezifisch sein soll, kontaktieren Sie uns bitte, um uns Ihre Bedürfnisse mitzuteilen.",
  "If you are on the free plan, then simply add a new DNS TXT record as shown below, but change the port from 25 to the port of your choosing.": "Wenn Sie den kostenlosen Plan nutzen, fügen Sie einfach wie unten gezeigt einen neuen DNS-TXT-Eintrag hinzu, ändern Sie jedoch den Port von 25 auf den Port Ihrer Wahl.",
  "For example, if I want all emails that go to ": "Wenn ich zum Beispiel alle E-Mails haben möchte, die an . gehen",
  " to forward to alias recipients' SMTP port of 1337 instead of 25:": " zum Weiterleiten an den SMTP-Port 1337 der Alias-Empfänger anstelle von 25:",
  "Yes!  We offer a 30-day money back guarantee on all paids plans if you are not satisfied with our service.": "Jawohl! Wir bieten eine 30-tägige Geld-zurück-Garantie für alle bezahlten Pläne, wenn Sie mit unserem Service nicht zufrieden sind.",
  "We do not ask any questions and simply process the refund within 5-7 business days.": "Wir stellen keine Fragen und bearbeiten die Rückerstattung einfach innerhalb von 5-7 Werktagen.",
  "To request a refund, please send an email from the email address verified on your account to: ": "Um eine Rückerstattung anzufordern, senden Sie bitte eine E-Mail von der in Ihrem Konto bestätigten E-Mail-Adresse an:",
  "refunds@forwardemail.net": "Rückerstattungen@forwardemail.net",
  "Yes, we will manually process your refund for you and email you once complete.  You will get a notification regarding the refund amount when you switch plans.": "Ja, wir werden Ihre Rückerstattung manuell für Sie bearbeiten und Ihnen nach Abschluss eine E-Mail senden. Sie erhalten eine Benachrichtigung über den Erstattungsbetrag, wenn Sie den Tarif wechseln.",
  "Yes, as of May 15, 2020 we have added this feature.  You can simply add webhook(s) exactly like you would with any recipient!  Please ensure that you have the \"http\" or \"https\" protocol prefixed in the webhook's URL.": "Ja, seit dem 15. Mai 2020 haben wir diese Funktion hinzugefügt. Sie können Webhook(s) einfach so hinzufügen, wie Sie es bei jedem Empfänger tun würden! Stellen Sie sicher, dass der URL des Webhooks das Protokoll \"http\" oder \"https\" vorangestellt ist.",
  "If you are on the free plan, then simply add a new DNS TXT record as shown below:": "Wenn Sie den kostenlosen Plan haben, fügen Sie einfach einen neuen DNS-TXT-Eintrag wie unten gezeigt hinzu:",
  " to forward to a new ": " zu einem neuen weiterleiten",
  "request bin": "Anfrage bin",
  " test endpoint:": " Testendpunkt:",
  "Or perhaps you want all emails that go to ": "Oder vielleicht möchten Sie alle E-Mails, die gehen an",
  " to forward to this endpoint:": " an diesen Endpunkt weiterleiten:",
  "Note that we use the ": "Beachten Sie, dass wir die",
  "mailparser": "Mailparser",
  " library's \"simpleParser\" method to parse the message into a JSON friendly object, and also append the \"raw\" property with the raw email message as a String.": " die \"simpleParser\"-Methode der Bibliothek, um die Nachricht in ein JSON-freundliches Objekt zu parsen und außerdem die \"raw\"-Eigenschaft mit der rohen E-Mail-Nachricht als String anzuhängen.",
  "Webhook HTTP requests will retry up to 10 times (the exact same number of retries we permit for normal SMTP), with 20 seconds max timeout per endpoint POST request.  We will retry automatically based off the default status and error codes used in ": "Webhook-HTTP-Anfragen werden bis zu 10 Mal wiederholt (genau die gleiche Anzahl von Wiederholungen, die wir für normales SMTP zulassen), mit einer maximalen Zeitüberschreitung von 20 Sekunden pro Endpunkt-POST-Anfrage. Wir werden es basierend auf dem Standardstatus und den Fehlercodes, die in verwendet werden, automatisch wiederholen",
  "superagent's retry method": "Wiederholungsmethode des Superagenten",
  "Yes, as of September 27, 2021 we have added this feature.  You can simply write regular expressions (\"regex\") for matching aliases and performing substitions.": "Ja, seit dem 27. September 2021 haben wir diese Funktion hinzugefügt. Sie können einfach reguläre Ausdrücke (\"regex\") schreiben, um Aliase zu finden und Ersetzungen durchzuführen.",
  "Regular expression supported aliases are ones that start with a ": "Von regulären Ausdrücken unterstützte Aliase sind solche, die mit a . beginnen",
  " and end with ": " und enden mit",
  " and their recipients are email addresses or webhooks.  The recipients can also include regex substitution support (e.g. ": " und ihre Empfänger sind E-Mail-Adressen oder Webhooks. Die Empfänger können auch Regex-Substitutionsunterstützung (z.",
  "We support two regular expression flags including ": "Wir unterstützen zwei Flags für reguläre Ausdrücke, einschließlich",
  ".  The case-insensitive flag of ": ". Das Flag, bei dem die Groß-/Kleinschreibung nicht beachtet wird",
  " is a permanent default and it is always enforced.  The global flag of ": " ist eine permanente Vorgabe und wird immer erzwungen. Die globale Flagge von",
  " can be added by you by affixing the ending ": " kann von Ihnen durch Anbringen der Endung hinzugefügt werden",
  " with ": " mit",
  "Note that we also support our ": "Beachten Sie, dass wir auch unsere",
  "disabled alias feature": "deaktivierte Alias-Funktion",
  " for the recipient portion with our regex support.": " für den Empfängerteil mit unserer Regex-Unterstützung.",
  "Simple Example:": "Einfaches Beispiel:",
  " If I want all emails that go to ": " Wenn ich alle E-Mails haben möchte, die gehen an",
  " to forward to ": " weiterleiten an",
  ":": ":",
  "Firstname Lastname Substitution Example:": "Beispiel für die Ersetzung des Vornamens Nachnamen:",
  " Imagine all of your company email addresses are of the ": " Stellen Sie sich vor, alle Ihre Firmen-E-Mail-Adressen sind von der",
  " pattern.  If I want all emails that go to the pattern of ": " Muster. Wenn ich alle E-Mails haben möchte, die nach dem Muster von . gehen",
  " with substitution support (": " mit Substitutionsunterstützung (",
  "view test on RegExr": "Test auf RegExr ansehen",
  "):": "):",
  "Plus Symbol Filtering Substitution Example:": "Beispiel für die Ersetzung der Plussymbolfilterung:",
  " respectively (with substitution support) (": " jeweils (mit Substitutionsunterstützung) (",
  "Webhook Querystring Substitution Example:": "Beispiel für die Ersetzung von Webhook-Abfragezeichenfolgen:",
  " Perhaps you want all emails that go to ": " Vielleicht möchten Sie alle E-Mails, die gehen an",
  " to go to a ": " zu gehen",
  "webhook": "Webhook",
  " and have a dynamic querystring key of \"to\" with a value of the username portion of the email address (": " und haben einen dynamischen Abfragestring-Schlüssel von \"to\" mit einem Wert des Benutzernamensteils der E-Mail-Adresse (",
  ")::": ")::",
  "Yes, but this is ": "Ja, aber das ist",
  "NOT": "NICHT",
  " recommended as this is an incredibly rare edge case.": " empfohlen, da dies ein unglaublich seltener Randfall ist.",
  "If you use Google Business for email, and want to use our server as a fallback so your mail still gets delivered, then just specify the Google mail servers with a lower priority than our mail servers.  An example is provided below:": "Wenn Sie Google Business für E-Mails verwenden und unseren Server als Fallback verwenden möchten, damit Ihre E-Mails trotzdem zugestellt werden, geben Sie einfach die Google-Mailserver mit einer niedrigeren Priorität als unsere Mailserver an. Ein Beispiel ist unten angegeben:",
  "Yes! As of February 6, 2020 we have added this feature.  Simply edit your DNS TXT record and prefix the alias with an exclamation mark.  Note that you must preserve the \":\" mapping, as this is required if you ever decide to toggle this off (and it's also used for importing in our paid plans).": "Jawohl! Ab dem 6. Februar 2020 haben wir diese Funktion hinzugefügt. Bearbeiten Sie einfach Ihren DNS-TXT-Eintrag und setzen Sie dem Alias ein Ausrufezeichen voran. Beachten Sie, dass Sie die \":\"-Zuordnung beibehalten müssen, da dies erforderlich ist, wenn Sie dies jemals deaktivieren möchten (und es wird auch für den Import in unseren kostenpflichtigen Plänen verwendet).",
  "If you prefix an alias with \"!\" (exclamation mark) then it will still return successful respond codes to senders attempting to send to this address, but the emails themselves will go nowhere; to a blackhole.": "Wenn Sie einem Alias ein \"!\" voranstellen. (Ausrufezeichen) dann gibt es immer noch erfolgreiche Antwortcodes an Absender zurück, die versuchen, an diese Adresse zu senden, aber die E-Mails selbst gehen nirgendwo hin; zu einem schwarzen Loch.",
  "Emails sent to disabled addresses will respond with a ": "E-Mails, die an deaktivierte Adressen gesendet werden, werden mit a . beantwortet",
  " (message queued) status code, but the emails will not actually be delivered to the recipient(s).": " (Nachricht in der Warteschlange) Statuscode, aber die E-Mails werden nicht tatsächlich an den/die Empfänger zugestellt.",
  " to stop flowing through to ": " aufhören zu durchfließen",
  "Yes, absolutely.  Just specify multiple recipients in your TXT records.": "Ja absolut. Geben Sie einfach mehrere Empfänger in Ihren TXT-Einträgen an.",
  "For example, if I want an email that goes to ": "Wenn ich beispielsweise eine E-Mail an möchte",
  " to get forwarded to ": " weitergeleitet werden",
  ", then my TXT record would look like this:": ", dann würde mein TXT-Eintrag so aussehen:",
  "Or, you could specify them in two separate lines, such as this:": "Oder Sie können sie in zwei separaten Zeilen angeben, z. B.:",
  "It's up to you!": "Es liegt an Ihnen!",
  "Yes, you can. Just specify multiple global catch-all recipients in your TXT records.": "Ja, du kannst. Geben Sie einfach mehrere globale Catch-All-Empfänger in Ihren TXT-Einträgen an.",
  "For example, if I want every email that goes to ": "Zum Beispiel, wenn ich jede E-Mail haben möchte, die an . geht",
  " (the asterisk meaning its a wildcard aka catch-all) to get forwarded to ": " (das Sternchen bedeutet, dass es sich um einen Platzhalter aka Catch-All handelt), an den weitergeleitet werden soll",
  "Yes, the default limit is 10.  This does NOT mean that you can only have 10 aliases on your domain name.  You can have as many aliases as you want (an unlimited amount).  It means that you can only forward one alias to 10 unique email addresses.  You could have ": "Ja, das Standardlimit ist 10. Dies bedeutet NICHT, dass Sie nur 10 Aliasse für Ihren Domainnamen haben können. Sie können so viele Aliase haben, wie Sie möchten (unbegrenzt). Das bedeutet, dass Sie nur einen Alias an 10 eindeutige E-Mail-Adressen weiterleiten können. Du könntest haben",
  ", … (from 1-10) – and any emails to ": ", … (von 1-10) – und alle E-Mails an",
  " would get forwarded to ": " würde weitergeleitet an",
  ", … (from 1-10).": ", … (von 1-10).",
  "Yes, you can, however you still must adhere to the maximum limit.  If you have ": "Ja, Sie können die Höchstgrenze einhalten. Wenn Sie haben",
  ", then emails to ": ", dann E-Mails an",
  ".  Note that an error will be thrown if you attempt to recursively forward emails.": ". Beachten Sie, dass ein Fehler ausgegeben wird, wenn Sie versuchen, E-Mails rekursiv weiterzuleiten.",
  "We use MX and TXT record verification, therefore if you add this service's respective MX and TXT records, then you're registered.  If you remove them, then you're unregistered.  You have ownership of your domain and DNS management, so if someone has access to that then that's a problem.": "Wir verwenden die Verifizierung von MX- und TXT-Einträgen. Wenn Sie also die entsprechenden MX- und TXT-Einträge dieses Dienstes hinzufügen, sind Sie registriert. Wenn Sie sie entfernen, sind Sie nicht registriert. Sie sind Eigentümer Ihrer Domain und der DNS-Verwaltung. Wenn also jemand darauf zugreifen kann, ist dies ein Problem.",
  "The service continues to run thanks to ": "Der Dienst läuft weiter dank",
  "donations": "Spenden",
  " and users that upgraded to paid plans.  We want to provide a free alternative (since we feel bad) for people that are using closed-source forwarding services (and subsequently risking their privacy and security).": " und Benutzer, die auf kostenpflichtige Pläne aktualisiert haben. Wir möchten eine kostenlose Alternative (da wir uns schlecht fühlen) für Personen anbieten, die geschlossene Weiterleitungsdienste verwenden (und damit ihre Privatsphäre und Sicherheit gefährden).",
  "We default to a 50MB size limit, which includes content, headers, and attachments.  Note that services such as Gmail and Outlook allow only 25MB size limit, and if you exceed the limit when sending to addresses at those providers you will receive an error message.": "Wir verwenden standardmäßig eine Größenbeschränkung von 50 MB, die Inhalte, Header und Anhänge umfasst. Beachten Sie, dass Dienste wie Gmail und Outlook nur eine Größenbeschränkung von 25 MB zulassen. Wenn Sie beim Senden an Adressen dieser Anbieter das Limit überschreiten, erhalten Sie eine Fehlermeldung.",
  "An error with the proper response code is returned if the file size limit is exceeded.": "Ein Fehler mit dem richtigen Antwortcode wird zurückgegeben, wenn die Dateigrößenbeschränkung überschritten wird.",
  "No, absolutely not.  See our ": "Nein auf keinen Fall. Siehe unsere",
  "No, absolutely not.  We do not store logs.  See our ": "Nein auf keinen Fall. Wir speichern keine Protokolle. Siehe unsere",
  "Many other email forwarding services unethically read your email.  This is not in alignment with our principles and philosophy on software.": "Viele andere E-Mail-Weiterleitungsdienste lesen Ihre E-Mails unethisch. Dies steht nicht im Einklang mit unseren Grundsätzen und unserer Philosophie für Software.",
  "We believe you should have a right to privacy and we strictly respect it.": "Wir glauben, dass Sie ein Recht auf Privatsphäre haben sollten und wir respektieren es strikt.",
  "The code that is deployed to the server is ": "Der auf dem Server bereitgestellte Code ist",
  "open-source software on GitHub": "Open-Source-Software auf GitHub",
  " for transparency and to build trust.": " für Transparenz und Vertrauensbildung.",
  "Yes, absolutely.": "Ja absolut.",
  "Yes, absolutely.  Instead of using \"@\", \".\", or blank as the name/host/alias, you just use the sub-domain name as the value instead.": "Ja absolut. Anstatt \"@\", \".\" oder leer als Name/Host/Alias zu verwenden, verwenden Sie stattdessen einfach den Sub-Domain-Namen als Wert.",
  "If you want ": "Falls Sie es wollen",
  " to forward emails, then enter ": " um E-Mails weiterzuleiten, dann geben Sie ein",
  " as the name/host/alias value in your DNS settings (for both MX and TXT records).": " als Name/Host/Alias-Wert in Ihren DNS-Einstellungen (sowohl für MX- als auch für TXT-Einträge).",
  "Yes, it has tests written with ": "Ja, es hat Tests mit geschrieben",
  "ava": "ava",
  " and also has code coverage.": " und hat auch Code-Coverage.",
  "Yes, absolutely.  For example if you're sending an email to ": "Ja absolut. Wenn Sie beispielsweise eine E-Mail an . senden",
  " and it's registered to forward to ": " und es ist für die Weiterleitung registriert",
  ", then the SMTP response message and code from the \"gmail.com\" SMTP server will be returned instead of the proxy server at \"mx1.forwardemail.net\" or \"mx2.forwardemail.net\".": ", dann werden die SMTP-Antwortnachricht und der Code vom SMTP-Server \"gmail.com\" anstelle des Proxyservers unter \"mx1.forwardemail.net\" oder \"mx2.forwardemail.net\" zurückgegeben.",
  "Per documentation and suggestions from Google at ": "Per Dokumentation und Vorschläge von Google unter",
  "https://support.google.com/a/answer/175365?hl=en": "https://support.google.com/a/answer/175365?hl=de",
  ", along with best practice, including:": ", zusammen mit bewährten Verfahren, einschließlich:",
  "DNS Blacklists:": "DNS-Blacklists:",
  " we test senders IP's against the Spamhaus ": " Wir testen Absender-IPs gegen das Spamhaus",
  "DNS blacklists": "DNS-Blacklists",
  ", if any fail, then the sender is not permitted to send the message and is returned a detailed error message with instructions on how to de-list themselves from the specific blacklists they're listed under.": ", wenn einer fehlschlägt, darf der Absender die Nachricht nicht senden und erhält eine detaillierte Fehlermeldung mit Anweisungen, wie er sich selbst von den spezifischen Blacklists entfernen kann, unter denen er aufgeführt ist.",
  "Anti-Spam and Anti-Phishing Scanner": "Anti-Spam- und Anti-Phishing-Scanner",
  ": we built from scratch and use ": ": Wir haben von Grund auf neu gebaut und verwenden",
  " for anti-spam prevention (it uses a Naive Bayes classifier under the hood).  We built this because we were not happy with ": " für Anti-Spam-Prävention (es verwendet einen Naive Bayes-Klassifikator unter der Haube). Wir haben das gebaut, weil wir damit nicht zufrieden waren",
  "rspamd": "rspamd",
  " nor ": " Noch",
  ", nor were we happy with their lack of privacy-focused policies and public corpus datasets.  Spam Scanner checks a message for spam, phishing, executables, viruses, and more, while completely respecting your privacy.": ", noch waren wir mit ihrem Mangel an datenschutzorientierten Richtlinien und öffentlichen Korpusdatensätzen zufrieden. Spam Scanner überprüft eine Nachricht auf Spam, Phishing, ausführbare Dateien, Viren und mehr und respektiert dabei Ihre Privatsphäre.",
  "SPF and DKIM:": "SPF und DKIM:",
  " through checking if an SPF record exists for a sender, and if so, we reverse-lookup the SMTP connection's remote address to validate it matches the SPF record, otherwise it's rejected.  If an SPF record does not exist, then we require DKIM verification.  If DKIM headers are passed and fail, then it is rejected as well.  If no DKIM headers are passed, then we assume that DKIM validation passes.": " indem wir prüfen, ob ein SPF-Eintrag für einen Absender existiert, und wenn ja, suchen wir die Remote-Adresse der SMTP-Verbindung um zu überprüfen, ob sie mit dem SPF-Eintrag übereinstimmt, andernfalls wird sie abgelehnt. Wenn kein SPF-Eintrag vorhanden ist, benötigen wir eine DKIM-Verifizierung. Wenn DKIM-Header übergeben werden und fehlschlagen, wird sie ebenfalls abgelehnt. Wenn keine DKIM-Header übergeben werden, gehen wir davon aus, dass die DKIM-Validierung erfolgreich ist.",
  "MX Record Test:": "MX-Rekordtest:",
  " through checking if the sender's from address domain has MX records (so it's actually coming from a mail exchange/SMTP server), otherwise it's rejected.": " durch Überprüfung, ob die Absender-Domain MX-Records hat (also tatsächlich von einem Mail-Exchange/SMTP-Server kommt), andernfalls wird sie abgelehnt.",
  "Fully Qualified Domain Name Test:": "Vollqualifizierter Domainnamentest:",
  " validates that senders SMTP connections are from a fully qualified domain name (\"FQDN\"), meaning no IP addresses, they must have a valid domain name resolved.": " überprüft, dass die SMTP-Verbindungen der Absender von einem vollqualifizierten Domänennamen (\"FQDN\") stammen, d. h. keine IP-Adressen, sie müssen einen gültigen Domänennamen aufgelöst haben.",
  "TXT Record Test:": "TXT-Record-Test:",
  " through checking if the email address the sender is trying to send to has a TXT DNS record with a valid email forwarding setup. The SSL certificates (main domain name or alternative names) of all MX servers of the forwarding destination must match the MX entry.": " indem Sie überprüfen, ob die E-Mail-Adresse, an die der Absender zu senden versucht, über einen TXT-DNS-Eintrag mit einer gültigen E-Mail-Weiterleitungseinrichtung verfügt. Die SSL-Zertifikate (Hauptdomänenname oder Alternativnamen) aller MX-Server des Weiterleitungsziels müssen mit dem MX-Eintrag übereinstimmen.",
  "ARC:": "BOGEN:",
  " we use the ": " wir nehmen das",
  "Authentication-Results": "Authentifizierungs-Ergebnisse",
  " header and validate it against the sending domain's DMARC policy.": " Header und validieren Sie ihn gegen die DMARC-Richtlinie der sendenden Domäne.",
  "You should unsubscribe from the emailing list (if possible) and block the sender.": "Sie sollten sich (wenn möglich) von der E-Mail-Liste abmelden und den Absender blockieren.",
  "Please do not report the message as spam, but instead forward it to our manually curated and privacy-focused abuse prevention system.": "Bitte melden Sie die Nachricht nicht als Spam, sondern leiten Sie sie stattdessen an unser manuell kuratiertes und datenschutzorientiertes Missbrauchspräventionssystem weiter.",
  "The email address to forward spam to is:": "Die E-Mail-Adresse zum Weiterleiten von Spam lautet:",
  "abuse@forwardemail.net": "Missbrauch@forwardemail.net",
  "Yes! As of October 2, 2018 we have added this feature.  See ": "Jawohl! Seit dem 2. Oktober 2018 haben wir diese Funktion hinzugefügt. Sehen",
  " above!": " Oben!",
  "You should also set the SPF record for Gmail in your DNS configuration TXT record.": "Sie sollten auch den SPF-Eintrag für Gmail in Ihrem DNS-Konfigurations-TXT-Eintrag festlegen.",
  "Yes! As of October 2, 2018 we have added this feature.  Simply view these two links from Microsoft below:": "Jawohl! Seit dem 2. Oktober 2018 haben wir diese Funktion hinzugefügt. Sehen Sie sich einfach diese beiden Links von Microsoft unten an:",
  "https://support.office.com/en-us/article/add-or-remove-an-email-alias-in-outlook-com-459b1989-356d-40fa-a689-8f285b13f1f2": "https://support.office.com/en-us/article/add-or-remove-an-email-alias-in-outlook-com-459b1989-356d-40fa-a689-8f285b13f1f2",
  "https://support.office.com/en-us/article/send-email-from-a-different-address-in-outlook-com-ccba89cb-141c-4a36-8c56-6d16a8556d2e": "https://support.office.com/en-us/article/send-email-from-a-different-address-in-outlook-com-ccba89cb-141c-4a36-8c56-6d16a8556d2e",
  "You should also set the SPF record for Outlook in your DNS configuration TXT record.": "Sie sollten auch den SPF-Eintrag für Outlook in Ihrem DNS-Konfigurations-TXT-Eintrag festlegen.",
  "Unfortunately Apple does not allow this, regardless of which service you use.  However you can use the Mail app along with your domain's email account.": "Leider lässt Apple dies nicht zu, unabhängig davon, welchen Dienst Sie nutzen. Sie können die Mail-App jedoch zusammen mit dem E-Mail-Konto Ihrer Domain verwenden.",
  "https://discussions.apple.com/thread/8316291": "https://discussions.apple.com/thread/8316291",
  "https://discussions.apple.com/thread/6876839": "https://discussions.apple.com/thread/6876839",
  "Practically yes - the only current restriction is that senders ": "Praktisch ja - die einzige aktuelle Einschränkung ist, dass Absender",
  "by unique email address": "nach eindeutiger E-Mail-Adresse",
  " are limited to sending (300) emails per hour through the system.": " sind auf das Senden von (300) E-Mails pro Stunde durch das System beschränkt.",
  "If this limit is exceeded we send a \"451\" response code which tells the senders mail server to retry later.": "Wenn diese Grenze überschritten wird, senden wir einen Antwortcode \"451\", der den Mailserver des Absenders anweist, es später erneut zu versuchen.",
  "If you're using Gmail, then follow these steps below:": "Wenn Sie Gmail verwenden, führen Sie die folgenden Schritte aus:",
  "https://google.com": "https://google.com",
  " and sign out of all email accounts": " und melden Sie sich von allen E-Mail-Konten ab",
  "Click \"Sign In\" and on the drop-down click on \"other account\"": "Klicken Sie auf \"Anmelden\" und klicken Sie im Dropdown-Menü auf \"anderes Konto\".",
  "Select \"Use another account\"": "Wählen Sie \"Anderes Konto verwenden\"",
  "Select \"Create account\"": "Wählen Sie \"Konto erstellen\"",
  "Select \"Use my current email address instead\"": "Wählen Sie \"Stattdessen meine aktuelle E-Mail-Adresse verwenden\"",
  "Enter your custom domain name email address": "Geben Sie die E-Mail-Adresse Ihres benutzerdefinierten Domainnamens ein",
  "Retrieve the verification email sent to your email address": "Rufen Sie die Bestätigungs-E-Mail ab, die an Ihre E-Mail-Adresse gesendet wurde",
  "Enter the verification code from this email": "Geben Sie den Bestätigungscode aus dieser E-Mail ein",
  "Complete profile information for your new Google account": "Vollständige Profilinformationen für Ihr neues Google-Konto",
  "Agree to all Privacy and Terms of Use policies": "Stimmen Sie allen Datenschutz- und Nutzungsbedingungen zu",
  " and in the top right corner, click on your profile icon, and click on the \"change\" button": " und klicke in der oberen rechten Ecke auf dein Profilsymbol und klicke auf die Schaltfläche \"Ändern\"",
  "Upload a new photo or avatar for your account": "Laden Sie ein neues Foto oder Avatar für Ihr Konto hoch",
  "Changes will take approximately 1-2 hours to propagate, but sometimes may be very quick.": "Änderungen werden ungefähr 1-2 Stunden in Anspruch nehmen, können aber manchmal sehr schnell sein.",
  "Send a test email and the profile photo should appear.": "Senden Sie eine Test-E-Mail und das Profilfoto sollte erscheinen.",
  "The Free plan requires you to use public DNS records to store your forwarding configuration. Anyone with a computer can lookup your forwarding configuration in a terminal if you are on the Free plan. Unlike the Free plan, the Enhanced Protection plan uses a cryptographically generated random string to store your forwarding configuration privately.": "Der kostenlose Plan erfordert, dass Sie öffentliche DNS-Einträge verwenden, um Ihre Weiterleitungskonfiguration zu speichern. Jeder mit einem Computer kann Ihre Weiterleitungskonfiguration in einem Terminal nachschlagen, wenn Sie den kostenlosen Tarif nutzen. Im Gegensatz zum kostenlosen Plan verwendet der erweiterte Schutzplan eine kryptografisch generierte Zufallszeichenfolge, um Ihre Weiterleitungskonfiguration privat zu speichern.",
  "Free Plan": "Kostenloser Plan",
  "Enhanced Protection Plan": "Erweiterter Schutzplan",
  "Yes. We have built-in support for SPF, DKIM, DMARC, ARC, and SRS across all plans. We have also worked extensively with the original authors of these specifications and other email experts to ensure perfection and high deliverability.": "Jawohl. Wir haben in allen Plänen integrierte Unterstützung für SPF, DKIM, DMARC, ARC und SRS. Wir haben auch intensiv mit den ursprünglichen Autoren dieser Spezifikationen und anderen E-Mail-Experten zusammengearbeitet, um Perfektion und hohe Zustellbarkeit zu gewährleisten.",
  "Yes. Regardless of which plan you are on, you will pay only one monthly rate – which covers all of your domains.": "Jawohl. Unabhängig von Ihrem Tarif zahlen Sie nur eine monatliche Rate – die alle Ihre Domains abdeckt.",
  "We accept debit and credit cards using ": "Wir akzeptieren Debit- und Kreditkarten mit",
  "Stripe": "Streifen",
  "PayPal": "PayPal",
  ", and cryptocurrencies with ": ", und Kryptowährungen mit",
  "BitPay": "BitPay",
  " – for one-time payments or monthly, quarterly, or yearly subscriptions.": " – für einmalige Zahlungen oder monatliche, vierteljährliche oder jährliche Abonnements.",
  "No. Prices will never increase. Unlike other companies, we will never shutdown our service either.": "Nein. Die Preise werden nie steigen. Im Gegensatz zu anderen Unternehmen werden wir unseren Service auch niemals einstellen.",
  "We use CloudFlare's privacy-first consumer DNS service (see ": "Wir verwenden den datenschutzfreundlichen Consumer-DNS-Dienst von CloudFlare (siehe",
  "announcement here": "Ankündigung hier",
  ").  We set ": "). Legen wir fest",
  " as the DNS servers (see ": " als DNS-Server (siehe",
  "https://developers.cloudflare.com/1.1.1.1/1.1.1.1-for-families/": "https://developers.cloudflare.com/1.1.1.1/1.1.1.1-for-families/",
  ") using ": ") mit",
  " on our servers and test environments.": " auf unseren Servern und Testumgebungen.",
  "The latest version, v2 (released on May 6, 2019) was a major rewrite from v1 and focuses on performance through streams.  ": "Die neueste Version v2 (veröffentlicht am 6. Mai 2019) war eine umfassende Neufassung von v1 und konzentriert sich auf die Leistung durch Streams.",
  "Nodemailer's": "Nodemailer's",
  " prolific author Andris Reinman (": " prolific author Andris Reinman (",
  "@andris9": "@ andris9",
  ") helped us switch off using the ": ") half uns beim Ausschalten mit dem",
  " library and use ": " Bibliothek und Nutzung",
  " instead with some custom transform logic to split the header and the body of the message without affecting the body.  This allows us to perform operations on headers very fast (such as security checks and for SPF/DKIM/DMARC compliance).": " stattdessen mit einer benutzerdefinierten Transformationslogik, um den Header und den Text der Nachricht zu teilen, ohne den Text zu beeinflussen. Dies ermöglicht es uns, Operationen an Headern sehr schnell durchzuführen (wie Sicherheitsprüfungen und für die Einhaltung von SPF/DKIM/DMARC).",
  "In other words, the latest version of this service uses streams purely now and is lightning fast.": "Mit anderen Worten, die neueste Version dieses Dienstes verwendet jetzt reine Streams und ist blitzschnell.",
  "  The older version v1 also had some logic not in the most optimal order of operations – but now v2 does less memory/network intense operations first (and returns early if possible to send a response as quickly as possible to the SMTP client).  We plan to continue to optimize speed, enhance features, and improve this service over time.": "  Die ältere Version v1 hatte auch eine Logik, die nicht in der optimalsten Reihenfolge der Operationen war – aber jetzt führt v2 zuerst weniger speicher-/netzwerkintensive Operationen durch (und kehrt, wenn möglich, früh zurück, um so schnell wie möglich eine Antwort an den SMTP-Client zu senden). Wir planen, die Geschwindigkeit weiter zu optimieren, Funktionen zu verbessern und diesen Service im Laufe der Zeit zu verbessern.",
  "At no point in time do we write to disk or store emails – everything is done in-memory thanks to Node.js's streams and transforms! :tada:": "Wir schreiben zu keinem Zeitpunkt auf die Festplatte oder speichern E-Mails – dank der Streams und Transformationen von Node.js geschieht alles im Arbeitsspeicher! :tada:",
  "Terms": "Bedingungen",
  "By accessing this web site, you are agreeing to be bound by these web site Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this web site are protected by applicable copyright and trade mark law.": "Durch den Zugriff auf diese Website erklären Sie sich mit diesen Nutzungsbedingungen der Website, allen geltenden Gesetzen und Vorschriften einverstanden und erklären sich damit einverstanden, dass Sie für die Einhaltung aller geltenden lokalen Gesetze verantwortlich sind. Wenn Sie mit einer dieser Bedingungen nicht einverstanden sind, ist es Ihnen untersagt, diese Site zu nutzen oder darauf zuzugreifen. Die auf dieser Website enthaltenen Materialien sind durch geltendes Urheber- und Markenrecht geschützt.",
  "Disclaimer": "Haftungsausschluss",
  "Limitations": "Einschränkungen",
  "Refunds": "Rückerstattungen",
  "Service Level Agreement (\"SLA\")": "Service Level Agreement (\"SLA\")",
  "Agreement": "Zustimmung",
  "Credits": "Credits",
  "Eligibility": "Berechtigung",
  "Revisions and Errata": "Revisionen und Errata",
  "Links": "Links",
  "Site Terms of Use Modifications": "Änderungen der Website-Nutzungsbedingungen",
  "Governing Law": "Geltendes Recht",
  "License": "Lizenz",
  "The materials on Forward Email's web site are provided \"as is\". Forward Email makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, Forward Email does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its Internet web site or otherwise relating to such materials or on any sites linked to this site.": "Die Materialien auf der Website von Forward Email werden \"wie besehen\" bereitgestellt. Forward Email übernimmt keine Garantien, weder ausdrücklich noch stillschweigend, und lehnt hiermit alle anderen Garantien ab, einschließlich, aber nicht beschränkt auf stillschweigende Garantien oder Bedingungen der Marktgängigkeit, Eignung für einen bestimmten Zweck oder Nichtverletzung von geistigem Eigentum oder sonstiger Verletzung von Rechten. Darüber hinaus übernimmt Forward Email keine Gewährleistung oder Zusicherung hinsichtlich der Genauigkeit, der wahrscheinlichen Ergebnisse oder der Zuverlässigkeit der Verwendung der Materialien auf ihrer Internet-Website oder anderweitig in Bezug auf diese Materialien oder auf mit dieser Site verlinkten Websites.",
  "In no event shall Forward Email or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on Forward Email's Internet site, even if Forward Email or a Forward Email authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.": "In keinem Fall haften Forward Email oder seine Lieferanten für Schäden (einschließlich, aber nicht beschränkt auf Schäden aufgrund von Daten- oder Gewinnverlust oder aufgrund von Betriebsunterbrechungen), die sich aus der Nutzung oder Unmöglichkeit der Nutzung der Materialien im Internet von Forward Email ergeben Website, selbst wenn Forward Email oder ein von Forward Email bevollmächtigter Vertreter mündlich oder schriftlich über die Möglichkeit eines solchen Schadens informiert wurde. Da einige Gerichtsbarkeiten Beschränkungen stillschweigender Garantien oder Haftungsbeschränkungen für Folge- oder Nebenschäden nicht zulassen, gelten diese Beschränkungen möglicherweise nicht für Sie.",
  "We offer a 30-day money back guarantee on all paid plans if you are not satisfied with our service.": "Wir bieten eine 30-tägige Geld-zurück-Garantie für alle bezahlten Pläne, wenn Sie mit unserem Service nicht zufrieden sind.",
  "\"Downtime\" refers to a factor of more than a 5% user error rate, determined by a server-side error rate.": "\"Ausfallzeit\" bezieht sich auf einen Faktor von mehr als 5 % Benutzerfehlerrate, bestimmt durch eine serverseitige Fehlerrate.",
  "\"Monthly Uptime Percentage\" refers to the total minutes in a calendar month minus the number of minutes of Downtime suffered in the calendar month, divided by the total minutes in the calendar month.": "\"Prozentsatz der monatlichen Betriebszeit\" bezieht sich auf die Gesamtminuten in einem Kalendermonat abzüglich der Anzahl der Minuten der im Kalendermonat erlittenen Ausfallzeit, dividiert durch die Gesamtminuten im Kalendermonat.",
  "Forward Email shall use all reasonable commercial efforts (no less than acceptable and reasonable industry standards) to ensure that the Forward Email service is available to paying customers 99.99% of the time in any calendar month.  If it is not, then you may be eligible to receive the ": "Forward Email wird alle angemessenen kommerziellen Anstrengungen unternehmen (nicht weniger als akzeptable und angemessene Industriestandards), um sicherzustellen, dass der Forward Email-Dienst zahlenden Kunden zu 99,99 % der Zeit in jedem Kalendermonat zur Verfügung steht. Wenn dies nicht der Fall ist, haben Sie möglicherweise Anspruch auf die",
  " described below in accordance with ": " unten beschrieben gemäß",
  "Monthly Uptime Percentage": "Prozentsatz der monatlichen Betriebszeit",
  "Days of Service*": "Diensttage*",
  "< 99.99% – >= 99.90%": "< 99,99 % – >= 99,90 %",
  "< 99.90% – >= 95.00%": "< 99,90 % – >= 95,00 %",
  "< 95.50%": "< 95,50 %",
  "* Instead of receiving Days of Service being added to your account, you can also choose to have us issue a pro-rated refund.": "* Anstatt zu erhalten, dass Servicetage zu Ihrem Konto hinzugefügt werden, können Sie auch eine anteilige Rückerstattung von uns vornehmen lassen.",
  "Minimum credit amount must be at least $1.00 to be eligible.  Maximum credit is capped at the 30 days or the total amount the customer is paying per the most recent calendar month with respect to Downtime (whichever is greater).  Paying customers affected for any Downtime must request Credits by filing a ": "Der Mindestguthabenbetrag muss mindestens 1,00 USD betragen, um berechtigt zu sein. Das maximale Guthaben ist auf die 30 Tage oder den Gesamtbetrag begrenzt, den der Kunde im letzten Kalendermonat in Bezug auf die Ausfallzeit bezahlt (je nachdem, welcher Wert größer ist). Bezahlende Kunden, die von Ausfallzeiten betroffen sind, müssen Gutschriften anfordern, indem sie a",
  " within 30 days from the date of Downtime.  Credits only apply for Downtime factors that are within the primary control of Forward Email.": " innerhalb von 30 Tagen ab dem Datum der Ausfallzeit. Gutschriften gelten nur für Ausfallzeitfaktoren, die der primären Kontrolle von E-Mail-Weiterleitung unterliegen.",
  "The materials appearing on Forward Email's web site could include technical, typographical, or photographic errors. Forward Email does not warrant that any of the materials on its web site are accurate, complete, or current. Forward Email may make changes to the materials contained on its web site at any time without notice. Forward Email does not, however, make any commitment to update the materials.": "Die Materialien, die auf der Website von Forward Email erscheinen, können technische, typografische oder fotografische Fehler enthalten. Forward Email garantiert nicht, dass die Materialien auf seiner Website richtig, vollständig oder aktuell sind. Forward Email kann jederzeit ohne vorherige Ankündigung Änderungen an den auf seiner Website enthaltenen Materialien vornehmen. Forward Email verpflichtet sich jedoch nicht, die Materialien zu aktualisieren.",
  "Forward Email has not reviewed all of the sites linked to its Internet web site and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by Forward Email of the site. Use of any such linked web site is at the user's own risk.": "Forward Email hat nicht alle mit seiner Internet-Website verlinkten Sites überprüft und ist nicht verantwortlich für den Inhalt einer solchen verlinkten Site. Die Aufnahme eines Links bedeutet keine Billigung der Site durch Forward Email. Die Nutzung einer solchen verlinkten Website erfolgt auf eigene Gefahr des Benutzers.",
  "Forward Email may revise these terms of use for its web site at any time without notice. By using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.": "Forward Email kann diese Nutzungsbedingungen für seine Website jederzeit ohne vorherige Ankündigung ändern. Durch die Nutzung dieser Website erklären Sie sich mit der jeweils aktuellen Version dieser Nutzungsbedingungen einverstanden.",
  "Any claim relating to Forward Email's web site shall be governed by the laws of the State of Delaware without regard to its conflict of law provisions.": "Alle Ansprüche in Bezug auf die Website von Forward Email unterliegen den Gesetzen des Staates Delaware ohne Rücksicht auf die Kollisionsnormen.",
  "General Terms and Conditions applicable to Use of a Web Site.": "Allgemeine Geschäftsbedingungen für die Nutzung einer Website.",
  "Business Source License 1.1": "Business Source-Lizenz 1.1",
  " © ": " ©",
  "Niftylettuce, LLC.": "Niftylettuce, LLC.",
  "Port 25 blocked by ISP workaround": "Port 25 durch ISP-Workaround blockiert",
  "How to workaround ISP blocking inbound SMTP on port 25": "Problemumgehung ISP blockiert eingehendes SMTP auf Port 25",
  "How to workaround ISP blocking outbound SMTP on port 25": "Problemumgehung ISP blockiert ausgehendes SMTP auf Port 25",
  "How can I check if my ISP blocks ports": "Wie kann ich überprüfen, ob mein ISP Ports blockiert?",
  "If you do not have port 25 open on your mail server's IP address, then this guide is for you.": "Wenn Port 25 auf der IP-Adresse Ihres Mailservers nicht geöffnet ist, ist diese Anleitung genau das Richtige für Sie.",
  "For example, you're running a custom mail server at home, and your Internet Service Provider (\"ISP\") has blocked outbound port 25.": "Beispiel: Sie betreiben zu Hause einen benutzerdefinierten Mailserver und Ihr Internetdienstanbieter (\"ISP\") hat den ausgehenden Port 25 blockiert.",
  "Since you cannot have outbound traffic on port 25, then you most likely also won't have inbound traffic on port 25 due to this block.": "Da Sie auf Port 25 keinen ausgehenden Datenverkehr haben können, haben Sie aufgrund dieser Sperre höchstwahrscheinlich auch keinen eingehenden Datenverkehr auf Port 25.",
  "Assuming you are using our service to forward emails, ": "Angenommen, Sie nutzen unseren Service zum Weiterleiten von E-Mails,",
  "you can workaround this issue through our FAQ answer here": "Sie können dieses Problem durch unsere FAQ-Antwort hier umgehen",
  "If your ISP blocks outbound port 25, then you will have to find an alternate solution or contact them.": "Wenn Ihr ISP den ausgehenden Port 25 blockiert, müssen Sie eine alternative Lösung finden oder sich an ihn wenden.",
  "See our ": "Siehe unsere",
  "list of ports blocked by Internet Service Providers": "Liste der von Internetdienstanbietern blockierten Ports",
  "Regular expressions are not supported on ": "Reguläre Ausdrücke werden nicht unterstützt auf",
  "free global vanity domains": "kostenlose globale Vanity-Domains",
  " (as this could be a security vulnerability).": " (da dies eine Sicherheitslücke sein könnte).",
  ", the author of the ": ", der Autor der",
  "Please set a password on your account to continue.": "Bitte legen Sie ein Passwort für Ihr Konto fest, um fortzufahren.",
  "Email change request does not exist.": "E-Mail-Änderungsanforderung existiert nicht.",
  "Email change request has been cancelled.": "E-Mail-Änderungsanfrage wurde storniert.",
  "Payment method must be either credit card, debit card, or PayPal.": "Die Zahlungsmethode muss entweder Kreditkarte, Debitkarte oder PayPal sein.",
  "Domain name was invalid (must be a domain name without protocol, for example \"domain.com\" instead of \"http://domain.com\" or an IP address).": "Der Domänenname war ungültig (muss ein Domänenname ohne Protokoll sein, z. B. „domain.com“ anstelle von „http://domain.com“ oder eine IP-Adresse).",
  "Domain name was invalid (must be a domain name without protocol, for example \"domain.com\" instead of \"http://domain.com\").": "Domänenname war ungültig (muss ein Domänenname ohne Protokoll sein, z. B. „domain.com“ statt „http://domain.com“).",
  "Missing subscription or customer ID from Stripe billing portal.": "Fehlende Abonnement- oder Kunden-ID im Stripe-Abrechnungsportal.",
  "FAQ &#124; <span class=\"notranslate\">Forward Email</span>": "FAQ &#124; <span class=\"notranslate\">Forward Email</span>",
  "Read frequently asked questions about our service": "Lesen Sie häufig gestellte Fragen zu unserem Service",
  "Success": "Erfolg",
  "Error": "Error",
  "Info": "Die Info",
  "Warning": "Warnung",
  "Question": "Frage",
  "Cancel": "Abbrechen",
  "Close this dialog": "Schließen Sie diesen Dialog",
  "Are you sure?": "Bist du sicher?",
  "Please confirm if you wish to continue.": "Bitte bestätigen Sie, wenn Sie fortfahren möchten.",
  "Ask a question": "Stelle eine Frage",
  "Write your message": "Schreibe deine Nachricht",
  "Message": "Nachricht",
  "If you log in to your account, you will not need to fill out these captchas.": "Wenn Sie sich bei Ihrem Konto anmelden, müssen Sie diese Captchas nicht ausfüllen.",
  "We'll be in contact with you!": "Wir werden uns mit Ihnen in Verbindung setzen!",
  "Send message": "Nachricht senden",
  "Sign up now": "Jetzt registrieren",
  "Sign up with Google": "Melden Sie sich bei Google an",
  "Sign up with GitHub": "Melden Sie sich bei GitHub an",
  "or": "oder",
  "Sign up": "Anmelden",
  "Have an account?": "Ein Konto haben?",
  "Sign in": "Anmelden",
  "Read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Terms</a>": "Lesen Sie unsere <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Datenschutzrichtlinie</a> und <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Bedingungen</a>",
  "Welcome back!": "Willkommen zurück!",
  "Sign in with Google": "Anmeldung mit Google",
  "Sign in with GitHub": "Melden Sie sich bei GitHub an",
  "Forget your password?": "Passwort vergessen?",
  "Don't have an account?": "Sie haben kein Konto?",
  "Toggle navigation": "Navigation umschalten",
  "Pricing": "Preisgestaltung",
  "FAQ": "FAQ",
  "About": "Etwa",
  "Help": "Hilfe",
  "Save Yourself Time": "Sparen Sie sich Zeit",
  "Fill out this form to personalize our guide below.": "Füllen Sie dieses Formular aus, um unseren Leitfaden unten zu personalisieren.",
  "Enter your domain": "Geben Sie Ihre Domäne ein",
  "Enter your email": "Geben sie ihre E-Mail Adresse ein",
  "Upgrade to <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"notranslate\">Enhanced Protection</a>": "Upgrade auf <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"notranslate\">Enhanced Protection</a>",
  "Create your free account now": "Erstellen Sie jetzt Ihr kostenloses Konto",
  "Continue": "Fortsetzen",
  "Not interested?  Click here to keep reading": "Nicht interessiert? Klicken Sie hier, um weiterzulesen",
  "Need help?": "Brauchen Sie Hilfe?",
  "Русский Язык": "Russisch",
  "Arabic": "Arabisch",
  "Chinese": "Chinesisch",
  "Czech": "Tschechisch",
  "Danish": "dänisch",
  "Dutch": "Niederländisch",
  "English": "Englisch",
  "Finnish": "finnisch",
  "French": "Französisch",
  "German": "Deutsch",
  "Hebrew": "hebräisch",
  "Hungarian": "ungarisch",
  "Indonesian": "Indonesisch",
  "Italian": "Italienisch",
  "Japanese": "japanisch",
  "Korean": "Koreanisch",
  "Norwegian": "norwegisch",
  "Polish": "Polieren",
  "Portuguese": "Portugiesisch",
  "Spanish": "Spanisch",
  "Swedish": "Schwedisch",
  "Thai": "Thai",
  "Turkish": "Türkisch",
  "Ukrainian": "ukrainisch",
  "Vietnamese": "Vietnamesisch",
  "Resources": "Ressourcen",
  "Free Disposable Addresses": "Kostenlose Wegwerfadressen",
  "Domain Registration": "Domain Registrierung",
  "Reserved Email Addresses": "Reservierte E-Mail-Adressen",
  "Guides": "Führer",
  "Developers": "Entwickler",
  "Free Email Webhooks": "Kostenlose E-Mail-Webhooks",
  "Email Forwarding Regex Pattern Filter": "E-Mail-Weiterleitungs-Regex-Musterfilter",
  "Releases": "Freigaben",
  "Coming soon": "Kommt bald",
  "Status Page": "Statusseite",
  "Source Code": "Quellcode",
  "Company": "Begleitung",
  "Donate": "Spenden",
  "GitHub": "GitHub",
  "Email": "Email",
  "Pricing &#124; <span class=\"notranslate\">Forward Email</span>": "Preise &#124; <span class=\"notranslate\">Forward Email</span>",
  "Free email forwarding for domains with features including Custom Domain Email Forwarding, Disposable Addresses, Multiple Recipients, Wildcards, and more!": "Kostenlose E-Mail-Weiterleitung für Domains mit Funktionen wie E-Mail-Weiterleitung für benutzerdefinierte Domains, Wegwerfadressen, mehrere Empfänger, Platzhalter und mehr!",
  "Free Email Forwarding for Custom Domains &#124; <span class=\"notranslate\">Forward Email</span>": "Kostenlose E-Mail-Weiterleitung für benutzerdefinierte Domänen &#124; <span class=\"notranslate\">Forward Email</span>",
  "The best open-source and free email forwarding service for custom domains. We do not keep logs nor store emails. We don't track you. Unlimited aliases, catch-alls, wildcards, API access, and disposable addresses. Built-in support for DKIM, SRS, SPF, ARC, DMARC, and more. No credit card required.": "Der beste Open-Source- und kostenlose E-Mail-Weiterleitungsdienst für benutzerdefinierte Domains. Wir führen keine Protokolle und speichern keine E-Mails. Wir verfolgen Sie nicht. Unbegrenzte Aliase, Catch-Alls, Wildcards, API-Zugriff und Wegwerfadressen. Integrierte Unterstützung für DKIM, SRS, SPF, ARC, DMARC und mehr. Keine Kreditkarte benötigt.",
  "The Best Free Email Forwarding Service for Custom Domains &#124; <span class=\"notranslate\">Forward Email</span>": "Der beste kostenlose E-Mail-Weiterleitungsdienst für benutzerdefinierte Domänen &#124; <span class=\"notranslate\">Forward Email</span>",
  "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?": "Haben Sie unsere <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ schon</a> gelesen?",
  "Learn about our plans": "Informieren Sie sich über unsere Pläne",
  "Free Email Forwarding for Creators": "Kostenlose E-Mail-Weiterleitung für Ersteller",
  "Our Features": "Unsere Funktionen",
  "We strive for perfection": "Wir streben nach Perfektion",
  "Lightning fast email service.": "Blitzschneller E-Mail-Service.",
  "Learn about plans": "Erfahren Sie mehr über Pläne",
  "Basic plan to get started": "Grundlegender Plan für den Einstieg",
  "Unlimited custom domain names": "Unbegrenzte benutzerdefinierte Domänennamen",
  "Unlimited email addresses and aliases": "Unbegrenzte E-Mail-Adressen und Aliase",
  "Unlimited disposable email addresses": "Unbegrenzt verfügbare E-Mail-Adressen",
  "Use a custom domain or one of our free vanity domains:": "Verwenden Sie eine benutzerdefinierte Domain oder eine unserer kostenlosen Vanity-Domains:",
  "Phishing, executable, and virus protection": "Phishing, ausführbare Dateien und Virenschutz",
  "We built our own anti-spam, phishing, and virus protection software called Spam Scanner. It abides by the same privacy-first and zero logging policies.": "Wir haben unsere eigene Anti-Spam-, Phishing- und Virenschutzsoftware namens Spam Scanner entwickelt. Es hält sich an die gleichen Privacy-First- und Zero-Logging-Richtlinien.",
  "50MB attachment limit": "50 MB Anhangslimit",
  "\"Send mail as\" with Gmail and Outlook": "„Mail senden als“ mit Gmail und Outlook",
  "Catch-all email addresses": "Catch-all-E-Mail-Adressen",
  "Multiple recipients per email address": "Mehrere Empfänger pro E-Mail-Adresse",
  "Unlimited email webhooks": "Unbegrenzte E-Mail-Webhooks",
  "Unlimited email regex filtering": "Unbegrenzte E-Mail-Regex-Filterung",
  "Custom port forwarding": "Benutzerdefinierte Portweiterleitung",
  "month": "Monat",
  "Unlimited domains": "Unbegrenzte Domänen",
  "Setup Forwarding": "Weiterleitung einrichten",
  "Advanced features and support": "Erweiterte Funktionen und Support",
  "Everything included in Free, plus:": "Alles in Free enthalten, plus:",
  "Enhanced email forwarding privacy": "Verbesserter Datenschutz bei der E-Mail-Weiterleitung",
  "No publicly searchable TXT records are used.  Instead we store your configuration in a secure and backed-up database.": "Es werden keine öffentlich durchsuchbaren TXT-Einträge verwendet. Stattdessen speichern wir Ihre Konfiguration in einer sicheren und gesicherten Datenbank.",
  "Instant DNS propagation (zero wait-time)": "Sofortige DNS-Propagation (keine Wartezeit)",
  "Easy to use email alias and import manager": "Benutzerfreundlicher E-Mail-Alias und Importmanager",
  "Automatic smart alerting system": "Automatisches intelligentes Warnsystem",
  "Browser extension (coming soon)": "Browsererweiterung (bald verfügbar)",
  "Exclusive access to API features": "Exklusiver Zugriff auf API-Funktionen",
  "Forward newsletters to a bulk recipient list": "Newsletter an eine Massenempfängerliste weiterleiten",
  "30-day money back guarantee": "30 Tage Geld-zurück-Garantie",
  "99.99% Uptime Service Level Agreement (\"SLA\")": "Service Level Agreement (\"SLA\") für 99,99 % Betriebszeit",
  "For small groups and organizations": "Für kleine Gruppen und Organisationen",
  "Everything included in Enhanced Protection, plus:": "Alles, was in Enhanced Protection enthalten ist, plus:",
  "Unlimited member access management": "Unbegrenzte Mitgliederzugriffsverwaltung",
  "Shared organizational access to domain": "Gemeinsamer organisatorischer Zugriff auf die Domäne",
  "Premium support with 24 hour response time": "Premium-Support mit 24 Stunden Reaktionszeit",
  "Enterprise": "Unternehmen",
  "Custom solutions and licensing": "Kundenspezifische Lösungen und Lizenzierung",
  "Everything included in Team, plus:": "Alles in Team enthalten, plus:",
  "Custom licensing agreement": "Benutzerdefinierte Lizenzvereinbarung",
  "Technical infrastructure design and support": "Design und Support der technischen Infrastruktur",
  "White-label and custom-branded solutions": "White-Label- und Custom-Branding-Lösungen",
  "Managed deployment with dedicated IP's": "Verwaltete Bereitstellung mit dedizierten IPs",
  "Dedicated support from our team of experts": "Engagierte Unterstützung durch unser Expertenteam",
  "Contact Sales": "Wenden Sie sich an den Vertrieb",
  "See Q&A below and <a href=\"%s\">read our FAQ</a> for more": "Siehe Q&amp;A unten und <a href=\"%s\">lesen Sie unsere FAQ</a> für mehr",
  "What is the difference between Free and Enhanced Protection?": "Was ist der Unterschied zwischen kostenlosem und erweitertem Schutz?",
  "The Free plan requires you to use public DNS records to store your forwarding configuration.": "Der kostenlose Plan erfordert, dass Sie öffentliche DNS-Einträge verwenden, um Ihre Weiterleitungskonfiguration zu speichern.",
  "Anyone with a computer can lookup your forwarding configuration in a terminal if you are on the Free plan.": "Jeder mit einem Computer kann Ihre Weiterleitungskonfiguration in einem Terminal nachschlagen, wenn Sie den kostenlosen Plan haben.",
  "Unlike the Free plan, the Enhanced Protection plan uses a cryptographically generated random string to store your forwarding configuration privately.": "Im Gegensatz zum Free-Plan verwendet der Enhanced Protection-Plan eine kryptografisch generierte Zufallszeichenfolge, um Ihre Weiterleitungskonfiguration privat zu speichern.",
  "Is pricing per account or per domain?": "Ist die Preisgestaltung pro Konto oder pro Domain?",
  "Our pricing is per account, not per domain &ndash; unlike other providers we do not charge extra.": "Unsere Preise gelten pro Konto, nicht pro Domain &ndash; Im Gegensatz zu anderen Anbietern berechnen wir keinen Aufpreis.",
  "You also have the ability to mix and match plans and domains.": "Sie haben auch die Möglichkeit, Pläne und Domains zu mischen und anzupassen.",
  "For example you can set some domains on the Free plan (DNS-based) &ndash; and others on the Enhanced Protection or Team plans.": "Beispielsweise können Sie einige Domains auf den Free-Tarif (DNS-basiert) setzen &ndash; und andere auf den erweiterten Schutz- oder Teamplänen.",
  "Do you support email best practices?": "Unterstützen Sie Best Practices für E-Mail?",
  "<span class=\"font-weight-bold\">Yes.</span> We have built-in support for SPF, DKIM, DMARC, ARC, and SRS across all plans.": "<span class=\"font-weight-bold\">Ja.</span> Wir haben integrierte Unterstützung für SPF, DKIM, DMARC, ARC und SRS in allen Plänen.",
  "We have also worked extensively with the original authors of these specifications and other email experts to ensure perfection and high deliverability.": "Wir haben auch intensiv mit den ursprünglichen Autoren dieser Spezifikationen und anderen E-Mail-Experten zusammengearbeitet, um Perfektion und hohe Zustellbarkeit zu gewährleisten.",
  "Can I configure <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Spam Scanner</a> settings?": "Kann ich <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Spam-Scanner-</a> Einstellungen konfigurieren?",
  "<span class=\"font-weight-bold\">Yes.</span> You can toggle filters for adult-related content, phishing, executables, and viruses from <a href=\"%s\">Advanced Settings</a>.": "<span class=\"font-weight-bold\">Ja.</span> Sie können Filter für nicht jugendfreie Inhalte, Phishing, ausführbare Dateien und Viren in den <a href=\"%s\">erweiterten Einstellungen umschalten</a> .",
  "Do you offer unlimited domains for one price?": "Bieten Sie unbegrenzte Domains zu einem Preis an?",
  "<span class=\"font-weight-bold\">Yes.</span> Regardless of which plan you are on, you will pay only one monthly rate &ndash; which covers all of your domains.": "<span class=\"font-weight-bold\">Ja.</span> Unabhängig davon, welchen Plan Sie haben, zahlen Sie nur eine monatliche Rate – die alle Ihre Domains abdeckt.",
  "Which payment methods do you accept?": "Welche Zahlungsmethoden akzeptieren Sie?",
  "We accept debit and credit cards using <a class=\"alert-link\" href=\"https://stripe.com/global\" target=\"_blank\" rel=\"noopener noreferrer\">Stripe</a> and <a class=\"alert-link\" href=\"https://paypal.com\" target=\"_blank\" rel=\"noopener noreferrer\">PayPal</a>.": "Wir akzeptieren Debit- und Kreditkarten mit <a class=\"alert-link\" href=\"https://stripe.com/global\" target=\"_blank\" rel=\"noopener noreferrer\">Stripe</a> und <a class=\"alert-link\" href=\"https://paypal.com\" target=\"_blank\" rel=\"noopener noreferrer\">PayPal</a> .",
  "Do you accept one-time payments and subscriptions?": "Akzeptieren Sie Einmalzahlungen und Abonnements?",
  "<span class=\"font-weight-bold\">Yes.</span>. We accept both one-time payments or monthly, quarterly, and yearly subscriptions.": "<span class=\"font-weight-bold\">Ja.</span> . Wir akzeptieren sowohl einmalige Zahlungen als auch monatliche, vierteljährliche und jährliche Abonnements.",
  "Will you ever increase prices?": "Werden Sie jemals die Preise erhöhen?",
  "<span class=\"font-weight-bold\">No.</span> Prices will never increase. Unlike other companies, we will never shutdown our service either.": "<span class=\"font-weight-bold\">Nein. Die</span> Preise werden niemals steigen. Im Gegensatz zu anderen Unternehmen werden wir unseren Service auch niemals einstellen.",
  "Do you offer a money-back guarantee?": "Bieten Sie eine Geld-zurück-Garantie an?",
  "<span class=\"font-weight-bold\">Yes.</span> We offer a 30 day money-back guarantee &ndash; with no questions asked.": "<span class=\"font-weight-bold\">Ja.</span> Wir bieten eine 30-tägige Geld-zurück-Garantie – ganz ohne Fragen.",
  "Do you store logs or write to disk?": "Speichern Sie Protokolle oder schreiben Sie auf die Festplatte?",
  "<span class=\"font-weight-bold\">No.</span> We have a <a href=\"%s\">Privacy</a> policy of strictly not storing logs, metadata, nor emails.": "<span class=\"font-weight-bold\">Nein.</span> Wir haben eine <a href=\"%s\">Datenschutzrichtlinie</a> , nach der keine Protokolle, Metadaten oder E-Mails gespeichert werden.",
  "You will find that every other email forwarder either stores logs or writes your emails to a disk storage queue (or sometimes both!).": "Sie werden feststellen, dass jeder andere E-Mail-Forwarder entweder Protokolle speichert oder Ihre E-Mails in eine Festplattenspeicherwarteschlange schreibt (oder manchmal beides!).",
  "This common practice is a huge security risk for you, and is another reason why we built our service.": "Diese gängige Praxis stellt ein enormes Sicherheitsrisiko für Sie dar und ist ein weiterer Grund, warum wir unseren Service aufgebaut haben.",
  "Our expertise allowed us to build our own custom solution that uses memory-based streams, and is lightning fast and privacy-focused.": "Unser Fachwissen ermöglichte es uns, unsere eigene benutzerdefinierte Lösung zu entwickeln, die speicherbasierte Streams verwendet und blitzschnell und datenschutzorientiert ist.",
  "We don't track you like other services do.": "Wir verfolgen Sie nicht wie andere Dienste.",
  "Do you have any other questions?": "Haben Sie weitere Fragen?",
  "We are always available and usually respond within minutes of your help request.": "Wir sind immer verfügbar und antworten in der Regel innerhalb von Minuten nach Ihrer Hilfeanfrage.",
  "Contact Help": "Wenden Sie sich an die Hilfe",
  "Read FAQ": "Häufig gestellte Fragen lesen",
  "Russian": "Russisch",
  "Email Forwarding for Creators": "E-Mail-Weiterleitung für Ersteller",
  "Email Forwarding for Developers": "E-Mail-Weiterleitung für Entwickler",
  "Email Forwarding for Businesses": "E-Mail-Weiterleitung für Unternehmen",
  "Free Email Forwarding": "Kostenlose E-Mail-Weiterleitung",
  "We're <span class='font-weight-bold'>the only</span> service that <mark>respects your privacy</mark> and <mark>never stores</mark> your emails.": "Wir sind <span class='font-weight-bold'>der einzige</span> Dienst, der<mark> respektiert Ihre Privatsphäre</mark> und<mark> nie speichert</mark> deine E-Mails.",
  "Get Started": "Loslegen",
  "Forward anything @your-domain.com to your email &ndash; and create individual aliases too!": "Leiten Sie alles @Ihre-Domain.com an Ihre E-Mail weiter &ndash; und erstelle auch individuelle Aliase!",
  "Learn more": "Mehr erfahren",
  "Made for <u>you</u>.": "Für <u>Sie gemacht</u> .",
  "How to create unlimited email addresses and aliases": "So erstellen Sie unbegrenzt E-Mail-Adressen und Aliase",
  "Website Email Forwarding": "Website-E-Mail-Weiterleitung",
  "Startup Email Forwarding": "E-Mail-Weiterleitung starten",
  "Shopify Email Forwarding": "Shopify-E-Mail-Weiterleitung",
  "300K+ Happy Users.": "Über 300.000 zufriedene Benutzer.",
  "Trusted by the folks at <a href=\"https://flutter.dev/\" target=\"_blank\" rel=\"noopener noreferrer\">Flutter</a>, <a href=\"https://www.disneyadsales.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Disney Ad Sales</a> &ndash; and thousands more.": "Vertrauen von den Leuten bei <a href=\"https://flutter.dev/\" target=\"_blank\" rel=\"noopener noreferrer\">Flutter</a> , <a href=\"https://www.disneyadsales.com/\" target=\"_blank\" rel=\"noopener noreferrer\">Disney Ad Sales</a> – und Tausenden mehr.",
  "Protect your inbox.": "Schützen Sie Ihren Posteingang.",
  "We use industry standard email header validation and signature checks, spam prevention tools, DNS blacklist lookups, and domain verification.  All powered by Cloudflare's <a href=\"https://blog.cloudflare.com/announcing-1111/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-white\">privacy-first consumer DNS service</a>.": "Wir verwenden branchenübliche E-Mail-Header-Validierung und Signaturprüfungen, Tools zur Spam-Prävention, DNS-Blacklist-Lookups und Domain-Verifizierung. Alles unterstützt von Cloudflares <a href=\"https://blog.cloudflare.com/announcing-1111/\" target=\"_blank\" rel=\"noopener noreferrer\" class=\"text-white\">datenschutzorientiertem DNS-Dienst für Verbraucher</a> .",
  "Stay protected": "Bleiben Sie geschützt",
  "Privacy First": "Datenschutz zuerst",
  "We created this service because you have a right to privacy.  Existing services did not respect it.  We use robust encryption and a zero-tolerance policy for logs of any kind.": "Wir haben diesen Dienst erstellt, weil Sie ein Recht auf Privatsphäre haben. Bestehende Dienste haben dies nicht respektiert. Wir verwenden eine robuste Verschlüsselung und eine Null-Toleranz-Richtlinie für Protokolle jeglicher Art.",
  "Regain your privacy": "Gewinnen Sie Ihre Privatsphäre zurück",
  "Disposable Addresses": "Wegwerfadressen",
  "Create a specific or an anonymous email address that forwards to you.  You can even assign it a label and enable or disable it at any time to keep your inbox tidy.  Your actual email address is never exposed.": "Erstellen Sie eine bestimmte oder eine anonyme E-Mail-Adresse, die an Sie weiterleitet. Sie können ihm sogar ein Label zuweisen und es jederzeit aktivieren oder deaktivieren, um Ihren Posteingang aufgeräumt zu halten. Ihre tatsächliche E-Mail-Adresse wird niemals offengelegt.",
  "Disposable addresses": "Wegwerfadressen",
  "Multiple Recipients and Wildcards": "Mehrere Empfänger und Wildcards",
  "You can forward a single address to multiple, and even use wildcard addresses &ndash; also known as catch-all's.  Managing your company's inboxes has never been easier.": "Sie können eine einzelne Adresse an mehrere weiterleiten und sogar Wildcard-Adressen verwenden &ndash; auch als Catch-All bekannt. Die Verwaltung der Posteingänge Ihres Unternehmens war noch nie so einfach.",
  "Start forwarding now": "Starten Sie jetzt die Weiterleitung",
  "\"Send mail as\" with Gmail": "\"Mail senden als\" mit Gmail",
  "You'll never have to leave your inbox to send out emails as if they're from your company.  Send and reply-to messages as if they're from you@company.com directly from you@gmail.com.": "Sie müssen Ihren Posteingang nie verlassen, um E-Mails zu versenden, als kämen sie von Ihrem Unternehmen. Senden und beantworten Sie Nachrichten direkt von you@gmail.com, als wären sie von you@company.com.",
  "Configure your inbox": "Konfigurieren Sie Ihren Posteingang",
  "100% open-source.": "100 % quelloffen.",
  "Unlike other services, we <strong class=\"font-weight-bold\">do not keep logs</strong> nor metadata, <strong class=\"font-weight-bold\">never read</strong> your emails, and are <strong class=\"font-weight-bold\">100% open-source</strong>.": "Im Gegensatz zu anderen Diensten führen wir <strong class=\"font-weight-bold\">keine Protokolle</strong> oder Metadaten, <strong class=\"font-weight-bold\">lesen niemals</strong> Ihre E-Mails und sind zu <strong class=\"font-weight-bold\">100 % Open Source</strong> .",
  "We're the <strong class=\"text-uppercase font-weight-bold border-bottom\">only</strong> service that <strong class=\"font-weight-bold\">never stores nor writes to disk</strong> any emails &ndash; it's all done in-memory.": "Wir sind der <strong class=\"text-uppercase font-weight-bold border-bottom\">einzige</strong> Dienst, der <strong class=\"font-weight-bold\">niemals E-Mails speichert oder auf die Festplatte schreibt</strong> – alles geschieht im Arbeitsspeicher.",
  "Made by an open-source and privacy advocate.": "Hergestellt von einem Open-Source- und Datenschutzbeauftragten.",
  "View source code": "Quellcode anzeigen",
  "Our Numbers": "Unsere Zahlen",
  "99.99%": "99,99 %",
  "Service Uptime": "Betriebszeit des Dienstes",
  "Global Servers": "Globale Server",
  "300K+": "300.000+",
  "Active Users": "Aktive Benutzer",
  "Trusted by the community": "Von der Community vertraut",
  "2K+ Stars": "2K+ Sterne",
  "ไทย": "Thailändisch",
  "Tiếng Việt": "Vietnamesisch",
  "Português": "Portugiesisch",
  "Home": "Heim",
  "#1 Ranked Forwarding Service &ndash; Since 2017": "Nr. 1 der Weiterleitungsdienste &ndash; Seit 2017",
  "Unlimited Email Forwarding": "Unbegrenzte E-Mail-Weiterleitung",
  "Creators": "Schöpfer",
  "Businesses": "Unternehmen",
  "My Account - Domains": "Mein Konto - Domänen",
  "My Account &#124; <span class=\"notranslate\">Forward Email</span>": "Mein Konto &#124; <span class=\"notranslate\">Forward Email</span>",
  "Manage your Forward Email profile": "Verwalten Sie Ihr E-Mail-Weiterleitungsprofil",
  "My Account": "Mein Konto",
  "Profile": "Profil",
  "Security": "Sicherheit",
  "Log out": "Ausloggen",
  "Add New Alias": "Neuen Alias hinzufügen",
  "Alias Name": "Pseudonym",
  "(required)": "(erforderlich)",
  "Generate random alias": "Zufälligen Alias generieren",
  "Use an asterisk \"*\" for a catch-all alias.": "Verwenden Sie ein Sternchen „*“ für einen Catch-All-Alias.",
  "We also support <a href=\"%s\" target=\"_blank\">regular expressions</a>.": "Wir unterstützen auch <a href=\"%s\" target=\"_blank\">reguläre Ausdrücke</a> .",
  "Domain Name": "Domänenname",
  "Free Vanity Domain": "Kostenlose Vanity-Domain",
  "Upgrade plan": "Upgrade-Plan",
  "Add new domain": "Neue Domäne hinzufügen",
  "Alias Recipients": "Alias-Empfänger",
  "Recipients must be a line-break/space/comma separated list of valid email addresses, fully-qualified domain names (\"FQDN\"), IP addresses, and/or webhook URL's.  We will automatically remove duplicate entries for you and perform validation when you click \"Continue\" below.": "Empfänger müssen eine durch Zeilenumbruch/Leerzeichen/Komma getrennte Liste gültiger E-Mail-Adressen, vollständig qualifizierter Domänennamen (\"FQDN\"), IP-Adressen und/oder Webhook-URLs sein. Wir entfernen automatisch doppelte Einträge für Sie und führen eine Validierung durch, wenn Sie unten auf „Weiter“ klicken.",
  "Alias Description (optional)": "Alias-Beschreibung (optional)",
  "Description has a max of 150 characters.": "Die Beschreibung hat maximal 150 Zeichen.",
  "Alias Labels (optional)": "Alias-Labels (optional)",
  "Labels must be a line-break/space/comma separated list with a maximum of 20 characters per label.": "Labels müssen eine durch Zeilenumbruch/Leerzeichen/Komma getrennte Liste mit maximal 20 Zeichen pro Label sein.",
  "Active": "Aktiv",
  "If you uncheck this, then this email will be deactivated and no emails will flow through.  However emails will NOT bounce until this alias is completely deleted.": "Wenn Sie dies deaktivieren, wird diese E-Mail deaktiviert und es werden keine E-Mails durchgeleitet. E-Mails werden jedoch NICHT zurückgesendet, bis dieser Alias vollständig gelöscht wurde.",
  "Upgrade your domain's plan": "Aktualisieren Sie den Tarif Ihrer Domain",
  "Please upgrade your domain's plan to use our privacy-focused and encrypted email alias manager (instead of managing your aliases for free with public DNS records).": "Bitte aktualisieren Sie den Plan Ihrer Domain, um unseren datenschutzorientierten und verschlüsselten E-Mail-Alias-Manager zu verwenden (anstatt Ihre Aliase kostenlos mit öffentlichen DNS-Einträgen zu verwalten).",
  "If you would like to learn more about DNS-based aliases (free plan), then please <a href=\"%s\">follow these instructions on our FAQ page</a>.": "Wenn Sie mehr über DNS-basierte Aliase (kostenloser Plan) erfahren möchten, <a href=\"%s\">folgen Sie bitte diesen Anweisungen auf unserer FAQ-Seite</a> .",
  "To upgrade your domain's plan, just close this modal and then click on the Current Plan dropdown button.": "Um den Plan Ihrer Domain zu aktualisieren, schließen Sie einfach dieses Modal und klicken Sie dann auf die Dropdown-Schaltfläche Aktueller Plan.",
  "Add New Domain": "Neue Domäne hinzufügen",
  "Domain name": "Domänenname",
  "Don't have a domain name?": "Sie haben keinen Domainnamen?",
  "Register a domain": "Registrieren Sie eine Domäne",
  "Add Domain": "Domäne hinzufügen",
  "Search by domain name, alias name, or recipient": "Suche nach Domänennamen, Aliasnamen oder Empfänger",
  "Search": "Suche",
  "Current Plan": "Derzeitiger Plan",
  "MX Records": "MX-Einträge",
  "TXT Records": "TXT-Einträge",
  "Quick Links": "Schnelle Links",
  "Manage Aliases": "Aliasse verwalten",
  "DNS-based": "DNS-basiert",
  "Change plan to:": "Plan ändern zu:",
  "See all plan features": "Alle Planfunktionen anzeigen",
  "Verified": "Verifiziert",
  "Setup": "Konfiguration",
  "Advanced Settings": "Erweiterte Einstellungen",
  "Add this domain to your account (if it does not exist)": "Diese Domain zu Ihrem Konto hinzufügen (falls noch nicht vorhanden)",
  "Upgrade to Enhanced Protection": "Upgrade auf erweiterten Schutz",
  "DNS Management Pages": "DNS-Verwaltungsseiten",
  "Settings": "Einstellungen",
  "Change Plan": "Plan ändern",
  "Plan": "Planen",
  "Current": "Strom",
  "Verification Status": "Überprüfungsstatus",
  "You have successfully completed setup.": "Sie haben die Einrichtung erfolgreich abgeschlossen.",
  "MX": "MX",
  "TXT": "TXT",
  "Verify Records": "Aufzeichnungen überprüfen",
  "1. Set up your domain for email forwarding": "1. Richten Sie Ihre Domain für die E-Mail-Weiterleitung ein",
  "Do you need to configure (or re-configure) this domain name for email forwarding?": "Müssen Sie diesen Domänennamen für die E-Mail-Weiterleitung konfigurieren (oder neu konfigurieren)?",
  "Configure your domain": "Konfigurieren Sie Ihre Domäne",
  "2. Send emails with your domain using Gmail (optional)": "2. Senden Sie E-Mails mit Ihrer Domain über Gmail (optional)",
  "Follow our simple guide for sending and receiving emails with your domain, directly inside of Gmail.": "Folgen Sie unserer einfachen Anleitung zum Senden und Empfangen von E-Mails mit Ihrer Domain direkt in Gmail.",
  "Setup your Gmail": "Richten Sie Ihr Gmail ein",
  "3. Still need help with something?": "3. Benötigen Sie noch Hilfe bei etwas?",
  "We are here to answer your questions, but please be sure to read our FAQ section first.": "Wir sind hier, um Ihre Fragen zu beantworten, aber lesen Sie bitte zuerst unseren FAQ-Bereich.",
  "Ask us a question": "Stellen Sie uns eine Frage",
  "Back to Domains": "Zurück zu Domänen",
  "Select Domain": "Wählen Sie Domäne aus",
  "Add New Custom Domain": "Neue benutzerdefinierte Domäne hinzufügen",
  "Sign up &#124; <span class=\"notranslate\">Forward Email</span>": "Anmelden &#124; <span class=\"notranslate\">Forward Email</span>",
  "Create a Forward Email account": "Erstellen Sie ein E-Mail-Weiterleitungskonto",
  "Dansk": "Dänisch",
  "Suomi": "Finnland",
  "Magyar": "ungarisch",
  "中文 (zhōngwén)": "Chinesisch (zhōngwén)",
  "About &#124; <span class=\"notranslate\">Forward Email</span>": "Über &#124; <span class=\"notranslate\">Forward Email</span>",
  "Learn more about Forward Email": "Erfahren Sie mehr über E-Mail weiterleiten",
  "Our Story": "Unsere Geschichte",
  "Why did we create this?": "Warum haben wir das geschaffen?",
  "We are the only open-source, free, and privacy-first email forwarding service.": "Wir sind der einzige kostenlose Open-Source-E-Mail-Weiterleitungsdienst, bei dem der Datenschutz an erster Stelle steht.",
  "Thank you": "Danke schön",
  "Sign in &#124; <span class=\"notranslate\">Forward Email</span>": "Anmelden &#124; <span class=\"notranslate\">Forward Email</span>",
  "Sign in to your account": "Melden Sie sich bei Ihrem Konto an",
  "Sign in now": "Schreib dich jetzt ein",
  "Türkçe": "Türkisch",
  "Verify email &#124; <span class=\"notranslate\">Forward Email</span>": "E-Mail bestätigen &#124; <span class=\"notranslate\">Forward Email</span>",
  "Verify your Forward Email email": "Bestätigen Sie Ihre E-Mail-Weiterleitungs-E-Mail",
  "Verify email": "E-Mail bestätigen",
  "Enter the verification code emailed to: <strong><span class=\"notranslate\">%s</span></strong>": "Geben Sie den Bestätigungscode ein, der per E-Mail an: <strong><span class=\"notranslate\">%s</span></strong>",
  "Please enter a <span class=\"notranslate\">%d</span> digit verification code.": "Bitte geben Sie einen <span class=\"notranslate\">%d</span> stelligen Bestätigungscode ein.",
  "Verification code": "Bestätigungs-Code",
  "Didn't receive it?": "Nicht erhalten?",
  "Resend now": "Jetzt erneut senden",
  "Free Email Webhooks &#124; <span class=\"notranslate\">Forward Email</span>": "Kostenlose E-Mail-Webhooks &#124; <span class=\"notranslate\">Forward Email</span>",
  "Create free email forwarding webhooks.  We are the best alternative to Mailgun.": "Erstellen Sie kostenlose E-Mail-Weiterleitungs-Webhooks. Wir sind die beste Alternative zu Mailgun.",
  "Need email forwarding webhooks?": "Benötigen Sie E-Mail-Weiterleitungs-Webhooks?",
  "Skip ahead to the instructions to forward emails to webhooks.": "Fahren Sie mit den Anweisungen zum Weiterleiten von E-Mails an Webhooks fort.",
  "Easily set up webhooks for email delivery. We are the best alternative to Mailgun.": "Richten Sie ganz einfach Webhooks für die E-Mail-Zustellung ein. Wir sind die beste Alternative zu Mailgun.",
  "Email webhooks": "E-Mail-Webhooks",
  "Setup an email webhook in minutes": "Richten Sie in wenigen Minuten einen E-Mail-Webhook ein",
  "Create free email webhooks": "Erstellen Sie kostenlose E-Mail-Webhooks",
  "Deutsch": "Deutsch",
  "Import TXT Records": "TXT-Einträge importieren",
  "Search by alias name, description, or recipient": "Suche nach Aliasnamen, Beschreibung oder Empfänger",
  "Alias": "Alias",
  "Description & Labels": "Beschreibung & Etiketten",
  "Recipients": "Empfänger",
  "catch-all": "auffangen",
  "Enabled": "Ermöglicht",
  "Edit Alias": "Alias bearbeiten",
  "Delete Alias": "Alias löschen",
  "Back to Domain": "Zurück zur Domäne",
  "Norsk": "Norsk",
  "Back to Aliases": "Zurück zu den Aliassen",
  "Upgrade to <strong class=\"notranslate\">%s</strong>": "Upgrade auf <strong class=\"notranslate\">%s</strong>",
  "Unlimited domains for one price.": "Unbegrenzte Domains zu einem Preis.",
  "Method": "Methode",
  "Debit/Credit Card": "Lastschrift [?] Kreditkarte",
  "Payment Type": "Zahlungsart",
  "Subscription": "Abonnement",
  "One-time": "Einmal",
  "Duration": "Dauer",
  "1 month ($3 USD)": "1 Monat ($3 USD)",
  "2 months ($6 USD)": "2 Monate ($6 USD)",
  "3 months ($9 USD)": "3 Monate ($9 USD)",
  "6 months ($18 USD)": "6 Monate ($18 USD)",
  "1 year ($36 USD)": "1 Jahr ($36 USD)",
  "2 years ($72 USD)": "2 Jahre ($72 USD)",
  "3 years ($108 USD)": "3 Jahre (108 USD)",
  "We accept all major currencies and card types.": "Wir akzeptieren alle gängigen Währungen und Kartentypen.",
  "We'll automatically email you if you're late on a payment.": "Wir benachrichtigen Sie automatisch per E-Mail, wenn Sie mit einer Zahlung in Verzug geraten.",
  "Italiano": "Italienisch",
  "Čeština": "Tschechisch",
  "Not Verified": "Nicht verifiziert",
  "Page not found": "Seite nicht gefunden",
  "We're sorry, but the page you requested could not be found.": "Es tut uns leid, aber die von Ihnen angeforderte Seite konnte nicht gefunden werden.",
  "Українська Мова": "ukrainische Sprache",
  "Register a domain name &#124; <span class=\"notranslate\">Forward Email</span>": "Registrieren Sie einen Domänennamen &#124; <span class=\"notranslate\">Forward Email</span>",
  "Buy a custom domain name for email forwarding": "Kaufen Sie einen benutzerdefinierten Domainnamen für die E-Mail-Weiterleitung",
  "Register a domain name": "Registrieren Sie einen Domainnamen",
  "Enter a custom domain name below to register.": "Geben Sie unten einen benutzerdefinierten Domänennamen ein, um sich zu registrieren.",
  "Did you finish registering?": "Hast du die Registrierung abgeschlossen?",
  "Simply enter your domain below to setup free email forwarding.": "Geben Sie unten einfach Ihre Domain ein, um die kostenlose E-Mail-Weiterleitung einzurichten.",
  "Email is not unique.": "E-Mail ist nicht eindeutig.",
  "日本語 (にほんご)": "Japanisch (Japanisch)",
  "Español": "Spanisch",
  "한국어": "Koreanisch",
  "👋 Welcome!": "👋 Willkommen!",
  "Last Page": "Letzte Seite",
  "Results per page:": "Ergebnisse pro Seite:",
  "Svenska": "Schwedisch",
  "עברית": "Abrit",
  "Follow steps below then \"Verify Records\"": "Befolgen Sie die nachstehenden Schritte und dann \"Datensätze überprüfen\".",
  "MX Records Required": "MX-Einträge erforderlich",
  "Set these <strong>MX records</strong> as the <u>only MX records</u> to your domain's DNS:": "Legen Sie diese <strong>MX-Einträge</strong> als <u>einzige MX-Einträge</u> für das DNS Ihrer Domain fest:",
  "TXT Record Required": "TXT-Eintrag erforderlich",
  "Add this <strong>TXT record</strong> to your domain's DNS for a global catch-all:": "Fügen Sie diesen <strong>TXT</strong> -Eintrag zum DNS Ihrer Domain hinzu, um einen globalen Catch-All zu erhalten:",
  "Copy": "Kopieren",
  "Use \"@\", \".\", or blank for the name/host/alias value. Read <a href=\"%s\" class=\"notranslate\" rel=\"noopener noreferrer\" target=\"_blank\">our FAQ section</a> for more options": "Verwenden Sie &quot;@&quot;, &quot;.&quot; oder leer für den Namen/Host/Alias-Wert. Lesen Sie <a href=\"%s\" class=\"notranslate\" rel=\"noopener noreferrer\" target=\"_blank\">our FAQ section</a> für weitere Optionen",
  "Invite new team member": "Laden Sie ein neues Teammitglied ein",
  "Please <a class=\"alert-link\" href=\"%s\">upgrade to the <span class=\"notranslate\">%s</span> plan</a> to unlock this feature.": "Bitte führen Sie <a class=\"alert-link\" href=\"%s\">ein Upgrade auf den Plan <span class=\"notranslate\">%s</span></a> durch, um diese Funktion freizuschalten.",
  "Group": "Gruppe",
  "User": "Nutzer",
  "Admin": "Administrator",
  "Send invitation": "Einladung senden",
  "Share invitation link": "Einladungslink teilen",
  "Copy Invite Link": "Einladungslink kopieren",
  "This domain is currently on the <span class=\"notranslate\">%s</span> plan. Visit your <a href=\"%s\">Billing</a> page and our <a href=\"%s\">Pricing</a> page to learn more and compare plans.": "Diese Domain befindet sich derzeit im Plan <span class=\"notranslate\">%s</span> . Besuchen Sie Ihre <a href=\"%s\">Abrechnungsseite</a> und unsere <a href=\"%s\">Preisseite</a> , um mehr zu erfahren und Tarife zu vergleichen.",
  "Change plan": "Plan ändern",
  "Manage Team": "Team verwalten",
  "Members have shared access to this domain, and you can invite new members, remove existing members, or manage permissions for them below.": "Mitglieder haben gemeinsamen Zugriff auf diese Domain, und Sie können unten neue Mitglieder einladen, bestehende Mitglieder entfernen oder Berechtigungen für sie verwalten.",
  "Team Member": "Teammitglied",
  "Alias Count": "Alias-Zähler",
  "Invite New Member": "Neues Mitglied einladen",
  "Spam Scanner Settings": "Spam-Scanner-Einstellungen",
  "<a class=\"notranslate\" target=\"_blank\" rel=\"noopener noreferrer\" href=\"%s\">Spam Scanner</a> is the open-source technology we built <i>ourselves</i> for anti-spam, phishing, and virus protection.": "<a class=\"notranslate\" target=\"_blank\" rel=\"noopener noreferrer\" href=\"%s\">Spam Scanner</a> ist die Open-Source-Technologie, die wir <i>selbst</i> für den Schutz vor Spam, Phishing und Viren entwickelt haben.",
  "Since it was created by the same team that brought you Forward Email, it also abides by the same privacy-first and zero-logging policies.": "Da es von demselben Team erstellt wurde, das Ihnen Forward Email gebracht hat, hält es sich auch an dieselben Privacy-First- und Zero-Logging-Richtlinien.",
  "You can learn more at <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"%s\" class=\"notranslate\">%s</a>.": "Unter <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"%s\" class=\"notranslate\">%s</a> erfahren Sie mehr.",
  "Adult-related content protection": "Schutz von nicht jugendfreien Inhalten",
  "If you uncheck this, then links will <u>not be scanned</u> for adult-related content.": "Wenn Sie dies deaktivieren, werden Links <u>nicht auf nicht jugendfreie Inhalte gescannt</u> .",
  "Phishing protection": "Phishing-Schutz",
  "If you uncheck this, then links will <u>not be scanned</u> for malware, domain swapping, <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"%s\">IDN homograph attacks</a>, nor phishing in general.": "Wenn Sie dies deaktivieren, werden Links <u>nicht</u> auf Malware, Domain-Swapping, <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"%s\">IDN-Homograph-Angriffe</a> oder Phishing im Allgemeinen gescannt.",
  "Executable protection": "Ausführbarer Schutz",
  "If you uncheck this, then links and attachments will <u>not be scanned</u> for potentially-malicious <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"%s\">executable</a> file types, extensions, names, headers, <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"%s\">IDN homograph attacks</a>, nor <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"%s\">magic numbers</a>.": "Wenn Sie diese Option deaktivieren, werden Links und Anhänge <u>nicht</u> auf potenziell bösartige <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"%s\">ausführbare</a> Dateitypen, Erweiterungen, Namen, Header, <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"%s\">IDN-Homograph-Angriffe</a> oder <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"%s\">magische Zahlen</a> gescannt.",
  "Virus protection": "Virus Schutz",
  "If you uncheck this, then attachments will <u>not be scanned</u> for trojans, viruses, malware, nor other malicious threats with <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"%s\" class=\"notranslate\">ClamAV</a>.": "Wenn Sie dies deaktivieren, werden Anhänge mit <a target=\"_blank\" rel=\"noopener noreferrer\" href=\"%s\" class=\"notranslate\">ClamAV</a> <u>nicht auf Trojaner, Viren, Malware oder andere bösartige Bedrohungen gescannt</u> .",
  "Reset": "Zurücksetzen",
  "Save": "Speichern",
  "Custom SMTP Port Forwarding": "Benutzerdefinierte SMTP-Portweiterleitung",
  "Port number (SMTP)": "Portnummer (SMTP)",
  "Do not modify this unless you know what you are doing.  This will forward all emails to the specific port for all aliases and their recipients.  For example, if you are forwarding to info@example.com, and input port number 1337 here, then our server will forward email to example.com on port 1337 (as opposed to the standard SMTP port of 25).": "Ändern Sie dies nicht, es sei denn, Sie wissen, was Sie tun. Dadurch werden alle E-Mails an den spezifischen Port für alle Aliase und deren Empfänger weitergeleitet. Wenn Sie beispielsweise an info@example.com weiterleiten und hier die Portnummer 1337 eingeben, leitet unser Server E-Mails an example.com auf Port 1337 weiter (im Gegensatz zum Standard-SMTP-Port 25).",
  "If you are on the free plan, then you can use the <a href=\"%s\">\"forward-email-port\"</a> DNS TXT record.": "Wenn Sie den kostenlosen Tarif nutzen, können Sie den DNS-TXT <a href=\"%s\">-Eintrag „forward-email-port“</a> verwenden.",
  "Maximum Recipients Per Alias": "Maximale Empfänger pro Alias",
  "You are currently limited to forwarding to <strong class=\"notranslate\">%d</strong> recipients per alias.": "Sie sind derzeit auf die Weiterleitung an <strong class=\"notranslate\">%d</strong> Empfänger pro Alias beschränkt.",
  "us": "uns",
  "If you need to increase this limit, then please contact <span class=\"notranslate\">%s</span> and include a valid reason.": "Wenn Sie dieses Limit erhöhen müssen, wenden Sie sich bitte an <span class=\"notranslate\">%s</span> und geben Sie einen triftigen Grund an.",
  "Increase limit": "Limit erhöhen",
  "Delete Domain": "Domäne löschen",
  "Deleting your domain is irreversable.  Please take extreme caution when deleting your domain.": "Das Löschen Ihrer Domain ist unumkehrbar. Bitte lassen Sie beim Löschen Ihrer Domain äußerste Vorsicht walten.",
  "Port 25 blocked by ISP workaround &#124; <span class=\"notranslate\">Forward Email</span>": "Port 25 durch ISP-Workaround blockiert &#124; <span class=\"notranslate\">Forward Email</span>",
  "Our service allows you to workaround port blocking set by your Internet Service Provider on port 25.  Simple follow our guide to workaround this issue in minutes.": "Unser Service ermöglicht es Ihnen, die von Ihrem Internetdienstanbieter auf Port 25 festgelegte Portblockierung zu umgehen. Folgen Sie einfach unserer Anleitung, um dieses Problem in wenigen Minuten zu umgehen.",
  "Did your ISP block port 25?": "Hat Ihr ISP Port 25 blockiert?",
  "Skip ahead to the instructions to forward emails to a custom SMTP port.": "Fahren Sie mit den Anweisungen zum Weiterleiten von E-Mails an einen benutzerdefinierten SMTP-Port fort.",
  "العربية": "Arabien",
  "My Account - Profile": "Mein Konto - Profil",
  "Change password": "Kennwort ändern",
  "Set new password": "Neues Passwort festlegen",
  "Confirm new password": "Bestätige neues Passwort",
  "Set an account password": "Legen Sie ein Kontokennwort fest",
  "Personal Information": "Persönliche Informationen",
  "We promise to never share your personal information.": "Wir versprechen, niemals Ihre persönlichen Daten weiterzugeben.",
  "Set a password to change your email": "Legen Sie ein Passwort fest, um Ihre E-Mail zu ändern",
  "None": "Keiner",
  "Default Domain": "Standarddomäne",
  "Save Changes": "Änderungen speichern",
  "Company Information": "Firmeninformation",
  "We strictly use this info for receipts and reminders.": "Wir verwenden diese Informationen ausschließlich für Quittungen und Mahnungen.",
  "Company name": "Name der Firma",
  "Street address or PO Box": "Anschrift oder Postfach",
  "Apartment, suite, unit, or building": "Apartment, Suite, Einheit oder Gebäude",
  "City, district, suburb, town, or village": "Stadt, Bezirk, Vorort, Kleinstadt oder Dorf",
  "State, county, province, or region": "Staat, Landkreis, Provinz oder Region",
  "ZIP or postal code": "Postleitzahl",
  "United States of America": "vereinigte Staaten von Amerika",
  "Afghanistan": "Afghanistan",
  "Albania": "Albanien",
  "Algeria": "Algerien",
  "American Samoa": "Amerikanischen Samoa-Inseln",
  "Andorra": "Andorra",
  "Angola": "Angola",
  "Anguilla": "Anguilla",
  "Antarctica": "Antarktis",
  "Antigua and Barbuda": "Antigua und Barbuda",
  "Argentina": "Argentinien",
  "Armenia": "Armenien",
  "Aruba": "Aruba",
  "Australia": "Australien",
  "Austria": "Österreich",
  "Azerbaijan": "Aserbaidschan",
  "Bahamas": "Bahamas",
  "Bahrain": "Bahrein",
  "Bangladesh": "Bangladesch",
  "Barbados": "Barbados",
  "Belarus": "Weißrussland",
  "Belgium": "Belgien",
  "Belize": "Belize",
  "Benin": "Benin",
  "Bermuda": "Bermudas",
  "Bhutan": "Bhutan",
  "Bolivia, Plurinational State of": "Bolivien, Plurinationaler Staat",
  "Bonaire, Sint Eustatius and Saba": "Bonaire, Sint Eustatius und Saba",
  "Bosnia and Herzegovina": "Bosnien und Herzegowina",
  "Botswana": "Botswana",
  "Bouvet Island": "Bouvet-Insel",
  "Brazil": "Brasilien",
  "British Indian Ocean Territory": "Britisches Territorium des Indischen Ozeans",
  "Brunei Darussalam": "Brunei Darussalam",
  "Bulgaria": "Bulgarien",
  "Burkina Faso": "Burkina Faso",
  "Burundi": "Burundi",
  "Cabo Verde": "Kap Verde",
  "Cambodia": "Kambodscha",
  "Cameroon": "Kamerun",
  "Canada": "Kanada",
  "Cayman Islands": "Cayman Inseln",
  "Central African Republic": "Zentralafrikanische Republik",
  "Chad": "Tschad",
  "Chile": "Chili",
  "China": "China",
  "Christmas Island": "Weihnachtsinsel",
  "Cocos (Keeling) Islands": "Kokosinseln (Keelinginseln).",
  "Colombia": "Kolumbien",
  "Comoros": "Komoren",
  "Congo": "Kongo",
  "Congo, Democratic Republic of the": "Kongo, Demokratische Republik der",
  "Cook Islands": "Cookinseln",
  "Costa Rica": "Costa Rica",
  "Croatia": "Kroatien",
  "Cuba": "Kuba",
  "Curaçao": "Curacao",
  "Cyprus": "Zypern",
  "Czechia": "Tschechien",
  "Côte d'Ivoire": "Elfenbeinküste",
  "Denmark": "Dänemark",
  "Djibouti": "Dschibuti",
  "Dominica": "Dominika",
  "Dominican Republic": "Dominikanische Republik",
  "Ecuador": "Ecuador",
  "Egypt": "Ägypten",
  "El Salvador": "Der Retter",
  "Equatorial Guinea": "Äquatorialguinea",
  "Eritrea": "Eritrea",
  "Estonia": "Estland",
  "Eswatini": "Eswatini",
  "Ethiopia": "Äthiopien",
  "Falkland Islands (Malvinas)": "Falklandinseln (Malvinas)",
  "Faroe Islands": "Färöer Inseln",
  "Fiji": "Fidschi",
  "Finland": "Finnland",
  "France": "Frankreich",
  "French Guiana": "Französisch-Guayana",
  "French Polynesia": "Französisch Polynesien",
  "French Southern Territories": "Südfranzösische Territorien",
  "Gabon": "Gabun",
  "Gambia": "Gambia",
  "Georgia": "Georgia",
  "Germany": "Deutschland",
  "Ghana": "Ghana",
  "Gibraltar": "Gibraltar",
  "Greece": "Griechenland",
  "Greenland": "Grönland",
  "Grenada": "Grenada",
  "Guadeloupe": "Guadeloupe",
  "Guam": "Guam",
  "Guatemala": "Guatemala",
  "Guernsey": "Guernsey",
  "Guinea": "Guinea",
  "Guinea-Bissau": "Guinea-Bissau",
  "Guyana": "Guyana",
  "Haiti": "Haiti",
  "Heard Island and McDonald Islands": "Heard-Insel und McDonald-Inseln",
  "Holy See": "Heiliger Stuhl",
  "Honduras": "Honduras",
  "Hong Kong": "Hongkong",
  "Hungary": "Ungarn",
  "Iceland": "Island",
  "India": "Indien",
  "Indonesia": "Indonesien",
  "Iran, Islamic Republic of": "Iran, Islamische Republik",
  "Iraq": "Irak",
  "Ireland": "Irland",
  "Isle of Man": "Isle of Man",
  "Israel": "Israel",
  "Italy": "Italien",
  "Jamaica": "Jamaika",
  "Japan": "Japan",
  "Jersey": "Jersey",
  "Jordan": "Jordanien",
  "Kazakhstan": "Kasachstan",
  "Kenya": "Kenia",
  "Kiribati": "Kiribati",
  "Korea, Democratic People's Republic of": "Korea, Demokratische Volksrepublik",
  "Korea, Republic of": "Korea, Republik von",
  "Kuwait": "Kuwait",
  "Kyrgyzstan": "Kirgistan",
  "Lao People's Democratic Republic": "Demokratische Volksrepublik Laos",
  "Latvia": "Lettland",
  "Lebanon": "Libanon",
  "Lesotho": "Lesotho",
  "Liberia": "Liberia",
  "Libya": "Libyen",
  "Liechtenstein": "Liechtenstein",
  "Lithuania": "Litauen",
  "Luxembourg": "Luxemburg",
  "Macao": "Macau",
  "Madagascar": "Madagaskar",
  "Malawi": "Malawi",
  "Malaysia": "Malaysia",
  "Maldives": "Malediven",
  "Mali": "Mali",
  "Malta": "Malta",
  "Marshall Islands": "Marshallinseln",
  "Martinique": "Martinique",
  "Mauritania": "Mauretanien",
  "Mauritius": "Mauritius",
  "Mayotte": "Mayotte",
  "Mexico": "Mexiko",
  "Micronesia, Federated States of": "Mikronesien, Föderierte Staaten von",
  "Moldova, Republic of": "Moldawien, Republik",
  "Monaco": "Monaco",
  "Mongolia": "Mongolei",
  "Montenegro": "Montenegro",
  "Montserrat": "Montserrat",
  "Morocco": "Marokko",
  "Mozambique": "Mosambik",
  "Myanmar": "Burma",
  "Namibia": "Namibia",
  "Nauru": "Nauru",
  "Nepal": "Nepal",
  "Netherlands": "Niederlande",
  "New Caledonia": "Neu-Kaledonien",
  "New Zealand": "Neuseeland",
  "Nicaragua": "Nicaragua",
  "Niger": "Niger",
  "Nigeria": "Nigeria",
  "Niue": "Niue",
  "Norfolk Island": "Norfolkinsel",
  "North Macedonia": "Nordmazedonien",
  "Northern Mariana Islands": "Nördliche Marianneninseln",
  "Norway": "Norwegen",
  "Oman": "Oman",
  "Pakistan": "Pakistan",
  "Palau": "Palau",
  "Palestine, State of": "Palästina, Bundesstaat",
  "Panama": "Panama",
  "Papua New Guinea": "Papua Neu-Guinea",
  "Paraguay": "Paraguay",
  "Peru": "Peru",
  "Philippines": "Philippinen",
  "Pitcairn": "Pitcairn",
  "Poland": "Polen",
  "Portugal": "Portugal",
  "Puerto Rico": "Puerto Rico",
  "Qatar": "Katar",
  "Romania": "Rumänien",
  "Russian Federation": "Russische Föderation",
  "Rwanda": "Ruanda",
  "Réunion": "Termin",
  "Saint Barthélemy": "Heiliger Barthelemäus",
  "Saint Helena, Ascension and Tristan da Cunha": "St. Helena, Himmelfahrt und Tristan da Cunha",
  "Saint Kitts and Nevis": "St. Kitts und Nevis",
  "Saint Lucia": "St. Lucia",
  "Saint Martin, (French part)": "Saint Martin, (französischer Teil)",
  "Saint Pierre and Miquelon": "St. Pierre und Miquelon",
  "Saint Vincent and the Grenadines": "St. Vincent und die Grenadinen",
  "Samoa": "Samoa",
  "San Marino": "San Marino",
  "Sao Tome and Principe": "Sao Tome und Principe",
  "Saudi Arabia": "Saudi-Arabien",
  "Senegal": "Senegal",
  "Serbia": "Serbien",
  "Seychelles": "Seychellen",
  "Sierra Leone": "Sierra Leone",
  "Singapore": "Singapur",
  "Sint Maarten, (Dutch part)": "Sint Maarten, (niederländischer Teil)",
  "Slovakia": "Slowakei",
  "Slovenia": "Slowenien",
  "Solomon Islands": "Salomon-Inseln",
  "Somalia": "Somalia",
  "South Africa": "Südafrika",
  "South Georgia and the South Sandwich Islands": "Süd-Georgien und die südlichen Sandwich-Inseln",
  "South Sudan": "Südsudan",
  "Spain": "Spanien",
  "Sri Lanka": "Sri Lanka",
  "Sudan": "Sudan",
  "Suriname": "Surinam",
  "Svalbard and Jan Mayen": "Spitzbergen und Jan Mayen",
  "Sweden": "Schweden",
  "Switzerland": "Schweiz",
  "Syrian Arab Republic": "Syrische Arabische Republik",
  "Taiwan, Province of China": "Taiwan, Provinz Chinas",
  "Tajikistan": "Tadschikistan",
  "Tanzania, United Republic of": "Tansania, Vereinigte Republik",
  "Thailand": "Thailand",
  "Timor-Leste": "Osttimor",
  "Togo": "Gehen",
  "Tokelau": "Tokelau",
  "Tonga": "Tonga",
  "Trinidad and Tobago": "Trinidad und Tobago",
  "Tunisia": "Tunesien",
  "Turkey": "Truthahn",
  "Turkmenistan": "Turkmenistan",
  "Turks and Caicos Islands": "Turks- und Caicosinseln",
  "Tuvalu": "Tuvalu",
  "Uganda": "Uganda",
  "Ukraine": "Ukraine",
  "United Arab Emirates": "Vereinigte Arabische Emirate",
  "United Kingdom of Great Britain and Northern Ireland": "Vereinigtes Königreich Großbritannien und Nordirland",
  "United States Minor Outlying Islands": "Kleinere abgelegene Inseln der Vereinigten Staaten",
  "Uruguay": "Uruguay",
  "Uzbekistan": "Usbekistan",
  "Vanuatu": "Vanuatu",
  "Venezuela, Bolivarian Republic of": "Venezuela, Bolivarische Republik",
  "Viet Nam": "Vietnam",
  "Virgin Islands, British": "Virgin Inseln, Britisch",
  "Virgin Islands, U.S.": "Jungferninseln, USA",
  "Wallis and Futuna": "Wallis und Futuna",
  "Western Sahara": "Westsahara",
  "Yemen": "Jemen",
  "Zambia": "Sambia",
  "Zimbabwe": "Zimbabwe",
  "Åland Islands": "Åland-Inseln",
  "Country name": "Ländername",
  "Company VAT tax number": "Umsatzsteuer-Identifikationsnummer des Unternehmens",
  "Nederlands": "Niederländisch",
  "Français": "Französisch",
  "Email Forwarding API &#124; <span class=\"notranslate\">Forward Email</span>": "E-Mail-Weiterleitungs-API &#124; <span class=\"notranslate\">Forward Email</span>",
  "Programmatic API access to email forwarding aliases, domains, and more.": "Programmatischer API-Zugriff auf E-Mail-Weiterleitungsaliase, Domänen und mehr.",
  "Need docs with real data and keys?": "Benötigen Sie Dokumente mit echten Daten und Schlüsseln?",
  "Simply sign up or log in to have your API keys and real account data populated below.": "Melden Sie sich einfach an oder melden Sie sich an, damit Ihre API-Schlüssel und echten Kontodaten unten eingetragen werden.",
  "We created an API for programmatic access to domains, aliases, and more.": "Wir haben eine API für den programmgesteuerten Zugriff auf Domains, Aliase und mehr erstellt.",
  "API Documentation": "API-Dokumentation",
  "Programmatic access to your data": "Programmgesteuerter Zugriff auf Ihre Daten",
  "Forgot password &#124; <span class=\"notranslate\">Forward Email</span>": "Passwort vergessen &#124; <span class=\"notranslate\">Forward Email</span>",
  "Reset your account password": "Setzen Sie Ihr Kontopasswort zurück",
  "Forgot Password": "Passwort vergessen",
  "Enter your email address to continue.": "Geben Sie Ihre E-Mail-Adresse ein, um fortzufahren.",
  "Remember your password?": "Erinnern Sie sich an Ihr Passwort?",
  "Log in": "Einloggen",
  "Email Forwarding Regex Pattern Filter &#124; <span class=\"notranslate\">Forward Email</span>": "Regex-Musterfilter für E-Mail-Weiterleitung &#124; <span class=\"notranslate\">Forward Email</span>",
  "Create email forwarding aliases with regex pattern filtering and substitution.": "Erstellen Sie E-Mail-Weiterleitungsaliase mit Regex-Musterfilterung und -ersetzung.",
  "Need email regex forwarding?": "Benötigen Sie eine E-Mail-Regex-Weiterleitung?",
  "Skip ahead to the instructions to forward emails using regex.": "Fahren Sie mit den Anweisungen zum Weiterleiten von E-Mails mit Regex fort.",
  "Easily set up an email forwarding regex to filter and forward incoming email to your custom domain.": "Richten Sie einfach eine E-Mail-Weiterleitungsregex ein, um eingehende E-Mails zu filtern und an Ihre benutzerdefinierte Domäne weiterzuleiten.",
  "Email forwarding regex": "E-Mail-Weiterleitungsregex",
  "Setup an email forwarding regex in minutes": "Richten Sie in wenigen Minuten eine Regex für die E-Mail-Weiterleitung ein",
  "Create an email forwarding regex filter": "Erstellen Sie einen Regex-Filter für die E-Mail-Weiterleitung",
  "Add your Enhanced Protection Verification <strong>TXT record</strong> to your domain's DNS:": "Fügen Sie Ihren Enhanced Protection Verification <strong>TXT-Eintrag</strong> zum DNS Ihrer Domain hinzu:",
  "Use \"@\", \".\", or blank for the name/host/alias value. You <u>must remove</u> any existing \"<span class=\"notranslate\">%s</span><span class=\"notranslate\">=</span>\" records.": "Verwenden Sie &quot;@&quot;, &quot;.&quot; oder leer für den Namen/Host/Alias-Wert. Sie müssen alle vorhandenen &quot; <span class=\"notranslate\">%s</span> <span class=\"notranslate\">=</span> &quot; Datensätze <u>entfernen</u> .",
  "Język Polski": "Polnische Sprache",
  "My Account - Billing": "Mein Konto - Abrechnung",
  "You are currently on the <span class=\"notranslate\">%s</span> plan.": "Sie sind derzeit im Plan <span class=\"notranslate\">%s</span> .",
  "Upgrade to Team": "Upgrade auf Team",
  "Reserved Email Addresses &#124; <span class=\"notranslate\">Forward Email</span>": "Reservierte E-Mail-Adressen &#124; <span class=\"notranslate\">Forward Email</span>",
  "List of 1250+ email addresses reserved for security concerns": "Liste mit über 1250 E-Mail-Adressen, die für Sicherheitsbedenken reserviert sind",
  "Need email forwarding for your team?": "Benötigen Sie eine E-Mail-Weiterleitung für Ihr Team?",
  "Skip ahead to the instructions to setup email forwarding for your team.": "Fahren Sie mit den Anweisungen zum Einrichten der E-Mail-Weiterleitung für Ihr Team fort.",
  "We compiled a list of 1250+ email addresses that should be reserved by admins for security concerns.": "Wir haben eine Liste mit über 1250 E-Mail-Adressen zusammengestellt, die von Administratoren aus Sicherheitsgründen reserviert werden sollten.",
  "Reserved Email Addresses and Words": "Reservierte E-Mail-Adressen und Wörter",
  "Security-Focused List": "Sicherheitsorientierte Liste",
  "<strong>Did you know?</strong> In our paid plans, organizations can have members that belong to an \"admin\" or a \"user\" group &ndash; and the \"user\" group is not permitted to add aliases that equal one of the reserved email addresses below.  We also restrict the \"user\" group from having an email address that starts with, ends with, or equals \"admin\", \"administrator\", \"webmaster\", \"hostmaster\", \"postmaster\", and \"ssl\".": "<strong>Wussten Sie?</strong> In unseren kostenpflichtigen Plänen können Organisationen Mitglieder haben, die einer „Admin“- oder einer „Benutzer“-Gruppe angehören – und die „Benutzer“-Gruppe darf keinen Alias hinzufügen, der einer der reservierten E-Mail-Adressen unten entspricht. Wir schränken auch die Gruppe „Benutzer“ ein, eine E-Mail-Adresse zu haben, die mit „admin“, „administrator“, „webmaster“, „hostmaster“, „postmaster“ und „ssl“ beginnt, endet oder gleich ist.",
  "View source code on GitHub": "Quellcode auf GitHub anzeigen",
  "My Account - Security": "Mein Konto - Sicherheit",
  "Disable OTP": "OTP deaktivieren",
  "Confirm Password": "Kennwort bestätigen",
  "Two-Factor Authentication": "Zwei-Faktor-Authentifizierung",
  "Configure One-time Password": "Einmaliges Passwort konfigurieren",
  "One-time passwords (\"OTP\") allow you to add a layer of Two-Factor Authentication to your account using a device or authenticator app.  If you lose access to your device or authenticator app, then you can use a recovery key provided to you during configuration.": "Mit Einmalkennwörtern („OTP“) können Sie Ihrem Konto mithilfe eines Geräts oder einer Authentifizierungs-App eine Ebene der Zwei-Faktor-Authentifizierung hinzufügen. Wenn Sie den Zugriff auf Ihr Gerät oder Ihre Authentifizierungs-App verlieren, können Sie einen Wiederherstellungsschlüssel verwenden, der Ihnen während der Konfiguration bereitgestellt wurde.",
  "Enable OTP": "OTP aktivieren",
  "Developer Access": "Entwicklerzugriff",
  "API token": "API-Token",
  "Keep your token secure and never share it publicly": "Bewahren Sie Ihr Token sicher auf und teilen Sie es niemals öffentlich",
  "Reset API Token": "API-Token zurücksetzen",
  "Delete Account": "Konto löschen",
  "Your account is currently an admin of these domains:": "Ihr Konto ist derzeit ein Administrator dieser Domains:",
  "You must remove yourself from or delete these domains before you can delete your account.": "Sie müssen sich von diesen Domains entfernen oder diese Domains löschen, bevor Sie Ihr Konto löschen können.",
  "Need to change your password?": "Müssen Sie Ihr Passwort ändern?",
  "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>": "Zwei-Faktor-Authentifizierung &#124; <span class=\"notranslate\">Forward Email</span>",
  "Authenticate yourself with optional OTP to log in": "Authentifizieren Sie sich mit optionalem OTP, um sich anzumelden",
  "Setup OTP": "OTP einrichten",
  "Download your emergency recovery keys below.": "Laden Sie unten Ihre Notfallwiederherstellungsschlüssel herunter.",
  "Download": "Herunterladen",
  "Recommended Authenticator Apps": "Empfohlene Authenticator-Apps",
  "App": "App",
  "Open-Source": "Open Source",
  "Google Play": "Google Play",
  "App Store": "Appstore",
  "F-Droid": "F-Droide",
  "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.": "<strong>Schritt 1:</strong> Installieren und öffnen Sie eine <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">Authentifizierungs-App</a> .",
  "<strong>Step 2:</strong> Scan this QR code and enter its generated token:": "<strong>Schritt 2:</strong> Scannen Sie diesen QR-Code und geben Sie das generierte Token ein:",
  "Can’t scan the QR code?  Configure with this code": "Sie können den QR-Code nicht scannen? Mit diesem Code konfigurieren",
  "Complete Setup": "Komplette Einrichtung",
  "Recovery keys": "Wiederherstellungsschlüssel",
  "Recovery keys allow you to login to your account when you have lost access to your Two-Factor Authentication device or authenticator app.  Download your recovery keys and put them in a safe place to use as a last resort.": "Mit Wiederherstellungsschlüsseln können Sie sich bei Ihrem Konto anmelden, wenn Sie den Zugriff auf Ihr Zwei-Faktor-Authentifizierungsgerät oder Ihre Authentifizierungs-App verloren haben. Laden Sie Ihre Wiederherstellungsschlüssel herunter und bewahren Sie sie an einem sicheren Ort auf, um sie als letzten Ausweg zu verwenden.",
  "Download recovery keys": "Wiederherstellungsschlüssel herunterladen",
  "Account Recovery": "Konto-Wiederherstellung",
  "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.": "Wenn Sie nicht auf Ihre Authentifizierungs-App zugreifen können oder Ihre Wiederherstellungsschlüssel verlieren, können Sie eine Anfrage zum Entsperren Ihres Kontos stellen.",
  "Verify access to your email address with a code emailed to you.": "Bestätigen Sie den Zugriff auf Ihre E-Mail-Adresse mit einem Code, der Ihnen per E-Mail zugesandt wird.",
  "Wait 3-5 business days for an administrative follow-up email.": "Warten Sie 3-5 Werktage auf eine administrative Folge-E-Mail.",
  "Access to your account will be unlocked for you.": "Der Zugang zu Ihrem Konto wird für Sie freigeschaltet.",
  "Two-Factor Check": "Zwei-Faktoren-Check",
  "Passcode": "Passcode",
  "Don't ask me again in this browser": "In diesem Browser nicht mehr fragen",
  "Having trouble?": "Probleme haben?",
  "Use a recovery key": "Verwenden Sie einen Wiederherstellungsschlüssel",
  "Lose your recovery keys?": "Haben Sie Ihre Wiederherstellungsschlüssel verloren?",
  "Request account recovery": "Kontowiederherstellung anfordern",
  "Downgrade to Free": "Downgrade auf Kostenlos",
  "Next Payment Due": "Nächste Zahlung fällig",
  "Make Payment": "Zahlung leisten",
  "Payment History": "Zahlungshistorie",
  "If you want to update company info on receipts, then <a href=\"%s\" class=\"notranslate\">update your profile</a>.": "Wenn Sie Unternehmensinformationen auf Quittungen aktualisieren möchten, <a href=\"%s\" class=\"notranslate\">update your profile</a> .",
  "reference": "Hinweis",
  "Date": "Datum",
  "description": "Bezeichnung",
  "Payment": "Zahlung",
  "method": "Methode",
  "Amount": "Höhe",
  "Reference": "Bezug",
  "View": "Aussicht",
  "Print": "Drucken",
  "Cancel Subscription": "Abonnement kündigen",
  "Free Disposable Addresses &#124; <span class=\"notranslate\">Forward Email</span>": "Kostenlose Wegwerfadressen &#124; <span class=\"notranslate\">Forward Email</span>",
  "Try free and disposable email addresses with our short and memorable vanity domains, or you can use a custom domain name for free disposable addresses.": "Probieren Sie kostenlose und Wegwerf-E-Mail-Adressen mit unseren kurzen und einprägsamen Vanity-Domains aus, oder Sie können einen benutzerdefinierten Domainnamen für kostenlose Wegwerfadressen verwenden.",
  "Free disposable adddresses": "Kostenlose Wegwerfadressen",
  "Ready to get started and create a disposable email address?": "Sind Sie bereit, loszulegen und eine Einweg-E-Mail-Adresse zu erstellen?",
  "Use your own custom domain name or try one of our free vanity domain names.": "Verwenden Sie Ihren eigenen benutzerdefinierten Domainnamen oder probieren Sie einen unserer kostenlosen Vanity-Domainnamen aus.",
  "Short and Memorable Vanity Domains": "Kurze und einprägsame Vanity Domains",
  "<strong>Did you know?</strong> You can use your own custom domain name as a disposable email address.  Just <a href=\"/my-account/domains/new\" class=\"alert-link\">add a new domain</a> today to get started.  You can even \"Send mail as\" with Gmail, Outlook, and Yahoo using disposable addresses.": "<strong>Wussten Sie?</strong> Sie können Ihren eigenen benutzerdefinierten Domänennamen als Wegwerf-E-Mail-Adresse verwenden. Fügen <a href=\"/my-account/domains/new\" class=\"alert-link\">Sie noch heute eine neue Domain hinzu</a> , um loszulegen. Sie können mit Gmail, Outlook und Yahoo sogar „E-Mails senden als“, indem Sie Wegwerfadressen verwenden.",
  "name": "Name",
  "Try it now": "Versuchen Sie es jetzt",
  "Create your address": "Erstellen Sie Ihre Adresse",
  "No aliases exist for that search.": "Für diese Suche sind keine Aliasse vorhanden.",
  "Bahasa Indonesia": "Indonesisch",
  "First Page": "Erste Seite",
  "already on this plan": "bereits auf diesem Plan",
  "Manage Billing": "Abrechnung verwalten",
  "Confirm old password": "Altes Passwort bestätigen",
  "Help &#124; <span class=\"notranslate\">Forward Email</span>": "Hilfe &#124; <span class=\"notranslate\">Forward Email</span>",
  "Ask Forward Email your questions or leave comments": "Fragen Sie nach vorne Senden Sie Ihre Fragen per E-Mail oder hinterlassen Sie Kommentare",
  "Terms &#124; <span class=\"notranslate\">Forward Email</span>": "Bedingungen &#124; <span class=\"notranslate\">Forward Email</span>",
  "Read our terms and conditions of use": "Lesen Sie unsere Nutzungsbedingungen",
  "Privacy Policy &#124; <span class=\"notranslate\">Forward Email</span>": "Datenschutzrichtlinie &#124; <span class=\"notranslate\">Forward Email</span>",
  "Read our privacy policy": "Lesen Sie unsere Datenschutzerklärung",
  "Our privacy policy is simple: We do not keep logs nor store emails. We don't track you.": "Unsere Datenschutzrichtlinie ist einfach: Wir führen keine Protokolle und speichern keine E-Mails. Wir verfolgen Sie nicht.",
  "Zero Tolerance Policy": "Null-Toleranz-Politik",
  "Regain your right to privacy": "Gewinnen Sie Ihr Recht auf Privatsphäre zurück",
  "We only store the essential information required for the service to be functional for you.": "Wir speichern nur die wesentlichen Informationen, die erforderlich sind, damit der Dienst für Sie funktioniert.",
  "Deleting your account is irreversable.  Please take extreme caution when deleting your account.": "Das Löschen Ihres Kontos ist unwiderruflich. Bitte lassen Sie beim Löschen Ihres Kontos äußerste Vorsicht walten.",
  "Donate &#124; <span class=\"notranslate\">Forward Email</span>": "Spenden &#124; <span class=\"notranslate\">Forward Email</span>",
  "Donate to our service to support our efforts": "Spenden Sie an unseren Service, um unsere Bemühungen zu unterstützen",
  "We thank you for your generosity and time in considering a donation.": "Wir danken Ihnen für Ihre Großzügigkeit und Zeit bei der Erwägung einer Spende.",
  "How can I donate?": "Wie kann ich spenden?",
  "Dashboard": "Armaturenbrett",
  "Global domain": "Globale Domäne",
  "Global": "Global",
  "Admin - Domains": "Admin - Domains",
  "Admin &#124; <span class=\"notranslate\">Forward Email</span>": "Administrator &#124; <span class=\"notranslate\">Forward Email</span>",
  "Access your Forward Email admin": "Greifen Sie auf Ihren E-Mail-Weiterleitungs-Adminbereich zu",
  "Server Error": "Serverfehler",
  "A server error has unfortunately occurred.": "Leider ist ein Serverfehler aufgetreten.",
  "No domains exist for that search.": "Für diese Suche sind keine Domänen vorhanden.",
  "Payment Status": "Zahlungsstatus",
  "Paid": "Bezahlt",
  "Payment Method": "Zahlungsmethode",
  "Payment Date": "Zahlungsdatum",
  "Total": "Gesamt",
  "If you have any questions or comments, then please let us know": "Wenn Sie Fragen oder Anmerkungen haben, lassen Sie es uns bitte wissen",
  "Back to Billing": "Zurück zur Abrechnung",
  "Invalid CSRF token": "Ungültiges CSRF-Token",
  "Need to set a password?": "Müssen Sie ein Passwort festlegen?",
  "Email change confirmation link has been sent to: <span class='notranslate font-weight-bold'>%s</span>": "Bestätigungslink für die E-Mail-Änderung wurde gesendet an: <span class='notranslate font-weight-bold'>%s</span>",
  "Resend email": "E-Mail zurücksenden",
  "Cancel change": "Änderung abbrechen",
  "Pending change to: <span class=\"notranslate font-weight-bold\">%s</span>": "Ausstehende Änderung an: <span class=\"notranslate font-weight-bold\">%s</span>",
  "My Account - Change Email": "Mein Konto - E-Mail ändern",
  "My Account - Aliases": "Mein Konto - Aliasse",
  "Disabled": "Behindert",
  "1 month ($9 USD)": "1 Monat ($9 USD)",
  "2 months ($18 USD)": "2 Monate ($18 USD)",
  "3 months ($27 USD)": "3 Monate ($27 USD)",
  "6 months ($54 USD)": "6 Monate ($54 USD)",
  "1 year ($108 USD)": "1 Jahr ($108 USD)",
  "2 years ($216 USD)": "2 Jahre ($216 USD)",
  "3 years ($324 USD)": "3 Jahre ($324 USD)",
  "Reset password &#124; <span class=\"notranslate\">Forward Email</span>": "Passwort zurücksetzen &#124; <span class=\"notranslate\">Forward Email</span>",
  "Confirm your password reset token": "Bestätigen Sie Ihr Token zum Zurücksetzen des Passworts",
  "Reset Password": "Passwort zurücksetzen",
  "Confirm your email address and set a new password.": "Bestätigen Sie Ihre E-Mail-Adresse und legen Sie ein neues Passwort fest.",
  "New password": "Neues Passwort",
  "Start over": "Von vorn anfangen",
  "My Account - Recovery Keys": "My Account - Recovery Keys",
  "Change Your Email": "Ändern Sie Ihre E-Mail",
  "From <strong class=\"notranslate\">%s</strong> to <strong class=\"notranslate\">%s</strong>.": "Von <strong class=\"notranslate\">%s</strong> bis <strong class=\"notranslate\">%s</strong> .",
  "Confirm password": "Kennwort bestätigen",
  "Downgrade to Enhanced Protection": "Downgrade auf erweiterten Schutz",
  "One-time payment": "Einmalige Zahlung",
  "Add credit to your account below.": "Fügen Sie Ihrem Konto unten Guthaben hinzu.",
  "The service continues to run thanks to users that upgraded to paid plans.  We want to provide a free alternative for people that are using closed-source forwarding services (and subsequently risking their privacy and security).": "Der Dienst wird dank Benutzern, die auf kostenpflichtige Pläne umgestiegen sind, weiterhin ausgeführt. Wir möchten eine kostenlose Alternative für Personen bieten, die Closed-Source-Weiterleitungsdienste nutzen (und damit ihre Privatsphäre und Sicherheit aufs Spiel setzen).",
  "Missing \"VERIFICATION_LINK\" in HTML template string.  This variable must be included at least once either in text or link format.": "Fehlender \"VERIFICATION_LINK\" in der HTML-Vorlagenzeichenfolge. Diese Variable muss mindestens einmal im Text- oder Linkformat enthalten sein.",
  "Paid plan is required for recipient verification": "Für die Empfängerüberprüfung ist ein kostenpflichtiger Plan erforderlich",
  "Invalid recipient verification request.  Please ensure the link is correct and try again, or contact us for help.": "Ungültige Anforderung zur Empfängerüberprüfung. Bitte vergewissern Sie sich, dass der Link korrekt ist, und versuchen Sie es erneut, oder wenden Sie sich an uns, um Hilfe zu erhalten.",
  "We launched in November 2017 after an initial release.": "Wir starteten im November 2017 nach einer ersten Veröffentlichung.",
  "In May 2019, we released v2.0.0, which was a major rewrite from the initial versions v0 and v1, which focused on ": "Im Mai 2019 veröffentlichten wir v2.0.0, eine umfassende Neufassung der ursprünglichen Versionen v0 und v1, die sich auf",
  "In February 2020, we released the Enhanced Privacy Protection plan.  This plan allows users to switch off setting public DNS record entries with their email forwarding configuration aliases. Through this plan, a user's email alias information is hidden from being publicly searchable over the Internet. We also released a feature to enable or disable specific aliases while still allowing them to appear as a valid email address and return a successful ": "Im Februar 2020 haben wir den erweiterten Datenschutzplan veröffentlicht. Mit diesem Plan können Benutzer das Festlegen öffentlicher DNS-Eintragseinträge mit ihren Konfigurationsaliasen für die E-Mail-Weiterleitung deaktivieren. Durch diesen Plan werden die E-Mail-Aliasinformationen eines Benutzers vor der öffentlichen Suche über das Internet verborgen. Wir haben auch eine Funktion veröffentlicht, mit der bestimmte Aliase aktiviert oder deaktiviert werden können, während sie weiterhin als gültige E-Mail-Adresse angezeigt werden und eine erfolgreiche E-Mail zurückgeben",
  "In April 2020, we released our initial alpha version of Spam Scanner after hitting countless roadblocks with existing spam-detection solutions and because none of these solutions (": "Im April 2020 haben wir unsere erste Alpha-Version von Spam Scanner veröffentlicht, nachdem wir mit bestehenden Spam-Erkennungslösungen auf unzählige Hindernisse gestoßen waren und weil keine dieser Lösungen (",
  " protection.  We also released a feature to allow ": " Schutz. Wir haben auch eine Funktion zum Zulassen veröffentlicht",
  "In May 2020, we allowed custom ": "Im Mai 2020 haben wir Brauchtum erlaubt",
  ", with complete documentation and real-time request and response examples.  We also released support for webhooks.": ", mit vollständiger Dokumentation und Beispielen für Anfragen und Antworten in Echtzeit. Wir haben auch die Unterstützung für Webhooks veröffentlicht.",
  " or the user's current paid plan if on one)": " oder der aktuelle bezahlte Plan des Benutzers, falls vorhanden)",
  "Whether to enable Spam Scanner adult content protection on this domain": "Ob der Spam-Scanner-Inhaltsschutz für Erwachsene auf dieser Domain aktiviert werden soll",
  "Whether to enable Spam Scanner phishing protection on this domain": "Ob der Phishing-Schutz des Spam-Scanners für diese Domäne aktiviert werden soll",
  "Whether to enable Spam Scanner executable protection on this domain": "Ob der ausführbare Spam-Scanner-Schutz für diese Domäne aktiviert werden soll",
  "Whether to enable Spam Scanner virus protection on this domain": "Ob der Spam Scanner-Virenschutz für diese Domäne aktiviert werden soll",
  "Global domain default for whether to require alias recipients to click an email verification link for emails to flow through": "Globaler Domänenstandard, ob Alias-Empfänger aufgefordert werden sollen, auf einen E-Mail-Bestätigungslink zu klicken, damit E-Mails weitergeleitet werden",
  "Whether to enable to require recipients to click an email verification link for emails to flow through (defaults to the domain's setting if not explicitly set in the request body)": "Ob aktiviert werden soll, dass Empfänger auf einen E-Mail-Bestätigungslink klicken müssen, damit E-Mails durchgelassen werden (standardmäßig die Einstellung der Domäne, wenn nicht explizit im Anfragetext festgelegt)",
  "In May 2019, we released v2, which was a major rewrite from the initial versions and focused on ": "Im Mai 2019 veröffentlichten wir v2, eine umfassende Neufassung der ursprünglichen Versionen, auf die wir uns konzentrierten",
  "API key": "API-Schlüssel",
  " to be set as the \"username\" value of the request's ": " als \"Benutzername\"-Wert der Anfrage gesetzt werden",
  " library's \"simpleParser\" method to parse the message into a JSON friendly object.": " \"simpleParser\"-Methode der Bibliothek, um die Nachricht in ein JSON-freundliches Objekt zu parsen.",
  "Raw email value as a String is given as the property \"raw\".": "Der E-Mail-Rohwert als String wird als Eigenschaft „raw“ angegeben.",
  "Authentication results are given as properties \"dkim\", \"spf\", \"arc\", \"dmarc\", and \"bimi\".": "Authentifizierungsergebnisse werden als Eigenschaften „dkim“, „spf“, „arc“, „dmarc“ und „bimi“ angegeben.",
  "The parsed email headers is given as the property \"headers\" – but also note you can use \"headerLines\" for easier iteration and parsing.": "Die geparsten E-Mail-Header werden als Eigenschaft „headers“ angegeben – aber beachten Sie auch, dass Sie „headerLines“ für einfachere Iteration und Parsing verwenden können.",
  "The grouped recipients for this webhook are grouped together and given as the property \"recipients\".": "Die gruppierten Empfänger für diesen Webhook werden zusammengefasst und als Eigenschaft „Empfänger“ angegeben.",
  "The SMTP session information is given as the property \"session\".  This contains information about the sender of the message, arrival time of the message, HELO, and client hostname.  The client hostname value as ": "Die SMTP-Sitzungsinformationen werden als Eigenschaft \"session\" angegeben. Diese enthält Informationen über den Absender der Nachricht, die Ankunftszeit der Nachricht, HELO und den Hostnamen des Clients. Der Client-Hostname-Wert als",
  " is either the FQDN (from a reverse PTR lookup) or it is ": " ist entweder der FQDN (aus einer umgekehrten PTR-Suche) oder er ist es",
  " wrapped in brackets (e.g. ": " in Klammern eingeschlossen (z.",
  "If there are attachments, they will be appended to the ": "Wenn Anhänge vorhanden sind, werden sie an die angehängt",
  " Array with Buffer values.  You can parse them back into content using an approach with JavaScript such as:": " Array mit Pufferwerten. Sie können sie mithilfe eines Ansatzes mit JavaScript wieder in Inhalt zerlegen, z. B.:",
  "We group together webhook HTTP requests to the same endpoint in one request instead of multiple) in order to save resources and speed up response time.  For example, if you send an email to ": "Wir gruppieren Webhook-HTTP-Anfragen an denselben Endpunkt in einer Anfrage statt in mehreren), um Ressourcen zu sparen und die Reaktionszeit zu verkürzen. Wenn Sie beispielsweise eine E-Mail an senden",
  "webhook1@example.com": "webhook1@example.com",
  "webhook2@example.com": "webhook2@example.com",
  "webhook3@example.com": "webhook3@example.com",
  ", and all of these are configured to hit the same ": ", und alle diese sind so konfiguriert, dass sie dasselbe treffen",
  "exact": "genau",
  " endpoint URL, then only one request will be made.  We group together by exact endpoint matching with strict equality.": " Endpunkt-URL, dann wird nur eine Anfrage gestellt. Wir gruppieren nach exaktem Endpunktabgleich mit strikter Gleichheit.",
  "The only current restriction is that senders (excluding a whitelist) are limited to (100) connections per hour through the system.": "Die einzige aktuelle Einschränkung besteht darin, dass Absender (mit Ausnahme einer Whitelist) auf (100) Verbindungen pro Stunde durch das System beschränkt sind.",
  "If this limit is exceeded we send a \"421\" response code which tells the senders mail server to retry later.": "Wenn dieses Limit überschritten wird, senden wir einen \"421\"-Antwortcode, der den Mailserver des Absenders anweist, es später erneut zu versuchen.",
  ". The legacy HTTP base URI path of ": ". Der Legacy-HTTP-Basis-URI-Pfad von",
  " header. Don't worry – examples are provided below for you if you're not sure what this is.": " Header. Keine Sorge – unten finden Sie Beispiele, wenn Sie sich nicht sicher sind, was das ist.",
  "Our service is translated to over 25 different languages. All API response messages are translated to the last locale detected of the user making the API request. You can override this by passing a custom ": "Unser Service wird in über 25 verschiedene Sprachen übersetzt. Alle API-Antwortnachrichten werden in das zuletzt erkannte Gebietsschema des Benutzers übersetzt, der die API-Anforderung stellt. Sie können dies überschreiben, indem Sie einen Benutzernamen übergeben",
  " header. Feel free to try it out using the language drop-down at the bottom of this page.": " Header. Probieren Sie es einfach aus, indem Sie das Sprach-Dropdown unten auf dieser Seite verwenden.",
  " no catch-all will be created). If a String is passed, then it is a delimited list of email addresses to use as recipients (separated by line break, space, and/or comma)": " es wird kein Auffangbehälter erstellt). Wenn eine Zeichenfolge übergeben wird, handelt es sich um eine begrenzte Liste von E-Mail-Adressen, die als Empfänger verwendet werden sollen (getrennt durch Zeilenumbruch, Leerzeichen und/oder Komma).",
  "Yes, however \"relatively unknown\" senders are rate limited to sending 10,000 emails per hour per hostname or IP.": "Ja, jedoch ist die Rate für „relativ unbekannte“ Absender auf das Senden von 10.000 E-Mails pro Stunde und Hostname oder IP beschränkt.",
  "By \"relatively unknown\", we mean senders that do not appear in the top 100,000 unique root domain names used at the DNS level.": "Mit „relativ unbekannt“ meinen wir Absender, die nicht in den Top 100.000 eindeutigen Stammdomänennamen auftauchen, die auf DNS-Ebene verwendet werden.",
  "This means that service providers such as Gmail, Outlook, Apple, and Yahoo are not rate limited, and plenty more.": "Dies bedeutet, dass Dienstanbieter wie Gmail, Outlook, Apple und Yahoo nicht ratenbeschränkt sind und vieles mehr.",
  "If this limit is exceeded we send a \"421\" response code which tells the senders mail server to retry again later.": "Wenn dieses Limit überschritten wird, senden wir einen \"421\"-Antwortcode, der den Mailserver des Absenders anweist, es später erneut zu versuchen.",
  "Yes, however \"relatively unknown\" senders are rate limited to 1,000 connections per hour per hostname or IP.": "Ja, jedoch ist die Rate für „relativ unbekannte“ Absender auf 1.000 Verbindungen pro Stunde pro Hostname oder IP begrenzt.",
  "How does your email forwarding system work": "Wie funktioniert Ihr E-Mail-Weiterleitungssystem?",
  "How do you process an email for forwarding": "Wie verarbeiten Sie eine E-Mail zur Weiterleitung?",
  "How do you handle email delivery issues": "Wie gehen Sie mit Problemen bei der E-Mail-Zustellung um?",
  "How do you handle your IP addresses becoming blacklisted": "Wie gehen Sie damit um, dass Ihre IP-Adressen auf die schwarze Liste gesetzt werden?",
  "What are no-reply addresses": "Was sind No-Reply-Adressen?",
  "Do you have a whitelist": "Haben Sie eine Whitelist?",
  "Do you have a greylist": "Hast du eine Greylist?",
  "Do you have a blacklist": "Haben Sie eine schwarze Liste?",
  "Do you have rate limiting": "Haben Sie eine Ratenbegrenzung?",
  "How do you protect against backscatter": "Wie schützt man sich vor Backscatter?",
  "Prevent bounces from known MAIL FROM spammers": "Verhindern Sie Bounces von bekannten MAIL FROM-Spammern",
  "Prevent unnecessary bounces to protect against backscatter": "Verhindern Sie unnötige Bounces, um sich vor Backscatter zu schützen",
  "How do you determine an email fingerprint": "So ermitteln Sie einen E-Mail-Fingerabdruck",
  "What should I do if I receive spam emails": "Was soll ich tun, wenn ich Spam-E-Mails erhalte?",
  "Email relies on the ": "E-Mail stützt sich auf die",
  "SMTP protocol": "SMTP-Protokoll",
  ".  This protocol consists of commands sent to a server (running most commonly on port 25).  There is an initial connection, then the sender indicates who the mail is from (\"MAIL FROM\"), followed by where it's going to (\"RCPT TO\"), and finally the headers and the body of the email itself (\"DATA\").  The flow of our email forwarding system is described relative to each SMTP protocol command below:": ". Dieses Protokoll besteht aus Befehlen, die an einen Server gesendet werden (der am häufigsten auf Port 25 ausgeführt wird). Es gibt eine anfängliche Verbindung, dann gibt der Absender an, von wem die E-Mail stammt (\"MAIL FROM\"), gefolgt von dem Zielort (\"RCPT TO\") und schließlich den Header und den Text der E-Mail selbst (\"DATA\" ). Der Ablauf unseres E-Mail-Weiterleitungssystems wird im Folgenden für jeden SMTP-Protokollbefehl beschrieben:",
  "Initial Connection (no command name, e.g. ": "Erstverbindung (kein Befehlsname, z.",
  ") - This is the initial connection.  We will rate limit senders that are not on the whitelist (see the section on ": ") - Dies ist die Erstverbindung. Absender, die nicht auf der Whitelist stehen (siehe Abschnitt zu",
  "Rate Limiting": "Ratenbegrenzung",
  "Whitelisting": "Weiße Liste",
  " for more information).  We also check senders that aren't whitelisted against our ": " für mehr Informationen). Wir prüfen auch Absender, die nicht auf unserer Whitelist stehen",
  "Blacklist": "Schwarze Liste",
  ".  Finally, if a sender is not whitelisted, then we check to see if they have been ": ". Wenn schließlich ein Absender nicht auf der weißen Liste steht, prüfen wir, ob er es getan hat",
  "greylisted": "auf der grauen Liste",
  " - This indicates a greeting to identify the sender's FQDN, IP address, or mail handler name.  This value can be spoofed, so we do not rely on this data and instead use the reverse hostname lookup of the connection's IP address.": " - Dies zeigt eine Begrüßung an, um den FQDN, die IP-Adresse oder den Namen des E-Mail-Handlers des Absenders zu identifizieren. Dieser Wert kann gefälscht werden, daher verlassen wir uns nicht auf diese Daten und verwenden stattdessen die umgekehrte Suche nach dem Hostnamen der IP-Adresse der Verbindung.",
  " - This indicates the envelope mail from address of the email.  If a value is entered, it must be a valid RFC 5322 email address.  Empty values are permitted.  We ": " - Dies gibt die Briefumschlag-Mail-Adresse der E-Mail an. Wenn ein Wert eingegeben wird, muss es sich um eine gültige RFC 5322-E-Mail-Adresse handeln. Leere Werte sind erlaubt. Wir",
  "check for backscatter": "auf Rückstreuung prüfen",
  " here, and we also check the MAIL FROM against our ": " hier, und wir prüfen auch die MAIL FROM gegen unsere",
  " - This indicates the recipient(s) of the email.  These must be valid RFC 5322 email addresses.  We only permit up to 100 envelope recipients per message (this is different than the \"To\" header from an email).  We also check for a valid ": " - Dies gibt den/die Empfänger der E-Mail an. Dabei muss es sich um gültige RFC 5322-E-Mail-Adressen handeln. Wir erlauben nur bis zu 100 Envelope-Empfänger pro Nachricht (dies unterscheidet sich vom „To“-Header einer E-Mail). Wir prüfen auch auf eine gültige",
  " (\"SRS\") address here to protect against spoofing with our SRS domain name.  Recipients provided that contain a \"no-reply\" address will receive a 553 error.  See the ": " (\"SRS\")-Adresse hier zum Schutz vor Spoofing mit unserem SRS-Domänennamen. Angegebene Empfänger, die eine \"No-Reply\"-Adresse enthalten, erhalten einen 553-Fehler. Siehe die",
  "complete list of \"no-reply\" addresses below": "vollständige Liste der \"No-Reply\"-Adressen unten",
  ".  We also check the recipient against our ": ". Wir prüfen auch den Empfänger gegen unsere",
  ".  We also perform a MX record lookup to ensure that each recipient is actually configured to receive emails with our service (e.g. their mail exchanges include ": ". Wir führen auch eine Suche nach MX-Einträgen durch, um sicherzustellen, dass jeder Empfänger tatsächlich für den Empfang von E-Mails mit unserem Dienst konfiguriert ist (z",
  " and/or ": " und/oder",
  ").  If they are not, then it is rejected with a 421 error code.  We indicate a 421 retry code in case new users are onboarding and have DNS cache issues.": "). Wenn dies nicht der Fall ist, wird es mit einem 421-Fehlercode abgelehnt. Wir geben einen 421-Wiederholungscode an, falls neue Benutzer einsteigen und Probleme mit dem DNS-Cache haben.",
  " - This is the core part of our service which processes an email.  See the section ": " - Dies ist der zentrale Teil unseres Dienstes, der eine E-Mail verarbeitet. Siehe den Abschnitt",
  " below for more insight.": " unten für mehr Einblick.",
  "This section describes our process related to the SMTP protocol command ": "Dieser Abschnitt beschreibt unseren Prozess im Zusammenhang mit dem SMTP-Protokollbefehl",
  " in the section ": " im Bereich",
  " above – it is how we process an email's headers, body, security, determine where it needs to be delivered to, and how we handle connections.": " oben – so verarbeiten wir die Kopfzeilen, den Text und die Sicherheit einer E-Mail, bestimmen, wohin sie zugestellt werden muss, und wie wir Verbindungen handhaben.",
  "If the message exceeds the maximum size of 50mb, then it is rejected with a 552 error code.": "Wenn die Nachricht die maximale Größe von 50 MB überschreitet, wird sie mit einem 552-Fehlercode abgelehnt.",
  "If the message did not have any headers, or headers were unable to be parsed, then it is rejected with a 421 error code.": "Wenn die Nachricht keine Header hatte oder Header nicht geparst werden konnten, wird sie mit einem 421-Fehlercode zurückgewiesen.",
  "If the message did not contain a \"From\" header, or if any of the values in the \"From\" header were not valid RFC 5322 email addresses, then it is rejected with a 550 error code.": "Wenn die Nachricht keinen „From“-Header enthielt oder wenn einer der Werte im „From“-Header keine gültigen RFC 5322-E-Mail-Adressen waren, wird sie mit einem 550-Fehlercode zurückgewiesen.",
  "If the message had more than 25 \"Received\" headers, then it was determined to have been stuck in a redirect loop, and it is rejected with a 550 error code.": "Wenn die Nachricht mehr als 25 \"Empfangen\"-Header hatte, wurde festgestellt, dass sie in einer Umleitungsschleife hängengeblieben ist, und sie wird mit einem 550-Fehlercode zurückgewiesen.",
  "If the message had a \"To\" header, and if any of the message's \"To\" headers were directed towards SRS rewritten addresses using our domain name, then we will rewrite them (this namely applies for vacation responders).": "Wenn die Nachricht einen „To“-Header hatte und einer der „To“-Header der Nachricht an umgeschriebene SRS-Adressen gerichtet war, die unseren Domainnamen verwenden, dann werden wir sie umschreiben (dies gilt insbesondere für Abwesenheitsnotizen).",
  "If the message was missing a \"Message-ID\" header, then we will add one using either the envelope MAIL FROM parsed FQDN or our domain name.": "Wenn der Nachricht ein \"Message-ID\"-Header fehlte, fügen wir einen hinzu, indem wir entweder den Umschlag MAIL FROM parsed FQDN oder unseren Domänennamen verwenden.",
  "If the message was missing a valid \"Date\" header, then we will add one using the arrival time from the initial connection of the message.": "Wenn der Nachricht ein gültiger \"Date\"-Header fehlte, fügen wir einen hinzu, indem wir die Ankunftszeit der ursprünglichen Verbindung der Nachricht verwenden.",
  "Using the email's fingerprint (see the section on ": "Mithilfe des Fingerabdrucks der E-Mail (siehe Abschnitt zu",
  "Fingerprinting": "Fingerabdruck",
  "), we will check to see the message has been attempted to be retried more than 500 times, and if so, then it will be rejected with a 550 error code.": "), überprüfen wir, ob mehr als 500 Mal versucht wurde, die Nachricht erneut zu versuchen, und wenn dies der Fall ist, wird sie mit einem 550-Fehlercode abgelehnt.",
  "We store in-memory the results from scanning the email using ": "Wir speichern die Ergebnisse des Scannens der E-Mail mit im Speicher",
  "If there were any arbitrary results from Spam Scanner, then it is rejected with a 554 error code.  Arbitrary results only include the GTUBE test at the time of this writing.  See ": "Wenn der Spam-Scanner irgendwelche willkürlichen Ergebnisse liefert, wird er mit einem 554-Fehlercode zurückgewiesen. Willkürliche Ergebnisse beinhalten nur den GTUBE-Test zum Zeitpunkt des Schreibens dieses Artikels. Sehen",
  "https://spamassassin.apache.org/gtube/": "https://spamassassin.apache.org/gtube/",
  " for more insight.": " für mehr Einblick.",
  "We will add the following headers to the message for debugging and abuse prevention purposes:": "Wir fügen der Nachricht die folgenden Kopfzeilen zur Fehlerbehebung und zum Schutz vor Missbrauch hinzu:",
  " - the current ": " - die jetzige",
  "SemVer": "SemVer",
  " version from ": " Fassung ab",
  " of our codebase.": " unserer Codebasis.",
  " - a session ID value used for debug purposes (only applies in non-production environments).": " - ein Sitzungs-ID-Wert, der zu Debugzwecken verwendet wird (gilt nur in Nicht-Produktionsumgebungen).",
  " - a comma separated list containing the original envelope MAIL FROM address (if it was not blank), the reverse PTR client FQDN (if it exists), and the sender's IP address.": " - eine durch Kommas getrennte Liste, die die MAIL FROM-Adresse des Originalumschlags (sofern nicht leer), den FQDN des umgekehrten PTR-Clients (falls vorhanden) und die IP-Adresse des Absenders enthält.",
  " - with a value of ": " - mit einem Wert von",
  " (only if this header was not already set)": " (nur wenn dieser Header noch nicht gesetzt war)",
  "We then check the message for ": "Wir prüfen dann die Nachricht auf",
  "SPF": "LSF",
  "ARC": "BOGEN",
  "If the message failed DMARC and the domain had a rejection policy (e.g. ": "Wenn die Nachricht DMARC fehlschlug und die Domain eine Ablehnungsrichtlinie hatte (z.",
  "was in the DMARC policy": "war in der DMARC-Richtlinie",
  "), then it is rejected with a 550 error code.  Typically a DMARC policy for a domain can be found in the ": "), dann wird es mit einem 550-Fehlercode abgelehnt. Typischerweise findet sich eine DMARC-Richtlinie für eine Domain in der",
  " sub-domain TXT record, (e.g. ": " Subdomain-TXT-Eintrag (z. B.",
  "If the message failed SPF and the domain had a hard fail policy (e.g. ": "Wenn die Nachricht SPF fehlschlug und die Domäne eine Hard-Fail-Richtlinie hatte (z.",
  " was in the SPF policy as opposed to ": " war in der SPF-Politik im Gegensatz zu",
  " or no policy at all), then it is rejected with a 550 error code.  Typically an SPF policy for a domain can be found in the TXT record for the root domain (e.g. ": " oder überhaupt keine Richtlinie), dann wird sie mit einem 550-Fehlercode abgelehnt. Typischerweise ist eine SPF-Richtlinie für eine Domäne im TXT-Eintrag für die Stammdomäne zu finden (z.",
  ").  See this section for more information on ": "). In diesem Abschnitt finden Sie weitere Informationen zu",
  "sending mail as with Gmail": "Versenden von E-Mails wie bei Gmail",
  " regarding SPF.": " bezüglich SPF.",
  "Now we process the recipients of the message as collected from the ": "Jetzt verarbeiten wir die Empfänger der Nachricht wie von der erfasst",
  " command in the section ": " Befehl in der Sektion",
  " above.  For each recipient, we perform the following operations:": " Oben. Für jeden Empfänger führen wir die folgenden Vorgänge durch:",
  "We lookup the TXT records of the domain name (the part after the ": "Wir suchen die TXT-Einträge des Domainnamens (der Teil nach der",
  " symbol, e.g. ": " Symbol, z.",
  " if the email address was ": " wenn die E-Mail-Adresse war",
  ").  For example, if the domain is ": "). Wenn die Domäne beispielsweise lautet",
  " we do a DNS lookup such as ": " Wir führen eine DNS-Suche durch, z",
  "We parse all TXT records that start with either ": "Wir analysieren alle TXT-Einträge, die mit einem von beiden beginnen",
  " (free plans) or ": " (kostenlose Pläne) oder",
  " (paid plans).  Note that we parse both, in order to process emails while a user is upgrading or downgrading plans.": " (bezahlte Pläne). Beachten Sie, dass wir beide analysieren, um E-Mails zu verarbeiten, während ein Benutzer Pläne aktualisiert oder herunterstuft.",
  "From these parsed TXT records, we iterate over them to extract the forwarding configuration (as described in the section ": "Aus diesen geparsten TXT-Einträgen iterieren wir darüber, um die Weiterleitungskonfiguration zu extrahieren (wie im Abschnitt beschrieben",
  " above).  Note that we only support one ": " Oben). Beachten Sie, dass wir nur eine unterstützen",
  " value, and if more than one is supplied, then a 550 error will occur and the sender will receive a bounce for this recipient.": " -Wert, und wenn mehr als einer angegeben wird, tritt ein 550-Fehler auf und der Absender erhält einen Bounce für diesen Empfänger.",
  "Recursively we iterate over the extracted forwarding configuration to determine global forwarding, regex based forwarding, and all other supported forwarding configurations – which are now known as our \"Forwarding Addresses\".": "Rekursiv iterieren wir über die extrahierte Weiterleitungskonfiguration, um die globale Weiterleitung, die regex-basierte Weiterleitung und alle anderen unterstützten Weiterleitungskonfigurationen zu bestimmen – die jetzt als unsere \"Weiterleitungsadressen\" bekannt sind.",
  "For each Forwarding Address, we support one recursive lookup (which will start this series of operations over on the given address).  If a recursive match was found, then the parent result will be removed from Forwarding Addresses, and the children added.  Recursive lookups also ensure that the mail exchanges of the recipient are set to contain at least one of our exchanges.": "Für jede Weiterleitungsadresse unterstützen wir eine rekursive Suche (die diese Reihe von Vorgängen an der angegebenen Adresse neu startet). Wenn eine rekursive Übereinstimmung gefunden wurde, wird das übergeordnete Ergebnis aus Weiterleitungsadressen entfernt und die untergeordneten Elemente hinzugefügt. Rekursive Lookups stellen auch sicher, dass der Mail-Austausch des Empfängers so eingestellt ist, dass er mindestens einen unserer Austausche enthält.",
  "Forwarding Addresses are parsed for uniqueness (since we don't want to send duplicates to one address or spawn additionally unnecessary SMTP client connections).": "Weiterleitungsadressen werden auf Eindeutigkeit analysiert (da wir keine Duplikate an eine Adresse senden oder zusätzlich unnötige SMTP-Client-Verbindungen erzeugen möchten).",
  "For each Forwarding Address, we lookup its domain name against our API endpoint ": "Für jede Weiterleitungsadresse suchen wir ihren Domänennamen anhand unseres API-Endpunkts",
  " (in order to determine how many addresses the domain is permitted to forward email to per alias, e.g. 10 by default – see the section on ": " (Um festzulegen, an wie viele Adressen die Domain E-Mails pro Alias weiterleiten darf, z. B. standardmäßig 10 – siehe den Abschnitt über",
  "maximum limit on forwarding per alias": "Höchstgrenze für die Weiterleitung pro Alias",
  ").  If this limit is exceeded, then a 550 error will occur and the sender will receive a bounce for this recipient.": "). Wenn dieses Limit überschritten wird, wird ein 550-Fehler ausgegeben und der Absender erhält einen Bounce für diesen Empfänger.",
  "We lookup the settings of the original recipient against our API endpoint ": "Wir vergleichen die Einstellungen des ursprünglichen Empfängers mit unserem API-Endpunkt",
  ", which supports a lookup for paid users (with a fallback for free users).  This returns a configuration object for advanced settings for ": ", das eine Suche nach kostenpflichtigen Benutzern unterstützt (mit einem Fallback für kostenlose Benutzer). Dies gibt ein Konfigurationsobjekt für erweiterte Einstellungen für zurück",
  " (Number, e.g. ": " (Zahl, z.B.",
  "), ": "),",
  " (Boolean), ": " (Boolesch),",
  " (Boolean), and ": " (Boolesch) und",
  " (Boolean).": " (Boolesch).",
  "Based off these settings, we then check against Spam Scanner results and if any errors occur, then the message is rejected with a 554 error code (e.g. if ": "Basierend auf diesen Einstellungen prüfen wir dann die Ergebnisse des Spam-Scanners und wenn Fehler auftreten, wird die Nachricht mit einem 554-Fehlercode zurückgewiesen (z",
  " is enabled, then we will check the Spam Scanner results for viruses).  Note that all free plan users will be opted-in for checks against adult-content, phishing, executables, and viruses.  By default, all paid plan users are opted-in as well, but this configuration can be altered under the Advanced Settings page for a domain in the Forward Email dashboard).": " aktiviert ist, prüfen wir die Ergebnisse des Spam-Scanners auf Viren). Beachten Sie, dass alle Benutzer des kostenlosen Plans für Prüfungen auf nicht jugendfreie Inhalte, Phishing, ausführbare Dateien und Viren angemeldet sind. Standardmäßig sind alle Benutzer des kostenpflichtigen Plans ebenfalls angemeldet, aber diese Konfiguration kann auf der Seite „Erweiterte Einstellungen“ für eine Domäne im Dashboard „E-Mail-Weiterleitung“ geändert werden.",
  "For each processed recipient's Forwarding Addresses, we then perform the following operations:": "Für die Weiterleitungsadressen jedes verarbeiteten Empfängers führen wir dann die folgenden Vorgänge durch:",
  "The address is checked against our ": "Die Adresse wird mit unserer abgeglichen",
  ", and if it was listed, then a 554 error code will occur and the sender will receive a bounce for this recipient.": ", und wenn es aufgeführt war, wird ein 554-Fehlercode angezeigt und der Absender erhält einen Bounce für diesen Empfänger.",
  "If the address is a webhook, then we set a Boolean for future operations (see below – we group together similar webhooks to make one POST request vs. multiple for delivery).": "Wenn die Adresse ein Webhook ist, setzen wir einen booleschen Wert für zukünftige Operationen (siehe unten – wir gruppieren ähnliche Webhooks, um eine POST-Anfrage statt mehrerer für die Zustellung zu erstellen).",
  "If the address is an email address, then we parse the host for future operations (see below – we group together similar hosts to make one connection vs. multiple individual connections for delivery).": "Wenn es sich bei der Adresse um eine E-Mail-Adresse handelt, parsen wir den Host für zukünftige Operationen (siehe unten – wir gruppieren ähnliche Hosts, um eine Verbindung herzustellen, im Gegensatz zu mehreren einzelnen Verbindungen für die Zustellung).",
  "If there are no recipients and there are no bounces, then we respond with a 550 error of \"Invalid recipients\".": "Wenn es keine Empfänger und keine Bounces gibt, antworten wir mit einem 550-Fehler „Ungültige Empfänger“.",
  "If there are recipients, then we iterate over them (grouped together by the same host) and deliver the emails.  See the section ": "Wenn es Empfänger gibt, iterieren wir über sie (gruppiert durch denselben Host) und stellen die E-Mails zu. Siehe den Abschnitt",
  " below for more insight.  If any errors occur while sending emails, then we will take the lowest error code used (e.g. 421 retry) and use that as the response code to the ": " unten für mehr Einblick. Wenn beim Senden von E-Mails Fehler auftreten, verwenden wir den niedrigsten verwendeten Fehlercode (z. B. 421, Wiederholung) und verwenden diesen als Antwortcode an die",
  " command.  This means that emails not delivered will typically be retried by the original sender, yet emails that were already delivered will not be re-sent (as we use ": " Befehl. Dies bedeutet, dass E-Mails, die nicht zugestellt wurden, normalerweise vom ursprünglichen Absender erneut versucht werden, E-Mails, die bereits zugestellt wurden, jedoch nicht erneut gesendet werden (wie wir es verwenden",
  "If there are bounces, then we will send bounce emails (in the background) after returning a ": "Wenn es Bounces gibt, senden wir nach der Rücksendung Bounce-E-Mails (im Hintergrund).",
  " successful status code.  See the section on ": " erfolgreicher Statuscode. Siehe den Abschnitt über",
  "Note that we will do a \"Friendly-From\" rewrite on the emails if and only if the DMARC policy of the sender was ": "Beachten Sie, dass wir eine \"Friendly-From\"-Umschreibung für die E-Mails vornehmen, wenn und nur wenn die DMARC-Richtlinie des Absenders war",
  ", AND it has a passing SPF, AND no DKIM signatures were aligned with the \"From\" header.  This means that we will alter the \"From\" header on the message, set \"X-Original-From\", and also set a \"Reply-To\" if it was not already set.  We will also re-seal the ARC seal on the message after altering these headers.": ", UND es hat einen bestandenen SPF, UND es wurden keine DKIM-Signaturen mit dem „From“-Header ausgerichtet. Das bedeutet, dass wir den \"From\"-Header der Nachricht ändern, \"X-Original-From\" setzen und auch ein \"Reply-To\" setzen, falls es noch nicht gesetzt war. Wir werden auch das ARC-Siegel auf der Nachricht erneut versiegeln, nachdem wir diese Header geändert haben.",
  "We also use smart-parsing of error messages at every level of our stack &mndash; in our code, DNS requests, Node.js internals, HTTP requests (e.g. 408, 413, and 429 are mapped to the SMTP response code of 421 if the recipient is a webhook), and mail server responses (e.g. responses with \"defer\" or \"slowdown\" would be retried as 421 errors).": "Wir verwenden auch Smart-Parsing von Fehlermeldungen auf jeder Ebene unseres Stacks &mndash; in unserem Code DNS-Anfragen, Node.js-Interna, HTTP-Anfragen (z. B. 408, 413 und 429 werden dem SMTP-Antwortcode 421 zugeordnet, wenn der Empfänger ein Webhook ist) und Mailserver-Antworten (z. B. Antworten mit „defer“ oder \"Verlangsamung\" würde als 421-Fehler wiederholt).",
  "Our logic is dummy-proof and it will also retry for TLS/SSL errors, connection issues, and more.  The goal with dummy-proofing is to maximize deliverability to all recipients for a forwarding configuration.": "Unsere Logik ist dummysicher und wird auch bei TLS/SSL-Fehlern, Verbindungsproblemen und mehr erneut versuchen. Das Ziel von Dummy-Proofing ist es, die Zustellbarkeit an alle Empfänger für eine Weiterleitungskonfiguration zu maximieren.",
  "If the recipient is a webhook, then we will permit a 10 second timeout for the request to complete with up to 3 retries (so 4 requests total before a failure).  Note that we correctly parse error codes 408, 413, and 429 and map them to a SMTP response code of 421.": "Wenn der Empfänger ein Webhook ist, erlauben wir eine Zeitüberschreitung von 10 Sekunden, damit die Anfrage mit bis zu 3 Wiederholungen abgeschlossen werden kann (also insgesamt 4 Anfragen vor einem Fehler). Beachten Sie, dass wir die Fehlercodes 408, 413 und 429 korrekt parsen und sie einem SMTP-Antwortcode von 421 zuordnen.",
  "Otherwise if the recipient is an email address, then we will attempt to send the email with opportunistic TLS (we attempt to use STARTTLS if it is available on the recipient mail server).  If a SSL or TLS error occurs while attempting to send the email, then we will attempt to send the email without TLS (without using STARTTLS).": "Andernfalls versuchen wir, wenn der Empfänger eine E-Mail-Adresse ist, die E-Mail mit opportunistischem TLS zu senden (wir versuchen, STARTTLS zu verwenden, wenn es auf dem E-Mail-Server des Empfängers verfügbar ist). Wenn beim Versuch, die E-Mail zu senden, ein SSL- oder TLS-Fehler auftritt, versuchen wir, die E-Mail ohne TLS (ohne STARTTLS) zu senden.",
  "If any DNS or connection errors occur, then we will return to the ": "Wenn DNS- oder Verbindungsfehler auftreten, werden wir auf die zurückkommen",
  " command a SMTP response code of 421, otherwise if there are >= 500 level errors, then bounces will be sent.": " Befehlen Sie einen SMTP-Antwortcode von 421, andernfalls werden bei >= 500 Level-Fehlern Bounces gesendet.",
  "We routinely monitor all major DNS blacklists and if any of our mail exchange (\"MX\") IP addresses are listed in a major blacklist, we will pull it out of the relevant DNS A record round robin if possible until it the issue is resolved.": "Wir überwachen routinemäßig alle wichtigen DNS-Blacklists, und wenn eine unserer Mail-Exchange-IP-Adressen (\"MX\") in einer großen Blacklist aufgeführt ist, werden wir sie nach Möglichkeit aus dem entsprechenden DNS-A-Eintrag ziehen, bis das Problem gelöst ist.",
  "At the time of this writing, we are listed in several DNS whitelists as well, and we take monitoring blacklists seriously.  If you see any issues before we have a chance to resolve them, please notify us in writing at ": "Zum Zeitpunkt der Erstellung dieses Artikels sind wir auch in mehreren DNS-Whitelists aufgeführt, und wir nehmen die Überwachung von Blacklists ernst. Wenn Sie Probleme sehen, bevor wir sie lösen konnten, benachrichtigen Sie uns bitte schriftlich unter",
  "support@forwardemail.net": "support@forwardemail.net",
  "We do not forward emails to \"no-reply\" addresses, and any sender attempting to will receive a 553 error.": "Wir leiten keine E-Mails an \"No-Reply\"-Adressen weiter, und jeder Absender, der dies versucht, erhält einen 553-Fehler.",
  "Email usernames equal to any of the following (case-insensitive) are considered to be no-reply addresses:": "E-Mail-Benutzernamen, die einem der folgenden entsprechen (Groß-/Kleinschreibung wird nicht beachtet), gelten als No-Reply-Adressen:",
  "Yes, we update a whitelist daily based off the most popular root FQDN used at the DNS level.  This list consists of approximately 200,000 to 300,000 unique root domain names.": "Ja, wir aktualisieren täglich eine Whitelist basierend auf dem beliebtesten Root-FQDN, der auf DNS-Ebene verwendet wird. Diese Liste besteht aus ungefähr 200.000 bis 300.000 eindeutigen Stammdomänennamen.",
  "Popular providers such as Google (Gmail), Yahoo, Microsoft (Outlook), Amazon (Amazon SES), Meta (Facebook), Twitter, Netflix, Spotify, and more are included.": "Beliebte Anbieter wie Google (Gmail), Yahoo, Microsoft (Outlook), Amazon (Amazon SES), Meta (Facebook), Twitter, Netflix, Spotify und mehr sind dabei.",
  "If you are a sender or using a sender not on the whitelist, then the first time your FQDN root domain or IP address sends an email, you will be ": "Wenn Sie ein Absender sind oder einen Absender verwenden, der nicht auf der Whitelist steht, dann werden Sie es sein, wenn Ihre FQDN-Stammdomäne oder IP-Adresse zum ersten Mal eine E-Mail sendet",
  "rate limited": "Rate begrenzt",
  "Whitelist requests can be sent to ": "Whitelist-Anfragen können an gesendet werden",
  "whitelist@forwardemail.net": "whitelist@forwardemail.net",
  " (please provide a complete description and reason for whitelisting, links to websites, and your businesses' certificate of formation to be whitelisted).": " (Bitte geben Sie eine vollständige Beschreibung und einen Grund für die Whitelist, Links zu Websites und die Gründungsurkunde Ihres Unternehmens an, das auf die Whitelist gesetzt werden soll).",
  "Yes, we have a very lax ": "Ja, wir haben es sehr lax",
  "email greylisting": "E-Mail-Greylisting",
  " policy used.  Greylisting only applies for senders not on our whitelist and lasts in our cache for 30 days.": " Politik verwendet. Greylisting gilt nur für Absender, die nicht auf unserer Whitelist stehen, und bleibt 30 Tage lang in unserem Cache.",
  "For any new sender, we store a key in our Redis database for 30 days with a value set to the initial arrival time of their first request.  We then reject their email with a retry status code of 450 and only allow it to pass once 5 minutes has passed.": "Für jeden neuen Absender speichern wir 30 Tage lang einen Schlüssel in unserer Redis-Datenbank mit einem Wert, der auf die anfängliche Ankunftszeit seiner ersten Anfrage festgelegt ist. Wir lehnen dann ihre E-Mail mit einem Wiederholungsstatuscode von 450 ab und lassen sie erst passieren, wenn 5 Minuten vergangen sind.",
  "If they have successfully waited for 5 minutes from this initial arrival time, then their emails will be accepted and they will not receive this 450 status code.": "Wenn sie ab dieser anfänglichen Ankunftszeit erfolgreich 5 Minuten gewartet haben, werden ihre E-Mails akzeptiert und sie erhalten diesen 450-Statuscode nicht.",
  "The key consists of either the FQDN root domain or the sender's IP address.  This means that any sub-domain that passes the greylist also will pass for the root domain, and vice-versa (this is what we mean by a \"very lax\" policy).": "Der Schlüssel besteht entweder aus der FQDN-Stammdomäne oder der IP-Adresse des Absenders. Das bedeutet, dass jede Sub-Domain, die die Greylist passiert, auch als Root-Domain durchgeht und umgekehrt (das meinen wir mit einer „sehr lockeren“ Richtlinie).",
  "For example, if an email comes from ": "Zum Beispiel, wenn eine E-Mail von kommt",
  " before we see an email come from ": " bevor wir sehen, dass eine E-Mail kommt",
  ", then any email from ": ", dann jede E-Mail von",
  " will have to wait 5 minutes from the initial arrival time of the connection.  We do not make both ": " ab der ursprünglichen Ankunftszeit der Verbindung 5 Minuten warten müssen. Wir machen nicht beides",
  " each wait their own 5 minute periods (our greylisting policy applies at the root domain level).": " jeder wartet seine eigenen 5-Minuten-Zeiträume (unsere Greylisting-Richtlinie gilt auf Root-Domain-Ebene).",
  "Note that greylisting does not apply to any sender on our ": "Beachten Sie, dass Greylisting für keinen Absender auf unserer gilt",
  "Whitelist": "Weiße Liste",
  " (e.g. Meta, Amazon, Netflix, Google, Microsoft at the time of this writing).": " (z. B. Meta, Amazon, Netflix, Google, Microsoft zum Zeitpunkt der Erstellung dieses Dokuments).",
  "Yes, we operate our own private blacklist and update it automatically in real-time and manually based off spam and malicious activity detected.  Blacklisted senders will receive a 554 error message.": "Ja, wir betreiben unsere eigene private Blacklist und aktualisieren sie automatisch in Echtzeit und manuell basierend auf erkannten Spam- und böswilligen Aktivitäten. Absender auf der schwarzen Liste erhalten eine 554-Fehlermeldung.",
  "Blacklist removal requests can be sent to ": "Anfragen zum Entfernen von Blacklists können an gesendet werden",
  "Yes, we have rate limiting which applies only to senders not on the ": "Ja, wir haben eine Ratenbegrenzung, die nur für Absender gilt, die nicht auf der",
  "We only permit up to 1000 connections per hour per resolved client FQDN root domain (or) remote IP address.": "Wir erlauben nur bis zu 1000 Verbindungen pro Stunde pro aufgelöster Client-FQDN-Stammdomäne (oder Remote-IP-Adresse).",
  "If you are sending email through our system, please ensure you have a reverse PTR set up for all your IP addresses (otherwise each unique FQDN root domain or IP address you send from will be rate limited).": "Wenn Sie E-Mails über unser System senden, stellen Sie bitte sicher, dass Sie einen umgekehrten PTR für alle Ihre IP-Adressen eingerichtet haben (andernfalls wird jede eindeutige FQDN-Root-Domain oder IP-Adresse, von der Sie senden, in der Rate begrenzt).",
  "Note that if you send through a popular system such as Amazon SES, then you will not be rate limited since (at the time of this writing) Amazon SES is whitelisted.": "Beachten Sie, dass Sie, wenn Sie über ein beliebtes System wie Amazon SES senden, keine Ratenbegrenzung haben, da Amazon SES (zum Zeitpunkt der Erstellung dieses Artikels) auf der weißen Liste steht.",
  "If you are sending from a domain such as ": "Wenn Sie von einer Domain wie z",
  ", then the rate limit will be imposed on ": ", dann wird die Ratenbegrenzung auferlegt",
  ".  Many spammers use hundreds of sub-domains to work around common spam filters that only rate limit unique hostnames as opposed to unique FQDN root domains.": ". Viele Spammer verwenden Hunderte von Subdomains, um gängige Spamfilter zu umgehen, die nur eindeutige Hostnamen im Gegensatz zu eindeutigen FQDN-Root-Domains bewerten.",
  "Misdirected bounces or bounce spam (known as \"": "Fehlgeleitete Bounces oder Bounce-Spam (bekannt als \"",
  "Backscatter": "Rückstreuung",
  "\") can cause negative reputation to sender IP addreses.": "\") kann zu einer negativen Reputation von Absender-IP-Adressen führen.",
  "We take two steps to protect against backscatter, which is detailed in the following sections ": "Wir unternehmen zwei Schritte zum Schutz vor Rückstreuung, die in den folgenden Abschnitten detailliert beschrieben werden",
  " below.": " unter.",
  "We pull the list from ": "Wir ziehen die Liste ab",
  "Backscatter.org": "Backscatter.org",
  " (powered by ": " (unterstützt von",
  "UCEPROTECT": "UCEPROTECT",
  ") at ": ") bei",
  "http://wget-mirrors.uceprotect.net/rbldnsd-all/ips.backscatterer.org.gz": "http://wget-mirrors.uceprotect.net/rbldnsd-all/ips.backscatterer.org.gz",
  " every hour and feed it into our Redis database (we also compare the difference in advance; in case any IP's were removed that need to be honored).": " jede Stunde und füttern sie in unsere Redis-Datenbank (wir vergleichen auch die Differenz im Voraus; falls IPs entfernt wurden, die berücksichtigt werden müssen).",
  "If the MAIL FROM is blank OR contains (case-insensitive) one of the following usernames (the portion before the @ in an email), then we check to see if the sender IP matches one on this list:": "Wenn MAIL FROM leer ist ODER (Groß-/Kleinschreibung beachten) einen der folgenden Benutzernamen enthält (den Teil vor dem @ in einer E-Mail), prüfen wir, ob die Absender-IP mit einer auf dieser Liste übereinstimmt:",
  "If the sender's IP is listed (and not in our ": "Wenn die IP des Absenders aufgeführt ist (und nicht in unserer",
  "), then we send a 554 error with the message ": "), dann senden wir einen 554-Fehler mit der Nachricht",
  ".  We will be alerted if a sender is on both the Backscatterer list and in our whitelist so we can resolve the issue if necessary.": ". Wir werden benachrichtigt, wenn ein Absender sowohl auf der Backscatterer-Liste als auch auf unserer Whitelist steht, damit wir das Problem bei Bedarf lösen können.",
  "The techniques described in this section adhere to the \"SAFE MODE\" recommendation at ": "Die in diesem Abschnitt beschriebenen Techniken entsprechen der Empfehlung „SICHERER MODUS“ unter",
  "https://www.backscatterer.org/?target=usage": "https://www.backscatterer.org/?target=usage",
  " – where we only check the sender IP if certain conditions have already been met.": " – wobei wir die Absender-IP nur prüfen, wenn bestimmte Bedingungen bereits erfüllt sind.",
  "Bounces are emails that indicate email forwarding completely failed to the recipient and the email will not be retried.": "Bounces sind E-Mails, die angeben, dass die E-Mail-Weiterleitung an den Empfänger vollständig fehlgeschlagen ist und die E-Mail nicht erneut versucht wird.",
  "A common reason for getting listed on the Backscatterer list is misdirected bounces or bounce spam, so we must protect against this in a few ways:": "Ein häufiger Grund für die Aufnahme in die Backscatterer-Liste sind fehlgeleitete Bounces oder Bounce-Spam, daher müssen wir uns auf verschiedene Weise dagegen schützen:",
  "We only send bounces when >= 500 status code errors occur (when emails attempted to be forwarded have failed, e.g. Gmail responds with a 500 level error).": "Wir senden Bounces nur, wenn >= 500 Statuscode-Fehler auftreten (wenn E-Mail-Weiterleitungsversuche fehlgeschlagen sind, z. B. Gmail antwortet mit einem 500-Level-Fehler).",
  "We only send bounces once and once only (we use a calculated bounce fingerprint key and store it in cache to prevent sending duplicates).  The bounce fingerprint is a key that is the message's fingerprint combined with a hash of the bounce address and its error code).  See the section on ": "Wir senden Bounces nur einmal und nur einmal (wir verwenden einen berechneten Bounce-Fingerabdruckschlüssel und speichern ihn im Cache, um zu verhindern, dass Duplikate gesendet werden). Der Bounce-Fingerabdruck ist ein Schlüssel, der der Fingerabdruck der Nachricht ist, kombiniert mit einem Hash der Bounce-Adresse und ihrem Fehlercode). Siehe den Abschnitt über",
  " for more insight into how the message fingerprint is calculated.  Successfully sent bounce fingerprints will expire after 7 days in our Redis cache.": " für weitere Einblicke in die Berechnung des Nachrichten-Fingerabdrucks. Erfolgreich gesendete Bounce-Fingerabdrücke verfallen nach 7 Tagen in unserem Redis-Cache.",
  "We only send bounces when the MAIL FROM is not blank and does not contain (case-insensitive) one of the following usernames (the portion before the @ in an email).  Note that this list is a little bit shorter than the one above in the MAIL FROM check because we don't want to have false positives (e.g. security@ is a valid address that you might want to get a bounce for; a lot of folks use security@ for their bug bounty programs).": "Wir senden nur Bounces, wenn MAIL FROM nicht leer ist und keinen der folgenden Benutzernamen (der Teil vor dem @ in einer E-Mail) enthält (Groß-/Kleinschreibung beachten). Beachten Sie, dass diese Liste etwas kürzer ist als die obige in der MAIL FROM-Prüfung, da wir keine Fehlalarme haben möchten (z. B. ist security@ eine gültige Adresse, für die Sie möglicherweise einen Bounce erhalten möchten; viele Leute verwenden security@ für ihre Bug-Bounty-Programme).",
  "We don't send bounces if the original message had any of the following headers (case-insensitive):": "Wir senden keine Bounces, wenn die ursprüngliche Nachricht einen der folgenden Header hatte (Groß-/Kleinschreibung wird nicht beachtet):",
  " (with a value of ": " (mit einem Wert von",
  "An email's fingerprint is used for determining uniqueness of an email and to prevent duplicate messages from being delivered and ": "Der Fingerabdruck einer E-Mail wird verwendet, um die Eindeutigkeit einer E-Mail zu bestimmen und zu verhindern, dass doppelte Nachrichten zugestellt werden",
  "duplicate bounces": "doppelte Bounces",
  " from being sent.": " vom Versenden.",
  "The fingerprint is a series of cryptographically calculated hashes delimited by a colon, and it is used internally in our codebase.": "Der Fingerabdruck ist eine Reihe von kryptografisch berechneten Hashes, die durch einen Doppelpunkt getrennt sind, und wird intern in unserer Codebasis verwendet.",
  "These calculated hashes are pushed to an Array (a list) if and only if their values exist:": "Diese berechneten Hashes werden in ein Array (eine Liste) verschoben, wenn und nur wenn ihre Werte vorhanden sind:",
  "Client resolved FQDN hostname or IP address": "Vom Client aufgelöster FQDN-Hostname oder IP-Adresse",
  " header value": " Header-Wert",
  " header value (if and only if ": " Header-Wert (wenn und nur wenn",
  " did not exist)": " hat nicht existiert)",
  " value (if and only if ": " Wert (wenn und nur wenn",
  "No, it is not recommended, as you can only use one mail exchange server at a time.  Fallbacks are usually never retried due to priority misconfigurations and mail servers not respecting MX exchange priority checking.": "Nein, es wird nicht empfohlen, da Sie immer nur einen Mail Exchange-Server verwenden können. Fallbacks werden normalerweise nie wiederholt, da die Priorität falsch konfiguriert ist und Mailserver die Prioritätsprüfung des MX-Austauschs nicht respektieren.",
  "Yes, however \"relatively unknown\" senders are rate limited to 1,000 connections per hour per hostname or IP.  See the section on ": "Ja, jedoch ist die Rate für „relativ unbekannte“ Absender auf 1.000 Verbindungen pro Stunde pro Hostname oder IP begrenzt. Siehe den Abschnitt über",
  "By \"relatively unknown\", we mean senders that do not appear in the ": "Mit „relativ unbekannt“ meinen wir Absender, die nicht in der erscheinen",
  ") - This is the initial connection.  We check senders that aren't whitelisted against our ": ") - Dies ist die Erstverbindung. Wir prüfen Absender, die nicht auf der Whitelist stehen, anhand unserer",
  ".  We finally check senders that are not on the whitelist for rate limiting (see the section on ": ". Abschließend prüfen wir Versender, die nicht auf der Whitelist stehen, auf Ratenbegrenzung (siehe Abschnitt zu",
  " for more information).": " für mehr Informationen).",
  "For each Forwarding Address, we support one recursive lookup (which will start this series of operations over on the given address).  If a recursive match was found, then the parent result will be removed from Forwarding Addresses, and the children added.": "Für jede Weiterleitungsadresse unterstützen wir eine rekursive Suche (die diese Reihe von Vorgängen an der angegebenen Adresse neu startet). Wenn eine rekursive Übereinstimmung gefunden wurde, wird das übergeordnete Ergebnis aus Weiterleitungsadressen entfernt und die untergeordneten Elemente hinzugefügt.",
  " command (see the next step).  This means that emails not delivered will typically be retried by the original sender, yet emails that were already delivered will not be re-sent the next time the message is sent (as we use ": " Befehl (siehe nächster Schritt). Dies bedeutet, dass E-Mails, die nicht zugestellt wurden, normalerweise vom ursprünglichen Absender erneut versucht werden, E-Mails, die bereits zugestellt wurden, beim nächsten Senden der Nachricht jedoch nicht erneut gesendet werden (wie wir es verwenden",
  ").  A bounce is determined to be any delivery attempted that results in a status code of >= 500 (a permanent failure).": "). Als Bounce gilt jeder Zustellversuch, der zu einem Statuscode von >= 500 führt (ein permanenter Fehler).",
  "If there are no bounces (permanent failures), then we will return a SMTP response status code of the lowest error code from non-permanent failures (or a 250 successful status code if there were none, e.g. if there were no >= 400 error codes received throughout delivery).": "Wenn es keine Bounces (permanente Fehler) gibt, geben wir einen SMTP-Antwortstatuscode mit dem niedrigsten Fehlercode von nicht permanenten Fehlern zurück (oder einen 250-Statuscode für Erfolg, wenn es keine gab, z. B. wenn es keinen >= 400-Fehler gab Codes, die während der Lieferung erhalten wurden).",
  "If there are bounces and the lowest bounce error code is < 500, then we will send bounce emails in the background.  We will return the lowest bounce error status code to the sender – but if the lowest error status code is >= 500, then we do not send bounce emails (because if we did, then senders would receive a double bounce email, e.g. one from their outbound MTA, such as Gmail, and also one from us).  See the section on ": "Wenn es Bounces gibt und der niedrigste Bounce-Fehlercode < 500 ist, senden wir Bounce-E-Mails im Hintergrund. Wir werden den niedrigsten Bounce-Fehlerstatuscode an den Absender zurücksenden – aber wenn der niedrigste Fehlerstatuscode >= 500 ist, dann senden wir keine Bounce-E-Mails (denn wenn wir dies tun würden, würden die Absender eine doppelte Bounce-E-Mail erhalten, z ihren ausgehenden MTA wie Gmail und auch einen von uns). Siehe den Abschnitt über",
  "If we detect that an email server we are attempting to deliver to has one or more of our mail exchange IP addresses blacklisted (e.g. by whatever technology they use for deferring spammers), then we will send a SMTP response code of 421 for the sender to retry their message later (and we are alerted to the issue so we can hopefully resolve it before the next attempt).": "Wenn wir feststellen, dass ein E-Mail-Server, an den wir zuzustellen versuchen, eine oder mehrere unserer Mail-Exchange-IP-Adressen auf der schwarzen Liste hat (z versuchen Sie es später noch einmal (und wir werden auf das Problem aufmerksam gemacht, damit wir es hoffentlich vor dem nächsten Versuch lösen können).",
  "We only permit up to 100 connections per hour, per sender resolved FQDN root domain (or) sender remote IP address (if no reverse PTR is available), and per envelope recipient to.  We store the key for rate limiting as a cryptographic hash in our Redis database.": "Wir erlauben nur bis zu 100 Verbindungen pro Stunde, pro vom Absender aufgelöster FQDN-Stammdomäne (oder) der Remote-IP-Adresse des Absenders (wenn kein umgekehrter PTR verfügbar ist) und pro Envelope-Empfänger an. Wir speichern den Schlüssel für die Ratenbegrenzung als kryptografischen Hash in unserer Redis-Datenbank.",
  "Senders that exceed the rate limit will be rejected with a 421 error.": "Absender, die das Ratenlimit überschreiten, werden mit einem 421-Fehler zurückgewiesen.",
  "Emails sent to disabled addresses will respond with a SMTP response status code of 250 (accepted), but the emails will not actually be delivered to the recipient(s).": "E-Mails, die an deaktivierte Adressen gesendet werden, antworten mit einem SMTP-Antwortstatuscode von 250 (akzeptiert), aber die E-Mails werden nicht wirklich an den/die Empfänger zugestellt.",
  "See our sections on ": "Siehe unsere Abschnitte auf",
  " above.": " Oben.",
  "Greylisting": "Greylisting",
  "If any errors occur while sending emails, then we will store them in-memory for later processing.": "Wenn beim Senden von E-Mails Fehler auftreten, speichern wir diese zur späteren Verarbeitung im Speicher.",
  "We will take the lowest error code (if any) from sending emails – and use that as the response code to the ": "Wir nehmen den niedrigsten Fehlercode (falls vorhanden) aus dem Senden von E-Mails – und verwenden diesen als Antwortcode für die",
  " command.  This means that emails not delivered will typically be retried by the original sender, yet emails that were already delivered will not be re-sent the next time the message is sent (as we use ": " Befehl. Dies bedeutet, dass E-Mails, die nicht zugestellt wurden, normalerweise vom ursprünglichen Absender erneut versucht werden, E-Mails, die bereits zugestellt wurden, beim nächsten Senden der Nachricht jedoch nicht erneut gesendet werden (wie wir es verwenden",
  "If no errors occurred, then we will send a 250 successful SMTP response status code.": "Wenn keine Fehler aufgetreten sind, senden wir einen 250 erfolgreichen SMTP-Antwortstatuscode.",
  "A bounce is determined to be any delivery attempted that results in a status code that is >= 500 (permanent failures).": "Als Bounce gilt jeder Zustellversuch, der zu einem Statuscode >= 500 führt (permanente Fehler).",
  "If no bounces occurred (permanent failures), then we will return a SMTP response status code of the lowest error code from non-permanent failures (or a 250 successful status code if there were none).": "Wenn keine Bounces aufgetreten sind (permanente Fehler), geben wir einen SMTP-Antwort-Statuscode mit dem niedrigsten Fehlercode von nicht permanenten Fehlern zurück (oder einen 250-Statuscode „erfolgreich“, wenn es keine gab).",
  "If bounces did occur then we will send bounce emails in the background after returning the lowest of all error codes to the sender.  However, if the lowest error code is >= 500, then we do not send any bounce emails.  This is because if we did, then senders would receive a double bounce email (e.g. one from their outbound MTA, such as Gmail – and also one from us).  See the section on ": "Wenn Bounces aufgetreten sind, senden wir Bounce-E-Mails im Hintergrund, nachdem wir den niedrigsten aller Fehlercodes an den Absender zurückgesendet haben. Wenn der niedrigste Fehlercode jedoch >= 500 ist, senden wir keine Bounce-E-Mails. Dies liegt daran, dass die Absender in diesem Fall eine doppelte Bounce-E-Mail erhalten würden (z. B. eine von ihrem ausgehenden MTA wie Gmail – und auch eine von uns). Siehe den Abschnitt über",
  "We also pull from the UCEPROTECT Level 1 Blacklist at ": "Wir ziehen auch die UCEPROTECT Level 1 Blacklist an",
  "http://wget-mirrors.uceprotect.net/rbldnsd-all/dnsbl-1.uceprotect.net.gz": "http://wget-mirrors.uceprotect.net/rbldnsd-all/dnsbl-1.uceprotect.net.gz",
  "Switching Protocols": "Schaltprotokolle",
  "Processing": "wird bearbeitet",
  "Early Hints": "Frühe Hinweise",
  "Created": "Erstellt",
  "Accepted": "Akzeptiert",
  "Non-Authoritative Information": "Nicht verbindliche Informationen",
  "No Content": "Kein Inhalt",
  "Reset Content": "Inhalt zurücksetzen",
  "Partial Content": "Teilinhalt",
  "Multi-Status": "Multi-Status",
  "Already Reported": "Bereits gemeldet",
  "IM Used": "IM verwendet",
  "Multiple Choices": "Mehrere Auswahlmöglichkeiten",
  "Moved Permanently": "dauerhaft umgezogen",
  "Found": "Gefunden",
  "See Other": "Siehe Sonstiges",
  "Not Modified": "Nicht modifiziert",
  "Use Proxy": "Proxy verwenden",
  "Temporary Redirect": "Temporäre Umleitung",
  "Permanent Redirect": "Permanente Weiterleitung",
  "Payment Required": "Zahlung erforderlich",
  "Method Not Allowed": "Methode nicht erlaubt",
  "Not Acceptable": "Inakzeptabel",
  "Proxy Authentication Required": "Proxy-Authentifizierung erforderlich",
  "Request Timeout": "Zeitüberschreitung der Anforderung",
  "Conflict": "Konflikt",
  "Gone": "Weg",
  "Length Required": "Länge erforderlich",
  "Precondition Failed": "Vorbedingung fehlgeschlagen",
  "Payload Too Large": "Nutzlast zu groß",
  "URI Too Long": "URI zu lang",
  "Unsupported Media Type": "Nicht unterstützter Medientyp",
  "Range Not Satisfiable": "Bereich nicht erfüllbar",
  "Expectation Failed": "Erwartung fehlgeschlagen",
  "I'm a Teapot": "Ich bin eine Teekanne",
  "Misdirected Request": "Fehlgeleitete Anfrage",
  "Unprocessable Entity": "Unverarbeitbare Entität",
  "Locked": "Gesperrt",
  "Failed Dependency": "Fehlgeschlagene Abhängigkeit",
  "Too Early": "Zu früh",
  "Upgrade Required": "Upgrade erforderlich",
  "Precondition Required": "Voraussetzung Erforderlich",
  "Request Header Fields Too Large": "Anfrage-Header-Felder zu groß",
  "Unavailable For Legal Reasons": "Aus rechtlichen Gründen nicht verfügbar",
  "Gateway Timeout": "Gateway-Zeitüberschreitung",
  "HTTP Version Not Supported": "HTTP-Version wird nicht unterstützt",
  "Variant Also Negotiates": "Variante verhandelt auch",
  "Insufficient Storage": "Unzureichender Speicherplatz",
  "Loop Detected": "Schleife erkannt",
  "Bandwidth Limit Exceeded": "Bandbreitenlimit überschritten",
  "Not Extended": "Nicht verlängert",
  "Network Authentication Required": "Netzwerkauthentifizierung erforderlich",
  "We were unable to send your help request.  We have been alerted of this problem.  Please try again or directly email <a href=\"mailto:support@forwardemail.net\">support@forwardemail.net</a>.": "Wir konnten Ihre Hilfeanfrage nicht senden. Wir wurden auf dieses Problem aufmerksam gemacht. Bitte versuchen Sie es erneut oder senden Sie direkt eine E-Mail <a href=\"mailto:support@forwardemail.net\">an support@forwardemail.net</a> .",
  "Verification link will not be sent until the domain has verified TXT and MX records.": "Der Verifizierungslink wird erst gesendet, wenn die Domain TXT- und MX-Einträge verifiziert hat.",
  "Additional Disclosures": "Zusätzliche Offenlegungen",
  "We do not store any emails to disk storage (everything is processed in-memory).": "Wir speichern keine E-Mails auf Festplatten (alles wird im Arbeitsspeicher verarbeitet).",
  "We do not store any metadata about emails (except when we detect spammers and/or malicious activity; e.g. we will blacklist senders with certain metadata).": "Wir speichern keine Metadaten über E-Mails (außer wenn wir Spammer und/oder böswillige Aktivitäten erkennen; z. B. werden wir Absender mit bestimmten Metadaten auf eine schwarze Liste setzen).",
  "We do not store any logs for SMTP traffic.": "Wir speichern keine Protokolle für den SMTP-Verkehr.",
  "We do not store any IP addresses for SMTP traffic (except when we detect spammers and/or malicious activity; e.g. we will blacklist senders with certain hostnames or IP addresses).": "Wir speichern keine IP-Adressen für den SMTP-Verkehr (außer wenn wir Spammer und/oder böswillige Aktivitäten erkennen; z. B. werden wir Absender mit bestimmten Hostnamen oder IP-Adressen auf eine schwarze Liste setzen).",
  "We store logs for 30 days for Website and API traffic (to increase the quality of our service and customer experience in general).": "Wir speichern Protokolle für Website- und API-Verkehr 30 Tage lang (um die Qualität unseres Dienstes und das Kundenerlebnis im Allgemeinen zu verbessern).",
  "This site is protected by Cloudflare and its ": "Diese Website wird von Cloudflare und seinen geschützt",
  "Terms of Service": "Nutzungsbedingungen",
  " apply.": " anwenden.",
  "This site is protected by hCaptcha and its ": "Diese Seite ist durch hCaptcha und seine geschützt",
  "No, absolutely not.  We do not store SMTP logs.  See our ": "Nein auf keinen Fall. Wir speichern keine SMTP-Protokolle. Siehe unsere",
  "We tried to create a new account with this email address, but it already exists.  Please log in with this email address if it belongs to you and then try again.": "Wir haben versucht, ein neues Konto mit dieser E-Mail-Adresse zu erstellen, aber es existiert bereits. Bitte melden Sie sich mit dieser E-Mail-Adresse an, falls sie Ihnen gehört, und versuchen Sie es erneut.",
  "Many other email forwarding services store and could potentially read your email.  There is no reason why forwarded emails need to be stored to disk storage – and therefore we architected the first open-source solution that does it all in-memory.": "Viele andere E-Mail-Weiterleitungsdienste speichern und könnten möglicherweise Ihre E-Mails lesen. Es gibt keinen Grund, warum weitergeleitete E-Mails auf Festplatten gespeichert werden müssen – und deshalb haben wir die erste Open-Source-Lösung entwickelt, die alles im Arbeitsspeicher erledigt.",
  "We believe you should have a right to privacy and we strictly respect it.  The code that is deployed to the server is ": "Wir glauben, dass Sie ein Recht auf Privatsphäre haben sollten, und wir respektieren es strikt. Der Code, der auf dem Server bereitgestellt wird, ist",
  "Use this verification code:": "Verwenden Sie diesen Bestätigungscode:",
  "This code expires within %s.": "Dieser Code läuft innerhalb von %s ab.",
  "Verify now": "Jetzt Prüfen",
  "If you did not submit this request, then please reply to let us know.": "Wenn Sie diese Anfrage nicht gesendet haben, teilen Sie uns dies bitte mit.",
  "Verification code:": "Verifizierungs-Schlüssel:",
  "Reset your password": "Setze dein Passwort zurück",
  "Password reset": "Passwort zurücksetzen",
  "Click the button below within <span class=\"notranslate\">%s</span> to continue.": "Klicken Sie innerhalb von <span class=\"notranslate\">%s</span> auf die Schaltfläche unten, um fortzufahren.",
  "Change your password": "Ändern Sie Ihr Passwort",
  "Below is a copy of your request submitted on ": "Unten finden Sie eine Kopie Ihrer Anfrage, die am gesendet wurde",
  " at ": " bei",
  "We will review your request and reply as soon as possible.": "Wir werden Ihre Anfrage prüfen und so schnell wie möglich antworten.",
  "Your Help Request": "Ihre Hilfeanfrage",
  "Account update": "Kontoaktualisierung",
  "You have successfully updated your account:": "Sie haben Ihr Konto erfolgreich aktualisiert:",
  "You're ready to go!": "Sie können loslegen!",
  "Woo-hoo!": "Woo-hoo!",
  "Disposable email addresses are not allowed.  Try again or contact us for help.": "Wegwerf-E-Mail-Adressen sind nicht erlaubt. Versuchen Sie es erneut oder kontaktieren Sie uns, um Hilfe zu erhalten.",
  "Now you can add your domains and set up free email forwarding!": "Jetzt können Sie Ihre Domains hinzufügen und eine kostenlose E-Mail-Weiterleitung einrichten!",
  "Get started now": "Jetzt loslegen",
  "Thanks for signing up!": "Danke für's Registrieren!",
  "Two-factor authentication has been disabled.": "Die Zwei-Faktor-Authentifizierung wurde deaktiviert.",
  "If you did not make these changes, then please contact us immediately.": "Wenn Sie diese Änderungen nicht vorgenommen haben, setzen Sie sich bitte umgehend mit uns in Verbindung.",
  "thanks for signing up!": "Danke für's Registrieren!",
  "System Alert": "Systemwarnung",
  "This is an automated system alert.": "Dies ist eine automatische Systemwarnung.",
  "Emails are not being delivered!": "E-Mails werden nicht zugestellt!",
  "Oops!": "Hoppla!",
  "We detected that several of your domains are not delivering emails because they are missing TXT records.": "Wir haben festgestellt, dass mehrere Ihrer Domains keine E-Mails zustellen, weil ihnen TXT-Einträge fehlen.",
  "Fix domains": "Domänen reparieren",
  "What domains are not configured correctly?": "Welche Domains sind nicht richtig konfiguriert?",
  "Did you want enhanced privacy and protection?": "Wollten Sie mehr Privatsphäre und Schutz?",
  "Currently <strong>your domain is on the free plan</strong>, which means <strong>your forwarding addresses are publicly searchable</strong> over DNS lookups.": "Derzeit <strong>ist Ihre Domain im kostenlosen Plan</strong> , was bedeutet, dass <strong>Ihre Weiterleitungsadressen über DNS-Lookups öffentlich durchsuchbar sind</strong> .",
  "If you upgrade to the Enhanced Protection plan, then your forwarding addresses will be kept private and encrypted.": "Wenn Sie auf den erweiterten Schutzplan upgraden, bleiben Ihre Weiterleitungsadressen privat und verschlüsselt.",
  "<strong><a href=\"%s\">Click here to learn more</a></strong> about our Enhanced Protection and Team plans.": "<strong><a href=\"%s\">Klicken Sie hier, um mehr</a></strong> über unsere erweiterten Schutz- und Teampläne zu erfahren.",
  "We detected that your domain <strong><span class=\"notranslate\">%s</span></strong> is not delivering emails because it is missing a TXT record.": "Wir haben festgestellt, dass Ihre Domain <strong><span class=\"notranslate\">%s</span></strong> keine E-Mails zustellt, weil ihr ein TXT-Eintrag fehlt.",
  "Fix domain": "Domäne reparieren",
  "Please verify your email forwarding address": "Bitte überprüfen Sie Ihre E-Mail-Weiterleitungsadresse",
  "Recipient Verification": "Empfängerüberprüfung",
  "Please click below to verify forwarding from <code class=\"notranslate\">%s</code> to <code class=\"notranslate\">%s</code>.": "Bitte klicken Sie unten, um die Weiterleitung von <code class=\"notranslate\">%s</code> zu <code class=\"notranslate\">%s</code> zu bestätigen.",
  "Two-factor authentication": "Zwei-Faktor-Authentifizierung",
  "Don't worry! Your account is completely secure. This is just a friendly reminder to enhance the security of your account.": "Mach dir keine Sorgen! Ihr Konto ist absolut sicher. Dies ist nur eine freundliche Erinnerung, um die Sicherheit Ihres Kontos zu erhöhen.",
  "We suggest that you enable two-factor authentication since your domains are using Enhanced Protection.": "Wir empfehlen Ihnen, die Zwei-Faktor-Authentifizierung zu aktivieren, da Ihre Domänen den erweiterten Schutz verwenden.",
  "Doing so will help to keep your domains, aliases, and account even more secure.": "Dadurch werden Ihre Domains, Aliase und Ihr Konto noch sicherer.",
  "Manage security": "Sicherheit verwalten",
  "We send this reminder every three months to increase security.": "Wir versenden diese Erinnerung alle drei Monate, um die Sicherheit zu erhöhen.",
  "Did you want to enable two-factor authentication?": "Wollten Sie die Zwei-Faktor-Authentifizierung aktivieren?",
  "We also use smart-parsing of error messages at every level of our stack – in our code, DNS requests, Node.js internals, HTTP requests (e.g. 408, 413, and 429 are mapped to the SMTP response code of 421 if the recipient is a webhook), and mail server responses (e.g. responses with \"defer\" or \"slowdown\" would be retried as 421 errors).": "Wir verwenden auch Smart-Parsing von Fehlermeldungen auf jeder Ebene unseres Stacks – in unserem Code werden DNS-Anfragen, Node.js-Interna, HTTP-Anfragen (z. B. 408, 413 und 429 dem SMTP-Antwortcode von 421 zugeordnet, wenn der Empfänger ist ein Webhook) und Mailserver-Antworten (z. B. Antworten mit „defer“ oder „slowdown“ würden als 421-Fehler wiederholt).",
  "We are resolving an issue with our website &ndash; visit our <a href=\"https://status.forwardemail.net\" target=\"_blank\" rel=\"noopener noreferrer\">Status Page</a> for updates.": "Wir lösen ein Problem mit unserer Website – besuchen Sie unsere <a href=\"https://status.forwardemail.net\" target=\"_blank\" rel=\"noopener noreferrer\">Statusseite</a> für Updates.",
  "Your custom domain": "Ihre benutzerdefinierte Domäne",
  "Your existing email": "Ihre bestehende E-Mail",
  "By signing up, you agree to our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Terms</a>.": "Indem Sie sich anmelden, stimmen Sie unseren <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Datenschutzrichtlinien</a> und <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">Bedingungen</a> zu.",
  "Requires recipients to click email verification link": "Erfordert, dass die Empfänger auf den Link zur E-Mail-Bestätigung klicken",
  "If you check this, then each email recipient will be required to click an email verification link in order for emails to flow through.": "Wenn Sie dies aktivieren, muss jeder E-Mail-Empfänger auf einen E-Mail-Bestätigungslink klicken, damit E-Mails weitergeleitet werden können.",
  "Email for your domain": "E-Mail für Ihre Domain",
  "Forward any email @your-domain.com, create unlimited aliases, and send email as @your-domain.com.": "Leiten Sie beliebige E-Mails an @Ihre-Domain.com weiter, erstellen Sie unbegrenzte Aliase und senden Sie E-Mails als @Ihre-Domain.com.",
  "Happy Users.": "Glückliche Benutzer.",
  "We created this service because you have a right to privacy.  Existing services did not respect it.  We use robust encryption with TLS, do not store SMTP logs, and do not write your emails to disk storage.": "Wir haben diesen Dienst erstellt, weil Sie ein Recht auf Privatsphäre haben. Bestehende Dienste haben dies nicht respektiert. Wir verwenden robuste Verschlüsselung mit TLS, speichern keine SMTP-Protokolle und schreiben Ihre E-Mails nicht auf Festplattenspeicher.",
  "Unlike other services, we <strong class=\"font-weight-bold\">do not store SMTP logs</strong>, <strong class=\"font-weight-bold\">never store</strong> your emails, and are <strong class=\"font-weight-bold\">100% open-source</strong>.": "Im Gegensatz zu anderen Diensten <strong class=\"font-weight-bold\">speichern wir keine SMTP-Protokolle</strong> , <strong class=\"font-weight-bold\">speichern niemals</strong> Ihre E <strong class=\"font-weight-bold\">-Mails und sind zu 100 % Open Source</strong> .",
  "Don't want to upgrade yet?": "Sie möchten noch nicht upgraden?",
  "Try our free plan": "Probieren Sie unseren kostenlosen Plan aus",
  "learn about our plans": "erfahren Sie mehr über unsere Pläne",
  "Custom Verification Template": "Benutzerdefinierte Verifizierungsvorlage",
  "Sender name": "Absender",
  "Sender email": "Absender E-Mail",
  "Subject line": "Betreff",
  "Verification redirect link": "Bestätigungsweiterleitungslink",
  "If you set a value here, then once a verification link was clicked and it was successful, it will redirect the users to this URL.": "Wenn Sie hier einen Wert festlegen, werden die Benutzer nach erfolgreichem Klicken auf einen Bestätigungslink zu dieser URL weitergeleitet.",
  "HTML Content": "HTML-Inhalt",
  "Please leave this section blank if you wish to use our default HTML template.": "Bitte lassen Sie diesen Abschnitt leer, wenn Sie unsere Standard-HTML-Vorlage verwenden möchten.",
  "Please make sure to include the string \"VERIFICATION_LINK\" without quotes at least once to insert the verification link into the email message.": "Stellen Sie sicher, dass Sie mindestens einmal die Zeichenfolge \"VERIFICATION_LINK\" ohne Anführungszeichen einfügen, um den Bestätigungslink in die E-Mail-Nachricht einzufügen.",
  "You can optionally include the string \"FROM_EMAIL\" and/or \"TO_EMAIL\" to insert the forwarding \"From\" address and the forwarding \"To\" address to give the user context.": "Sie können optional die Zeichenfolge „FROM_EMAIL“ und/oder „TO_EMAIL“ einfügen, um die „Von“-Weiterleitungsadresse und die „An“-Weiterleitungsadresse einzufügen, um dem Benutzer Kontext zu geben.",
  "HTML Preview": "HTML-Vorschau",
  "Optional recipient verification emails": "Optionale Empfängerbestätigungs-E-Mails",
  "Customize spam, phishing, and filtering settings": "Passen Sie Spam-, Phishing- und Filtereinstellungen an",
  "Custom-branded recipient verification emails": "Empfängerverifizierungs-E-Mails mit benutzerdefiniertem Branding",
  "Do you store SMTP logs or write to disk?": "Speichern Sie SMTP-Protokolle oder schreiben Sie auf die Festplatte?",
  "<span class=\"font-weight-bold\">No.</span> We have a <a href=\"%s\">Privacy</a> policy of strictly not storing SMTP logs, metadata, nor emails.": "<span class=\"font-weight-bold\">Nein.</span> Wir haben eine <a href=\"%s\">Datenschutzrichtlinie</a> , nach der SMTP-Protokolle, Metadaten oder E-Mails strikt nicht gespeichert werden.",
  "You will find that every other email forwarder either stores SMTP logs and writes your emails to disk storage.": "Sie werden feststellen, dass jeder andere E-Mail-Forwarder entweder SMTP-Protokolle speichert und Ihre E-Mails in den Festplattenspeicher schreibt.",
  "Email has changed from <span class=\"notranslate\">%s</span> to <span class=\"notranslate\">%s</span>": "E-Mail hat sich von <span class=\"notranslate\">%s</span> zu <span class=\"notranslate\">%s</span> geändert",
  "Given Name has changed from <span class=\"notranslate\">%s</span> to <span class=\"notranslate\">%s</span>": "Vorname hat sich von <span class=\"notranslate\">%s</span> zu <span class=\"notranslate\">%s</span> geändert",
  "Member does not exist.": "Mitglied existiert nicht.",
  "Please try again <span class=\"notranslate\">%s</span>.": "Bitte versuchen Sie es erneut <span class=\"notranslate\">%s</span> .",
  "Aliases cannot have a \"+\" symbol as this is a built-in filtering feature (similar to Gmail).": "Aliasse dürfen kein „+“-Symbol haben, da es sich hierbei um eine integrierte Filterfunktion handelt (ähnlich wie bei Gmail).",
  "The following errors occurred:": "Folgende Fehler sind aufgetreten:",
  "The reset token has already expired. Please start a new <a href=\"/forgot-password\">Forgot Password</a> request to continue.": "Das Reset-Token ist bereits abgelaufen. Bitte starten Sie eine neue <a href=\"/forgot-password\">Passwort vergessen</a> Anfrage, um fortzufahren.",
  "We have re-assigned ownership of the following aliases to you:": "Wir haben Ihnen die Inhaberschaft der folgenden Aliase neu zugewiesen:",
  "Your domain is verified!": "Your domain is verified!",
  "We detected that your domain <strong><span class=\"notranslate\">%s</span></strong> is now verified.": "We detected that your domain <strong><span class=\"notranslate\">%s</span></strong> is now verified.",
  "Manage domain": "Manage domain",
  "Domain verified: <span class=\"notranslate\">%s</span>": "Domain verified: <span class=\"notranslate\">%s</span>"
}