{
  "10": "10",
  "25": "25",
  "50": "50",
  "Domain is not a registered domain name. <a class=\"font-weight-bold\" href=\"/domain-registration\">Click here to register it now</a>.": "Domain ist kein registrierter Domainname. <a class=\"font-weight-bold\" href=\"/domain-registration\">Klicken Sie hier, um es jetzt zu registrieren</a>.",
  "If we detect your DNS records are valid, then we will send you an automated email alert.  We routinely check DNS records for your domain every few hours.": "Wenn wir feststellen, dass Ihre DNS-Einträge gültig sind, senden wir Ihnen eine automatische E-Mail-Benachrichtigung. Wir überprüfen routinemäßig alle paar Stunden die DNS-Einträge für Ihre Domain.",
  "Please ensure that your DNS nameservers are set properly too (e.g. if you are using a DNS provider such as Cloudflare &ndash; which may be a different provider than your domain registrar).": "Bitte stellen Sie sicher, dass Ihre DNS-Nameserver ebenfalls ordnungsgemäß eingestellt sind (z.B. wenn Sie einen DNS-Anbieter wie Cloudflare verwenden &ndash; der ein anderer Anbieter als Ihr Domain-Registrar sein kann).",
  "<p class=\"mb-0\"><strong>Making changes to your DNS records takes time to propagate throughout the Internet. <span class=\"text-danger\">You may need to wait a few minutes</span> and then try again.</strong></p>": "<p class=\"mb-0\"><strong>Änderungen an Ihren DNS-Einträgen benötigen Zeit, um sich im Internet zu verbreiten. <span class=\"text-danger\">Sie müssen möglicherweise einige Minuten warten</span> und es dann erneut versuchen.</strong></p>",
  "Domain is missing required DNS <span class=\"notranslate\">TXT</span> record of: <span class=\"notranslate\">%s</span>": "Der Domain fehlt der erforderliche DNS <span class=\"notranslate\">TXT</span>-Eintrag: <span class=\"notranslate\">%s</span>",
  "<p class=\"mb-0\">We have detected that your domain has multiple MX server providers. Please ensure that the <strong>ONLY</strong> DNS MX records are:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Wir haben festgestellt, dass Ihre Domain mehrere MX-Server-Anbieter hat. Bitte stellen Sie sicher, dass die <strong>EINZIGEN</strong> DNS MX-Einträge sind:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Bitte stellen Sie sicher, dass Sie keine Tippfehler haben und beide eindeutigen Einträge hinzugefügt haben (z.B. stellen Sie sicher, dass beide Einträge nicht identisch sind). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Lesen Sie unsere FAQ</a> für detaillierte Anweisungen.</p>",
  "From header must be equal to <span class=\"notranslate\">%s</span> (or) you can use a domain-wide catch-all password at <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>": "From-Header muss gleich <span class=\"notranslate\">%s</span> sein (oder) Sie können ein domainweites Catch-All-Passwort unter <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a> verwenden",
  "<p class=\"mb-0\">Domain is missing required DNS MX records of:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Der Domain fehlen erforderliche DNS MX-Einträge:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Bitte stellen Sie sicher, dass Sie keine Tippfehler haben und beide eindeutigen Einträge hinzugefügt haben (z.B. stellen Sie sicher, dass beide Einträge nicht identisch sind). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Lesen Sie unsere FAQ</a> für detaillierte Anweisungen.</p>",
  "Invalid DKIM signature.": "Ungültige DKIM-Signatur.",
  "Newsletter approval required for <span class=\"notranslate\">%s</span>": "Newsletter-Genehmigung erforderlich für <span class=\"notranslate\">%s</span>",
  "We detected that you attempted to send an outbound SMTP newsletter for <strong class=\"notranslate\">%s</strong>.  Your domain does not yet have newsletter support approved, and an admin has been notified to begin review.  This process usually is resolved within 2-4 hours, but sometimes it may longer.": "Wir haben festgestellt, dass Sie versucht haben, einen ausgehenden SMTP-Newsletter für <strong class=\"notranslate\">%s</strong> zu senden. Ihre Domain hat noch keine Newsletter-Unterstützung genehmigt, und ein Administrator wurde benachrichtigt, um die Überprüfung zu beginnen. Dieser Prozess wird normalerweise innerhalb von 2-4 Stunden gelöst, aber manchmal kann es länger dauern.",
  "Newsletter usage is not yet approved for your account, please wait for approval or contact us for support.": "Newsletter-Nutzung ist für Ihr Konto noch nicht genehmigt, bitte warten Sie auf die Genehmigung oder kontaktieren Sie uns für Unterstützung.",
  "You have exceeded your daily SMTP outbound rate limit.": "Sie haben Ihr tägliches SMTP-Ausgangs-Ratenlimit überschritten.",
  "From header must end with <span class=\"notranslate\">%s</span>": "From-Header muss mit <span class=\"notranslate\">%s</span> enden",
  "An error code of \"<span class=\"notranslate\">%s</span>\" occurred while performing the DNS lookup. Please try again.": "Ein Fehlercode \"<span class=\"notranslate\">%s</span>\" ist beim DNS-Lookup aufgetreten. Bitte versuchen Sie es erneut.",
  "See": "Siehe",
  "https://github.com/scintill/macos-server-apns-certs/tree/master": "https://github.com/scintill/macos-server-apns-certs/tree/master",
  "About Forward Email": "Über Forward Email",
  "Table of Contents": "Inhaltsverzeichnis",
  "Foreword": "Vorwort",
  "History": "Geschichte",
  "Forward Email is a": "Forward Email ist ein",
  "free and open-source": "kostenloser und Open-Source",
  "email forwarding": "E-Mail-Weiterleitungs",
  "service focused on a user's": "dienst, der sich auf das",
  "right to privacy": "Recht auf Privatsphäre des Benutzers konzentriert",
  ", and was launched in November 2017.  It offers unlimited custom domain names, unlimited email addresses and aliases, unlimited disposable email addresses, spam and phishing protection, and other features.  The service is maintained and owned by its original founding team of designers and developers.  It is built with 100% open-source software using": ", und wurde im November 2017 gestartet. Es bietet unbegrenzte benutzerdefinierte Domainnamen, unbegrenzte E-Mail-Adressen und Aliase, unbegrenzte Wegwerf-E-Mail-Adressen, Spam- und Phishing-Schutz und andere Funktionen. Der Service wird von seinem ursprünglichen Gründerteam aus Designern und Entwicklern betrieben und gehört ihm. Er ist mit 100% Open-Source-Software erstellt unter Verwendung von",
  "JavaScript": "JavaScript",
  "Node.js": "Node.js",
  ", and": ", und",
  "We launched in November 2017 after an initial release.": "Wir starteten im November 2017 nach einer ersten Veröffentlichung.",
  "In April 2018": "Im April 2018",
  "Cloudflare": "Cloudflare",
  "launched their": "startete ihren",
  "privacy-first consumer DNS service": "datenschutzorientierten Verbraucher-DNS-Service",
  ", and we switched from using": ", und wir wechselten von der Verwendung von",
  "OpenDNS": "OpenDNS",
  "to": "zu",
  "for handling": "für die Behandlung von",
  "lookups.": "Lookups.",
  "In October 2018, we allowed users to \"Send Mail As\" with": "Im Oktober 2018 erlaubten wir Benutzern \"Mail senden als\" mit",
  "Gmail": "Gmail",
  "and": "und",
  "Outlook": "Outlook",
  "In May 2019, we released v2, which was a major rewrite from the initial versions and focused on": "Im Mai 2019 veröffentlichten wir v2, was eine große Neufassung der ursprünglichen Versionen war und sich auf",
  "performance": "Leistung",
  "through the use of": "durch die Verwendung von",
  "'s": "s",
  "streams": "Streams konzentrierte",
  "In February 2020, we released the Enhanced Privacy Protection plan.  This plan allows users to switch off setting public DNS record entries with their email forwarding configuration aliases. Through this plan, a user's email alias information is hidden from being publicly searchable over the Internet. We also released a feature to enable or disable specific aliases while still allowing them to appear as a valid email address and return a successful": "Im Februar 2020 veröffentlichten wir den Enhanced Privacy Protection-Plan. Dieser Plan ermöglicht es Benutzern, das Setzen öffentlicher DNS-Einträge mit ihren E-Mail-Weiterleitungs-Konfigurationsaliassen auszuschalten. Durch diesen Plan werden die E-Mail-Alias-Informationen eines Benutzers vor der öffentlichen Durchsuchbarkeit über das Internet verborgen. Wir veröffentlichten auch eine Funktion zum Aktivieren oder Deaktivieren bestimmter Aliase, während sie immer noch als gültige E-Mail-Adresse erscheinen und einen erfolgreichen",
  "SMTP status code": "SMTP-Statuscode",
  ", but the emails will be immediately discarded (similar to piping output from a process to": "zurückgeben können, aber die E-Mails werden sofort verworfen (ähnlich wie das Weiterleiten der Ausgabe eines Prozesses an",
  "/dev/null": "/dev/null",
  "In April 2020, we released our initial alpha version of Spam Scanner after hitting countless roadblocks with existing spam-detection solutions and because none of these solutions (": "Im April 2020 veröffentlichten wir unsere erste Alpha-Version von Spam Scanner, nachdem wir auf unzählige Hindernisse mit bestehenden Spam-Erkennungslösungen gestoßen waren und weil keine dieser Lösungen (",
  "Rspamd": "Rspamd",
  "SpamAssassin": "SpamAssassin",
  ") honored our privacy policy. Spam Scanner is a completely free and open-source": ") unsere Datenschutzrichtlinie respektierte. Spam Scanner ist eine vollständig kostenlose und Open-Source",
  "anti-spam filtering": "Anti-Spam-Filterungs",
  "solution which uses a": "lösung, die einen",
  "Naive Bayes spam filtering": "Naive Bayes Spam-Filterungs",
  "approach in combination with": "ansatz in Kombination mit",
  "anti-phishing": "Anti-Phishing",
  "IDN homograph attack": "IDN-Homograph-Angriffs",
  "protection.  We also released a feature to allow": "schutz verwendet. Wir veröffentlichten auch eine Funktion, die",
  "two-factor authentication": "Zwei-Faktor-Authentifizierung",
  "(2FA) using a": "(2FA) mit einem",
  "one-time password": "Einmalpasswort",
  "(OTP) for enhanced account security.": "(OTP) für erhöhte Kontosicherheit ermöglicht.",
  "In May 2020, we allowed custom": "Im Mai 2020 erlaubten wir benutzerdefinierte",
  "port forwarding": "Port-Weiterleitung",
  "as workaround for users to circumvent port blocking by their": "als Workaround für Benutzer, um Port-Blockierung durch ihren",
  ".  We also released our": "Internetdienstanbieter zu umgehen. Wir veröffentlichten auch unsere",
  "Free Email Forwarding RESTful API": "Kostenlose E-Mail-Weiterleitungs-RESTful-API",
  ", with complete documentation and real-time request and response examples.  We also released support for webhooks.": ", mit vollständiger Dokumentation und Echtzeit-Anfrage- und Antwortbeispielen. Wir veröffentlichten auch Unterstützung für Webhooks.",
  "In August 2020, we added support for the": "Im August 2020 fügten wir Unterstützung für das",
  "Authenticated Received Chain": "Authenticated Received Chain",
  "(\"ARC\") email authentication system.": "(\"ARC\") E-Mail-Authentifizierungssystem hinzu.",
  "On November 23, 2020 we publicly launched out of our beta program.": "Am 23. November 2020 starteten wir öffentlich aus unserem Beta-Programm.",
  "In February 2021, we refactored our codebase to remove all": "Im Februar 2021 refaktorierten wir unsere Codebasis, um alle",
  "Python": "Python",
  "dependencies – which allowed our stack to become 100%": "Abhängigkeiten zu entfernen – was es unserem Stack ermöglichte, 100%",
  "On September 27, 2021,": "Am 27. September 2021",
  "we added support": "fügten wir Unterstützung",
  "for email forwarding aliases to match": "für E-Mail-Weiterleitungsaliase hinzu, um",
  "regular expressions": "reguläre Ausdrücke zu entsprechen",
  "In January 2023, we launched a re-designed and page-speed optimized website.": "Im Januar 2023 starteten wir eine neu gestaltete und seitengeschwindigkeitsoptimierte Website.",
  "In February 2023, we added support for": "Im Februar 2023 fügten wir Unterstützung für",
  "error logs": "Fehlerlogs",
  "and a": "und ein",
  "dark mode": "dunkler Modus",
  "website color scheme.": "Website-Farbschema hinzu.",
  "In March 2023, we released": "Im März 2023 veröffentlichten wir",
  "Tangerine": "Tangerine",
  "and integrated it throughout our infrastructure – this means we use": "und integrierten es in unsere gesamte Infrastruktur – das bedeutet, wir verwenden",
  "DNS over HTTPS": "DNS over HTTPS",
  "(\"DoH\") at the application layer.  We also added support for": "(\"DoH\") auf der Anwendungsschicht. Wir fügten auch Unterstützung hinzu für",
  "switched": "wechselten",
  "from": "von",
  "hCaptcha": "hCaptcha",
  "Cloudflare Turnstile": "Cloudflare Turnstile",
  "In April 2023, we implemented and automated entirely new infrastructure.  Our entire service is now running on globally load-balanced and proximity-based DNS (with health checks and failover) using": "Im April 2023 implementierten und automatisierten wir eine völlig neue Infrastruktur. Unser gesamter Service läuft jetzt auf global lastverteiltem und nähebasiertem DNS (mit Gesundheitschecks und Failover) unter Verwendung von",
  "(before we were using round-robin DNS on Cloudflare).  Additionally we switched to": "(zuvor verwendeten wir Round-Robin-DNS auf Cloudflare). Zusätzlich wechselten wir zu",
  "bare metal servers": "Bare-Metal-Servern",
  "across multiple providers – which include": "über mehrere Anbieter – die",
  "Vultr": "Vultr",
  "Digital Ocean": "Digital Ocean",
  "(before we solely used Digital Ocean).  Both of these providers are SOC 2 Type 2 compliant – see": "umfassen (zuvor verwendeten wir ausschließlich Digital Ocean). Beide Anbieter sind SOC 2 Type 2 konform – siehe",
  "Vultr's Compliance": "Vultr's Compliance",
  "Digital Ocean's Certifications": "Digital Ocean's Certifications",
  "for more insight.  Furthermore, our MongoDB and Redis databases are now running on clusters with primary and standby nodes for high availability, end-to-end SSL encryption, encryption-at-rest, and point-in-time recovery (PITR).": "für weitere Einblicke. Darüber hinaus laufen unsere MongoDB- und Redis-Datenbanken jetzt auf Clustern mit primären und Standby-Knoten für hohe Verfügbarkeit, End-to-End-SSL-Verschlüsselung, Verschlüsselung im Ruhezustand und Point-in-Time-Recovery (PITR).",
  "In May 2023, we launched our": "Im Mai 2023 starteten wir unsere",
  "outbound SMTP": "ausgehende SMTP",
  "feature for": "Funktion für",
  "sending email with SMTP": "das Senden von E-Mails mit SMTP",
  "sending email with API": "das Senden von E-Mails mit API",
  "requests.  This feature has built-in safeguards to ensure high deliverability, a modern and robust queue and retry system, and": "Anfragen. Diese Funktion verfügt über eingebaute Schutzmaßnahmen zur Gewährleistung hoher Zustellbarkeit, ein modernes und robustes Warteschlangen- und Wiederholungssystem und",
  "supports error logs in real-time": "unterstützt Fehlerlogs in Echtzeit",
  "In November 2023, we launched our": "Im November 2023 starteten wir unsere",
  "encrypted mailbox storage": "verschlüsselte Postfach-Speicherung",
  "IMAP suppport": "IMAP-Unterstützung",
  "In December 2023,": "Im Dezember 2023",
  "for": "für",
  "passkeys and WebAuthn": "Passkeys und WebAuthn",
  "time to inbox": "Zeit bis Posteingang",
  "monitoring, and": "Überwachung und",
  "OpenPGP for IMAP Storage": "OpenPGP für IMAP-Speicherung",
  "In February 2024,": "Im Februar 2024",
  "we added calendar (CalDAV) support": "fügten wir Kalender (CalDAV) Unterstützung hinzu",
  "Throughout March to July 2024, we released major optimizations and improvements to our IMAP, POP3, and CalDAV service.  Our goal was to make our service snappy –  and as fast, if not faster than alternatives.": "Von März bis Juli 2024 veröffentlichten wir wichtige Optimierungen und Verbesserungen für unseren IMAP-, POP3- und CalDAV-Service. Unser Ziel war es, unseren Service schnell zu machen – und so schnell, wenn nicht schneller als Alternativen.",
  "In July 2024,": "Im Juli 2024",
  "we added iOS Push support": "fügten wir iOS Push-Unterstützung hinzu",
  "since Apple Mail on iOS does not support IMAP": "da Apple Mail auf iOS den IMAP",
  "command.  Now users can get real-time notifications of new mail on their Apple iOS devices.  We also added time to inbox (\"TTI\") monitoring for our own service – as well as Yahoo/AOL (now that they support app-generated passwords again) to the footer of every page on our website.  Additionally, we now allow users to encrypt their plaintext DNS TXT records even on the free plan at no cost.  Privacy should not be a feature, it should be inherently built-in to all aspects of a product. As highly requested in a": "Befehl nicht unterstützt. Jetzt können Benutzer Echtzeit-Benachrichtigungen über neue E-Mails auf ihren Apple iOS-Geräten erhalten. Wir fügten auch Zeit-bis-Posteingang (\"TTI\") Überwachung für unseren eigenen Service hinzu – sowie Yahoo/AOL (jetzt da sie wieder app-generierte Passwörter unterstützen) in die Fußzeile jeder Seite unserer Website. Zusätzlich erlauben wir Benutzern jetzt, ihre Klartext-DNS-TXT-Einträge auch im kostenlosen Plan kostenlos zu verschlüsseln. Privatsphäre sollte keine Funktion sein, sie sollte inherent in alle Aspekte eines Produkts eingebaut sein. Wie stark angefragt in einer",
  "Privacy Guides discussion": "Privacy Guides Diskussion",
  "and on": "und auf",
  "our GitHub issues": "unseren GitHub Issues",
  "we've added this.  Lastly, we added the ability for aliases to either quietly reject": "haben wir dies hinzugefügt. Zuletzt fügten wir die Möglichkeit für Aliase hinzu, entweder still abzulehnen",
  ", soft reject": ", weich abzulehnen",
  ", or hard reject": ", oder hart abzulehnen",
  "if they are disabled.  Previously, disabled aliases only routed to a blackhole (e.g.": "wenn sie deaktiviert sind. Zuvor wurden deaktivierte Aliase nur zu einem schwarzen Loch geleitet (z.B.",
  ") and it appeared to senders as if their messages to these disabled aliases succeeded.": ") und es schien Absendern, als ob ihre Nachrichten an diese deaktivierten Aliase erfolgreich waren.",
  "In August 2024, we added support for exporting mailboxes as": "Im August 2024 fügten wir Unterstützung für den Export von Postfächern als",
  "Mbox": "Mbox",
  "formats (in addition to the": "Formate hinzu (zusätzlich zum",
  "SQLite": "SQLite",
  "export format already supported) – and we also added": "Exportformat, das bereits unterstützt wird) – und wir fügten auch",
  "webhook signature support": "Webhook-Signatur-Unterstützung",
  "via": "über",
  "header.  We also": "Header hinzu. Wir",
  "added support for bounce webhooks": "fügten auch Unterstützung für Bounce-Webhooks hinzu",
  "and now allow users to send newsletters, announcements, and email marketing through our outbound SMTP service.": "und erlauben Benutzern jetzt, Newsletter, Ankündigungen und E-Mail-Marketing über unseren ausgehenden SMTP-Service zu senden.",
  "Free Email Forwarding for Custom Domains": "Free Email Forwarding for Custom Domains",
  "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.": "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.",
  "Terms of Service": "Terms of Service",
  "Read our terms and conditions of use for our email forwarding service.": "Read our terms and conditions of use for our email forwarding service.",
  "History of Forward Email": "History of Forward Email",
  "Learn more about Forward Email and the history of our service.": "Learn more about Forward Email and the history of our service.",
  "Privacy Policy": "Privacy Policy",
  "Read our privacy policy for our email forwarding service.": "Read our privacy policy for our email forwarding service.",
  "Please log in or sign up to view the page you requested.": "Please log in or sign up to view the page you requested.",
  "Warning": "Warning",
  "Written by": "Written by",
  "Team": "Team",
  "Time to read": "Time to read",
  "Less than 5 minutes": "Less than 5 minutes",
  "Search for anything:": "Search for anything:",
  "Search": "Search",
  "Popular Searches": "Popular Searches",
  "Sign up now &ndash; it's free!": "Sign up now &ndash; it's free!",
  "Have an account?": "Have an account?",
  "Click here": "Click here",
  "Email address": "Email address",
  "Password": "Password",
  "Get started": "Get started",
  "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.": "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.",
  "Welcome back!": "Welcome back!",
  "Don't have an account?": "Don't have an account?",
  "Please enable JavaScript to sign in with Passkey.": "Please enable JavaScript to sign in with Passkey.",
  "Sign in with Passkey": "Sign in with Passkey",
  "or": "or",
  "Sign in": "Sign in",
  "Forget your password?": "Forget your password?",
  "Features &amp; Pricing": "Features &amp; Pricing",
  "FAQ": "FAQ",
  "Log in": "Log in",
  "Signup": "Signup",
  "Toggle navigation": "Toggle navigation",
  "Apps": "Apps",
  "Desktop": "Desktop",
  "Resources": "Resources",
  "What is <span class=\"notranslate\">Forward Email</span>?": "What is <span class=\"notranslate\">Forward Email</span>?",
  "Frequently Asked Questions": "Frequently Asked Questions",
  "Time to Inbox": "Time to Inbox",
  "Help": "Help",
  "Disposable Addresses": "Disposable Addresses",
  "Domain Registration": "Domain Registration",
  "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record": "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record",
  "Reserved Email Addresses": "Reserved Email Addresses",
  "Denylist Removal": "Denylist Removal",
  "Guides": "Guides",
  "Outbound SMTP": "Outbound SMTP",
  "SMTP Integration Examples": "SMTP Integration Examples",
  "Send Email with Custom Domain": "Send Email with Custom Domain",
  "Send Mail As with Gmail": "Send Mail As with Gmail",
  "Email Setup Guides": "Email Setup Guides",
  "How to Setup Email with <span class=\"notranslate\">%s</span>": "How to Setup Email with <span class=\"notranslate\">%s</span>",
  "Other providers": "Other providers",
  "Developers": "Developers",
  "Technical Whitepaper": "Technical Whitepaper",
  "IP Addresses": "IP Addresses",
  "API Reference": "API Reference",
  "Self Hosted Email": "Self Hosted Email",
  "Email Webhooks": "Email Webhooks",
  "Bounce Webhooks": "Bounce Webhooks",
  "Custom Domain Regex Filtering": "Custom Domain Regex Filtering",
  "Email Service Comparison": "Email Service Comparison",
  "Email Services": "Email Services",
  "Private Email Services": "Private Email Services",
  "Open-Source Email Services": "Open-Source Email Services",
  "Transactional Email Services": "Transactional Email Services",
  "Email API's for Developers": "Email API's for Developers",
  "Email Spam Filtering Services": "Email Spam Filtering Services",
  "Developer Articles": "Developer Articles",
  "A Decade of Open-Source Impact": "A Decade of Open-Source Impact",
  "Email Spam Protection Filter": "Email Spam Protection Filter",
  "Mail Server Providers": "Mail Server Providers",
  "Practices for Node.js Logging": "Practices for Node.js Logging",
  "Security Audit Companies": "Security Audit Companies",
  "Case Study: Gov/Federal Email Compliance": "Case Study: Gov/Federal Email Compliance",
  "Case Study: Alumni Email": "Case Study: Alumni Email",
  "Case Study: Ubuntu Email": "Case Study: Ubuntu Email",
  "Case Study: Linux Foundation": "Case Study: Linux Foundation",
  "Custom Fonts in Emails": "Custom Fonts in Emails",
  "Email Regex JavaScript and Node.js": "Email Regex JavaScript and Node.js",
  "Email Testing for Browsers and iOS Simulator": "Email Testing for Browsers and iOS Simulator",
  "The Complete Guide to Forward Email's Service": "The Complete Guide to Forward Email's Service",
  "Optimize Node.js for Production": "Optimize Node.js for Production",
  "Crypto Supported Email Service": "Crypto Supported Email Service",
  "Self-Hosted Email": "Self-Hosted Email",
  "JavaScript Contact Forms Node.js": "JavaScript Contact Forms Node.js",
  "Node.js DNS over HTTPS": "Node.js DNS over HTTPS",
  "Node.js Email Templates": "Node.js Email Templates",
  "Node.js Job Scheduler": "Node.js Job Scheduler",
  "Node.js Logging Service": "Node.js Logging Service",
  "Case Study: The PayPal Disaster": "Case Study: The PayPal Disaster",
  "Quantum Resistant Email Service": "Quantum Resistant Email Service",
  "Send React Emails": "Send React Emails",
  "Case Study: Email Startups": "Case Study: Email Startups",
  "Bulletproof Payment System with Stripe and PayPal": "Bulletproof Payment System with Stripe and PayPal",
  "How Forward Email Safeguards Your Communications": "How Forward Email Safeguards Your Communications",
  "URL Regex JavaScript and Node.js": "URL Regex JavaScript and Node.js",
  "Why Open-Source Email is the Future": "Why Open-Source Email is the Future",
  "Company": "Company",
  "About": "About",
  "Security": "Security",
  "Privacy": "Privacy",
  "Terms": "Terms",
  "GDPR": "GDPR",
  "DPA": "DPA",
  "Report Abuse": "Report Abuse",
  "Press": "Press",
  "Send us an email": "Send us an email",
  "Careers": "Careers",
  "100% Systems Online": "100% Systems Online",
  "Status Page": "Status Page",
  "100%": "100%",
  "Community": "Community",
  "Newsletter": "Newsletter",
  "Footer": "Footer",
  "Have a question or confused?": "Have a question or confused?",
  "Learn more about:": "Learn more about:",
  "Privacy Protected": "Privacy Protected",
  "Custom Domain Email": "Custom Domain Email",
  "Open Source Email": "Open Source Email",
  "Secure Email Forwarding": "Secure Email Forwarding",
  "Secure Checkout": "Secure Checkout",
  "Payment methods accepted:": "Payment methods accepted:",
  "SEPA Direct Debit": "SEPA Direct Debit",
  "Canadian pre-authorized debits": "Canadian pre-authorized debits",
  "ACH Direct Debit": "ACH Direct Debit",
  "Bank Transfer": "Bank Transfer",
  "Domestic Wire Transfer (Enterprise)": "Domestic Wire Transfer (Enterprise)",
  "International Wire Transfer (Enterprise)": "International Wire Transfer (Enterprise)",
  "English": "English",
  "Arabic": "Arabic",
  "Chinese": "Chinese",
  "Czech": "Czech",
  "Danish": "Danish",
  "Dutch": "Dutch",
  "Finnish": "Finnish",
  "French": "French",
  "German": "German",
  "Hebrew": "Hebrew",
  "Hungarian": "Hungarian",
  "Indonesian": "Indonesian",
  "Italian": "Italian",
  "Japanese": "Japanese",
  "Korean": "Korean",
  "Norwegian": "Norwegian",
  "Polish": "Polish",
  "Portuguese": "Portuguese",
  "Russian": "Russian",
  "Spanish": "Spanish",
  "Swedish": "Swedish",
  "Thai": "Thai",
  "Turkish": "Turkish",
  "Ukrainian": "Ukrainian",
  "Vietnamese": "Vietnamese",
  "Go to top": "Go to top",
  "Port 25 blocked by ISP": "Port 25 blocked by ISP",
  "Email API Reference": "Email API Reference",
  "Regex Email Forwarding": "Regex Email Forwarding",
  "Open Source": "Open Source",
  "GPG Key": "GPG Key",
  "Learn more": "Learn more",
  "We support OpenPGP and end-to-end encryption": "We support OpenPGP and end-to-end encryption",
  "Languages": "Languages",
  "GitHub Repo stars": "GitHub Repo stars",
  "Qualys SSL Labs SSL Server Test": "Qualys SSL Labs SSL Server Test",
  "Mozilla HTTP Observatory Grade": "Mozilla HTTP Observatory Grade",
  "Internet Site Test": "Internet Site Test",
  "Internet Mail Test": "Internet Mail Test",
  "Hardenize Badge": "Hardenize Badge",
  "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.": "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.",
  "IOS is a trademark or registered trademark of Cisco.": "IOS is a trademark or registered trademark of Cisco.",
  "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.": "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.",
  "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.": "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.",
  "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.": "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.",
  "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.": "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.",
  "Linux is the registered trademark of Linus Torvalds.": "Linux is the registered trademark of Linus Torvalds.",
  "All rights reserved. All trademarks are property of their respective owners in the US and other countries.": "All rights reserved. All trademarks are property of their respective owners in the US and other countries.",
  "Chat with us": "Chat with us",
  "Success": "Success",
  "Error": "Error",
  "Info": "Info",
  "Question": "Question",
  "OK": "OK",
  "Cancel": "Cancel",
  "Close this dialog": "Close this dialog",
  "Are you sure?": "Are you sure?",
  "Please confirm if you wish to continue.": "Please confirm if you wish to continue.",
  "Español": "Español",
  "Hello": "Hello",
  "Invalid two-factor authentication passcode.": "Invalid two-factor authentication passcode.",
  "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>": "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>",
  "Authenticate yourself with optional OTP to log in.": "Authenticate yourself with optional OTP to log in.",
  "Ask a question": "Ask a question",
  "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?": "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?",
  "Write your message": "Write your message",
  "Message": "Message",
  "We'll be in contact with you!": "We'll be in contact with you!",
  "Send message": "Send message",
  "Upgrade": "Upgrade",
  "My Account": "My Account",
  "Domains": "Domains",
  "Emails": "Emails",
  "Analytics": "Analytics",
  "Logs": "Logs",
  "Profile": "Profile",
  "Billing": "Billing",
  "Sign out": "Sign out",
  "Please enable JavaScript to use our website.": "Please enable JavaScript to use our website.",
  "Account Recovery": "Account Recovery",
  "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.": "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.",
  "Verify access to your email address with a code emailed to you.": "Verify access to your email address with a code emailed to you.",
  "Wait 3-5 business days for an administrative follow-up email.": "Wait 3-5 business days for an administrative follow-up email.",
  "Access to your account will be unlocked for you.": "Access to your account will be unlocked for you.",
  "Continue": "Continue",
  "Two-Factor Check": "Two-Factor Check",
  "Passcode": "Passcode",
  "Don't ask me again in this browser": "Don't ask me again in this browser",
  "Having trouble?": "Having trouble?",
  "Use a recovery key": "Use a recovery key",
  "Lose your recovery keys?": "Lose your recovery keys?",
  "Request account recovery": "Request account recovery",
  "Password was invalid.": "Password was invalid.",
  "Setup OTP": "Setup OTP",
  "Download your emergency recovery keys below.": "Download your emergency recovery keys below.",
  "Download": "Download",
  "Copy": "Copy",
  "Confirm Password": "Confirm Password",
  "Recommended Authenticator Apps": "Recommended Authenticator Apps",
  "App": "App",
  "Links": "Links",
  "Open-Source": "Open-Source",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "F-Droid": "F-Droid",
  "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.": "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.",
  "<strong>Step 2:</strong> Scan this QR code and enter its generated token:": "<strong>Step 2:</strong> Scan this QR code and enter its generated token:",
  "Can’t scan the QR code?  Configure with this code": "Can’t scan the QR code?  Configure with this code",
  "Complete Setup": "Complete Setup",
  "Recovery Key": "Recovery Key",
  "Your request was successfully completed.": "Your request was successfully completed.",
  "Invalid recovery key.": "Invalid recovery key.",
  "Recovery key successful. This key will no longer be valid.": "Recovery key successful. This key will no longer be valid.",
  "You have run out of recovery keys. Please download the newly generated recovery keys before continuing.": "You have run out of recovery keys. Please download the newly generated recovery keys before continuing."
}