{
  "Hello": "Hallo",
  "It looks like you accidentally included \"www.\" in your domain name.  Did you mean example.com instead of www.example.com?": "Anscheinend haben Sie aus Versehen \"www\" eingefügt. in Ihrem Domainnamen. Meinten Sie example.com statt www.example.com?",
  "Invalid API credentials.": "Ungültige API-Anmeldeinformationen.",
  "Invalid API token.": "Ungültiges API-Token.",
  "Email address was invalid.": "Die E-Mail-Adresse war ungültig.",
  "File upload was invalid.": "Datei-Upload war ungültig.",
  "Your message was invalid, as it was either blank or more than (5000) characters.": "Ihre Nachricht war ungültig, da sie entweder leer war oder mehr als (5000) Zeichen enthielt.",
  "Password was invalid.": "Passwort war ungültig.",
  "Password confirmation did not match new password.": "Passwortbestätigung stimmte nicht mit neuem Passwort überein.",
  "Password strength was not strong enough.": "Die Passwortstärke war nicht stark genug.",
  "Invalid port number.": "Ungültige Portnummer.",
  "We do not support this authentication provider.": "Wir unterstützen diesen Authentifizierungsanbieter nicht.",
  "Invalid recovery key.": "Ungültiger Wiederherstellungsschlüssel.",
  "Reset token and email were not valid together.": "Reset-Token und E-Mail waren zusammen nicht gültig.",
  "Change email token and email were not valid together.": "E-Mail-Token und E-Mail ändern waren nicht zusammen gültig.",
  "Reset token provided was invalid.": "Das bereitgestellte Reset-Token war ungültig.",
  "Invalid session secret.": "Ungültiges Sitzungsgeheimnis.",
  "Please slightly change values to ensure slug uniqueness.": "Bitte ändern Sie die Werte geringfügig, um die Einzigartigkeit der Schnecke zu gewährleisten.",
  "<span class=\"notranslate\">%s</span> was missing or blank.": "<span class=\"notranslate\">%s</span> fehlte oder war leer.",
  "User does not exist.": "Benutzer existiert nicht.",
  "Invalid CSRF token.": "Ungültiges CSRF-Token.",
  "The verification code entered was invalid.": "Der eingegebene Bestätigungscode war ungültig.",
  "Payment method must be either credit card, PayPal, or BitPay.": "Die Zahlungsmethode muss entweder Kreditkarte, PayPal oder BitPay sein.",
  "Payment type must be either one-time or subscription.": "Die Zahlungsart muss entweder einmalig oder Abonnement sein.",
  "Payment type must be one-time.": "Die Zahlungsart muss einmalig sein.",
  "Payment duration was invalid.": "Zahlungsdauer war ungültig.",
  "Please enable JavaScript to continue.": "Bitte aktivieren Sie JavaScript, um fortzufahren.",
  "Please verify your email address to continue.": "Bitte bestätigen Sie Ihre E-Mail-Adresse, um fortzufahren.",
  "Please wait for <span class=\"notranslate\">%s</span> and try again.": "Bitte warten Sie auf <span class=\"notranslate\">%s</span> und versuchen Sie es erneut.",
  "Your email address has been successfully verified.": "Ihre E-Mail-Adresse wurde erfolgreich verifiziert.",
  "Your email address is already verified.": "Ihre E-Mail-Adresse ist bereits verifiziert.",
  "A verification code has been sent to your email address. Please verify your account within 7 days or it will be automatically deleted.": "Ein Bestätigungscode wurde an Ihre E-Mail-Adresse gesendet. Bitte verifizieren Sie Ihr Konto innerhalb von 7 Tagen oder es wird automatisch gelöscht.",
  "Your current email verification code has expired and we have sent a new one to your email address.": "Ihr aktueller E-Mail-Bestätigungscode ist abgelaufen und wir haben einen neuen an Ihre E-Mail-Adresse gesendet.",
  "Invalid two-factor authentication passcode.": "Ungültiger Passcode für die Zwei-Faktor-Authentifizierung.",
  "You do not belong to the administrative user group.": "Sie gehören nicht zur administrativen Benutzergruppe.",
  "Please log in with two-factor authentication to continue.": "Bitte melden Sie sich mit Zwei-Faktor-Authentifizierung an, um fortzufahren.",
  "Please log in or sign up to view the page you requested.": "Bitte melden Sie sich an oder melden Sie sich an, um die angeforderte Seite anzuzeigen.",
  "Please log out to view the page you requested.": "Bitte melden Sie sich ab, um die angeforderte Seite anzuzeigen.",
  "Alias does not exist on the domain.": "Alias ist in der Domäne nicht vorhanden.",
  "Add a domain name to your account to continue.": "Fügen Sie Ihrem Konto einen Domainnamen hinzu, um fortzufahren.",
  "Add a new alias to continue.": "Fügen Sie einen neuen Alias hinzu, um fortzufahren.",
  "Domain name was invalid (must be an IP or FQDN).": "Der Domänenname war ungültig (muss eine IP oder ein FQDN sein).",
  "Domain name was invalid (must be a FQDN).": "Der Domänenname war ungültig (muss ein FQDN sein).",
  "Add Alias": "Alias hinzufügen",
  "User must be a domain admin to create a catch-all alias.": "Der Benutzer muss ein Domänenadministrator sein, um einen Catch-All-Alias zu erstellen.",
  "Alias already exists for domain.": "Alias existiert bereits für Domain.",
  "Domain's DNS records have been verified.": "Die DNS-Einträge der Domain wurden verifiziert.",
  "Domain does not exist on your account.": "Domain existiert nicht auf Ihrem Konto.",
  "User must be a domain admin to create an alias with a reserved word (see the page on <a target=\"_blank\" rel=\"noopener noreferrer\" class=\"font-weight-bold\" href=\"%s/reserved-email-addresses\">Reserved Email Addresses</a>).": "Der Benutzer muss ein Domänenadministrator sein, um einen Alias mit einem reservierten Wort zu erstellen (siehe Seite zu <a target=\"_blank\" rel=\"noopener noreferrer\" class=\"font-weight-bold\" href=\"%s/reserved-email-addresses\">reservierten E-Mail-Adressen</a> ).",
  "User cannot have more than (5) aliases on global domains.": "Der Benutzer kann nicht mehr als (5) Aliasse auf globalen Domänen haben.",
  "You have exceeded the maximum count of (<span class=\"notranslate\">%s</span>) recipients per alias.  Please <a class=\"font-weight-bold\" href=\"/help\">contact us</a> if you wish to have this limit increased.  We review requests on a unique basis.  Please provide us with information about your forwarding purposes if possible.": "Sie haben die maximale Anzahl von ( <span class=\"notranslate\">%s</span> ) Empfängern pro Alias überschritten. Bitte <a class=\"font-weight-bold\" href=\"/help\">kontaktieren Sie uns,</a> wenn Sie dieses Limit erhöhen möchten. Wir prüfen Anfragen individuell. Bitte teilen Sie uns nach Möglichkeit Ihre Weiterleitungszwecke mit.",
  "Domain does not exist.": "Domäne existiert nicht.",
  "Invite does not exist with your email address for this domain.": "Invite existiert nicht mit Ihrer E-Mail-Adresse für diese Domain.",
  "Domain already exists on your account.": "Die Domain existiert bereits in Ihrem Konto.",
  "Your account is currently an admin of one or more domain names.  Please delete these domains or remove yourself from them to continue.": "Ihr Konto ist derzeit ein Administrator eines oder mehrerer Domainnamen. Bitte löschen Sie diese Domains oder entfernen Sie sich selbst aus ihnen, um fortzufahren.",
  "Your account was successfully deleted.": "Ihr Konto wurde erfolgreich gelöscht.",
  "You can only request a password reset every 30 minutes.  Please try again <span class=\"notranslate\">%s</span>.": "Sie können nur alle 30 Minuten ein Zurücksetzen des Passworts anfordern. Bitte versuchen Sie es noch einmal <span class=\"notranslate\">%s</span> .",
  "We have emailed you a link to reset your password.": "Wir haben Ihnen per E-Mail einen Link zum Zurücksetzen Ihres Passworts gesendet.",
  "Password successfully confirmed.": "Passwort erfolgreich bestätigt.",
  "Empty Recovery Keys": "Leere Wiederherstellungsschlüssel",
  "You have run out of recovery keys. Please download the newly generated recovery keys before continuing.": "Sie haben keine Wiederherstellungsschlüssel mehr. Bitte laden Sie die neu generierten Wiederherstellungsschlüssel herunter, bevor Sie fortfahren.",
  "Recovery key successful. This key will no longer be valid.": "Wiederherstellungsschlüssel erfolgreich. Dieser Schlüssel ist nicht mehr gültig.",
  "You have successfully registered.": "Sie haben sich erfolgreich registriert.",
  "You have successfully signed in.": "Sie haben sich erfolgreich angemeldet.",
  "You are already signed in.": "Sie sind bereits angemeldet.",
  "Your request was successfully completed.": "Ihre Anfrage wurde erfolgreich abgeschlossen.",
  "Sorry, your request has timed out.  We have been alerted of this issue.  Please try again.": "Ihre Anfrage ist leider abgelaufen. Wir wurden auf dieses Problem aufmerksam gemacht. Bitte versuche es erneut.",
  "You have successfully set a new password.": "Sie haben erfolgreich ein neues Passwort festgelegt.",
  "You have successfully set a new email address.": "Sie haben erfolgreich eine neue E-Mail-Adresse eingerichtet.",
  "You have successfully signed out.": "Sie haben sich erfolgreich abgemeldet.",
  "Your email has been successfully verified. You should receive a support email from an admin within the next 3-5 business days.": "Ihre E-Mail wurde erfolgreich verifiziert. Sie sollten innerhalb der nächsten 3-5 Werktage eine Support-E-Mail von einem Administrator erhalten.",
  "We were unable to send your help request.  We have been alerted of this problem.  Please try again.": "Wir konnten Ihre Hilfeanfrage nicht senden. Wir wurden auf dieses Problem aufmerksam gemacht. Bitte versuche es erneut.",
  "You have reached the limit for sending help requests.  Please try again.": "Sie haben das Limit für das Senden von Hilfeanfragen erreicht. Bitte versuche es erneut.",
  "Thank you for contacting us.  We would love to hear more from you.  How can we help?": "Danke, dass Sie uns kontaktiert haben. Wir würden gerne mehr von Ihnen hören. Wie können wir helfen?",
  "Your help request has been sent successfully.  You should hear from us soon.  Thank you!": "Ihre Hilfeanfrage wurde erfolgreich gesendet. Sie sollten bald von uns hören. Dankeschön!",
  "An unknown error has occurred. We have been alerted of this issue. Please try again.": "Ein unbekannter Fehler ist aufgetreten. Wir wurden auf dieses Problem aufmerksam gemacht. Bitte versuche es erneut.",
  "Please enter a password.": "Bitte Passwort eingeben.",
  "Account is currently locked due to rate limiting.  Please try again later.": "Das Konto ist derzeit aufgrund einer Ratenbegrenzung gesperrt. Bitte versuchen Sie es später erneut.",
  "Account is currently locked due to too many failed login attempts.  Please try again later.": "Das Konto ist derzeit aufgrund zu vieler fehlgeschlagener Anmeldeversuche gesperrt. Bitte versuchen Sie es später erneut.",
  "Please log in with Google or GitHub and set your password in order to be able to log in with your email address.": "Bitte loggen Sie sich bei Google oder GitHub ein und legen Sie Ihr Passwort fest, um sich mit Ihrer E-Mail-Adresse einloggen zu können.",
  "Email address or password is incorrect.": "E-Mail-Adresse oder Passwort ist falsch.",
  "Please enter an email address.": "Bitte geben Sie eine E-mail-Adresse ein.",
  "A user with the given email address is already registered.  Please try to log in or reset the password if this account belongs to you.": "Ein Benutzer mit der angegebenen E-Mail-Adresse ist bereits registriert. Bitte versuchen Sie, sich anzumelden oder das Passwort zurückzusetzen, wenn dieses Konto Ihnen gehört.",
  "This plan is already active, please refresh.": "Dieser Plan ist bereits aktiv, bitte aktualisieren Sie ihn.",
  "Upgrade Plan": "Upgrade-Plan",
  "Invalid plan selected.": "Ungültiger Plan ausgewählt.",
  "Please <a class=\"font-weight-bold\" href=\"%s\">upgrade to a paid plan</a> to unlock this feature.": "Bitte <a class=\"font-weight-bold\" href=\"%s\">aktualisieren Sie auf einen kostenpflichtigen Plan</a> , um diese Funktion freizuschalten.",
  "You have successfully accepted the invite to this domain and are an admin.": "Sie haben die Einladung zu dieser Domain erfolgreich angenommen und sind Administrator.",
  "You have successfully accepted the invite to this domain and you can now create your first alias.": "Sie haben die Einladung zu dieser Domain erfolgreich angenommen und können nun Ihren ersten Alias erstellen.",
  "An error occurred while emailing the invite link.  Please manually copy the the invite link and share it with this person if needed.": "Beim Senden des Einladungslinks ist ein Fehler aufgetreten. Bitte kopieren Sie den Einladungslink manuell und teilen Sie ihn bei Bedarf mit dieser Person.",
  "Group was invalid, must be either admin or user.": "Gruppe war ungültig, muss entweder Admin oder Benutzer sein.",
  "Invite was already sent to this email address.  Please manually copy the invite link and share it with this person if needed.": "Einladung wurde bereits an diese E-Mail-Adresse gesendet. Bitte kopieren Sie den Einladungslink manuell und teilen Sie ihn bei Bedarf mit dieser Person.",
  "Free": "Kostenlos",
  "Enhanced Protection": "Verbesserter Schutz",
  "Team": "Mannschaft",
  "You have successfully downgraded to the Free Plan.": "Sie haben erfolgreich ein Downgrade auf den kostenlosen Plan durchgeführt.",
  "You have successfully upgraded to the Enhanced Protection Plan.": "Sie haben erfolgreich auf den Enhanced Protection Plan aktualisiert.",
  "You have successfully upgraded to the Team Plan.": "Sie haben erfolgreich auf den Teamplan aktualisiert.",
  "Your account has been banned.": "Dein Account wurde gesperrt.",
  "Domain is not a registered domain name. <a class=\"font-weight-bold\" href=\"/domain-registration\">Click here to register it now</a>.": "Domain ist kein registrierter Domainname. <a class=\"font-weight-bold\" href=\"/domain-registration\">Klicken Sie hier, um es jetzt zu registrieren</a> .",
  "Domain is missing required DNS TXT records. <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.": "In der Domäne fehlen erforderliche DNS-TXT-Einträge. <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Lesen Sie unsere FAQ</a> für detaillierte Anweisungen.",
  "Domain has multiple verification records.  Please ensure there is only one verification record that exists.": "Domain hat mehrere Verifizierungsdatensätze. Bitte stellen Sie sicher, dass nur ein Verifizierungsdatensatz existiert.",
  "Domain has multiple port records.  Please ensure there is only one port record that exists.": "Domain hat mehrere Port-Records. Bitte stellen Sie sicher, dass nur ein Port-Record existiert.",
  "At least one admin user must belong to the domain.": "Mindestens ein Admin-Benutzer muss der Domäne angehören.",
  "Verification record must only use characters A-Z and numbers 0-9.": "Der Verifizierungsdatensatz darf nur die Zeichen A-Z und die Zahlen 0-9 enthalten.",
  "<p class=\"mb-0\">Domain is missing required DNS MX records of:</p><ul class=\"markdown-body ml-0 mr-0 mb-3\"><span class=\"notranslate\">%s</span></ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same).<a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">In der Domain fehlen erforderliche DNS-MX-Einträge von:</p><ul class=\"markdown-body ml-0 mr-0 mb-3\"> <span class=\"notranslate\">%s</span></ul><p class=\"mb-0\"> Bitte stellen Sie sicher, dass Sie keine Tippfehler haben und beide eindeutigen Datensätze hinzugefügt haben (zB stellen Sie sicher, dass beide Datensätze nicht gleich sind). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Lesen Sie unsere FAQ</a> für detaillierte Anweisungen.</p>",
  "Domain is missing required DNS TXT record of: <span class=\"notranslate\">%s</span>": "In der Domäne fehlt der erforderliche DNS-TXT-Eintrag von: <span class=\"notranslate\">%s</span>",
  "Domain has an incorrect DNS TXT record for verification.  Please ensure <span class=\"notranslate\">%s</span> is the only verification record that exists.": "Die Domäne hat einen falschen DNS-TXT-Eintrag zur Überprüfung. Bitte stellen Sie sicher, dass <span class=\"notranslate\">%s</span> der einzige existierende Verifizierungsdatensatz ist.",
  "Domain has multiple verification records.  Please ensure <span class=\"notranslate\">%s</span> is the only verification record that exists.": "Domain hat mehrere Verifizierungsdatensätze. Bitte stellen Sie sicher, dass <span class=\"notranslate\">%s</span> der einzige existierende Verifizierungsdatensatz ist.",
  "If you recently updated your DNS records for <span class=\"notranslate\">%s</span>, then you should purge its cache using <a class=\"font-weight-bold\" href=\"https://1.1.1.1/purge-cache/\" rel=\"noopener noreferrer\" target=\"_blank\">Cloudflare's Purge Cache Tool</a> and optionally <a class=\"font-weight-bold\" href=\"https://developers.google.com/speed/public-dns/cache\" rel=\"noopener noreferrer\" target=\"_blank\">Google's Purge Cache Tool</a>.  Note that sometimes it may take 30 minutes to 24 hours (depending on your location and provider) for the Internet's DNS propagation to finish.": "Wenn Sie kürzlich Ihre DNS-Einträge für <span class=\"notranslate\">%s</span> aktualisiert haben, sollten Sie den Cache mit <a class=\"font-weight-bold\" href=\"https://1.1.1.1/purge-cache/\" rel=\"noopener noreferrer\" target=\"_blank\">dem Purge Cache Tool</a> von Cloudflare und optional <a class=\"font-weight-bold\" href=\"https://developers.google.com/speed/public-dns/cache\" rel=\"noopener noreferrer\" target=\"_blank\">dem Purge Cache Tool von Google leeren</a> . Beachten Sie, dass es manchmal 30 Minuten bis 24 Stunden dauern kann (je nach Standort und Anbieter), bis die DNS-Verbreitung des Internets abgeschlossen ist.",
  "If we automatically detect your DNS records are valid (before you do), then we will send you an automated email alert.  Don't worry, we routinely check DNS records for your domain every few minutes!": "Wenn wir automatisch erkennen, dass Ihre DNS-Einträge gültig sind (bevor Sie dies tun), senden wir Ihnen eine automatische E-Mail-Benachrichtigung. Keine Sorge, wir überprüfen routinemäßig alle paar Minuten die DNS-Einträge für Ihre Domain!",
  "Could not import \"<span class=\"notranslate\">%s</span>\" record's recipient of \"<span class=\"notranslate\">%s</span>\" since it already exists as an alias.": "Der Empfänger von &quot; <span class=\"notranslate\">%s</span> <span class=\"notranslate\">%s</span> &quot; konnte nicht importiert werden, da er bereits als Alias existiert.",
  "We successfully imported the disabled address of \"<span class=\"notranslate\">%s</span>\", but we had to do so with a single recipient of \"nobody@forwardemail.net\" because it did not have a recipient in the imported DNS entry.": "Wir haben die deaktivierte Adresse von &quot; <span class=\"notranslate\">%s</span> &quot; erfolgreich importiert, mussten dies jedoch mit einem einzelnen Empfänger von &quot;nobody@forwardemail.net&quot; tun, da es keinen Empfänger im importierten DNS-Eintrag gab.",
  "Could not import catch-all record's recipient of \"<span class=\"notranslate\">%s</span>\" since the catch-all already includes it as a recipient.": "<span class=\"notranslate\">%s</span> &quot; konnte nicht importiert werden, da der Catch-All-Datensatz ihn bereits als Empfänger enthält.",
  "Successfully imported (<span class=\"notranslate\">%d</span>) aliases.": "Erfolgreich importierte ( <span class=\"notranslate\">%d</span> ) Aliasse.",
  "An error occurred while importing aliases.": "Beim Importieren von Aliasen ist ein Fehler aufgetreten.",
  "No aliases were available to import.": "Es waren keine Aliase zum Importieren verfügbar.",
  "Successfully imported (<span class=\"notranslate\">%d</span>) catch-all recipients.": "Erfolgreich importierte ( <span class=\"notranslate\">%d</span> ) Catch-All-Empfänger.",
  "An error occurred while importing catch-all recipients.": "Beim Importieren von Catch-All-Empfängern ist ein Fehler aufgetreten.",
  "No catch-all recipients were available to import.": "Es standen keine Catch-All-Empfänger zum Importieren zur Verfügung.",
  "Multiple errors occurred during record verification.": "Bei der Datensatzüberprüfung sind mehrere Fehler aufgetreten.",
  "User is already an accepted member of this domain": "Der Benutzer ist bereits ein akzeptiertes Mitglied dieser Domain",
  "Our metrics are not available, please check back later.": "Unsere Messwerte sind nicht verfügbar. Bitte schauen Sie später noch einmal vorbei.",
  "Sunday": "Sonntag",
  "Monday": "Montag",
  "Tuesday": "Dienstag",
  "Wednesday": "Mittwoch",
  "Thursday": "Donnerstag",
  "Friday": "Freitag",
  "Saturday": "Samstag",
  "Week": "Woche",
  "Users": "Benutzer",
  "Domains": "Domänen",
  "Aliases": "Aliase",
  "Aliases cannot have a \"+\" symbol as this a built-in filtering feature (similar to Gmail).": "Aliase dürfen kein \"+\"-Symbol haben, da dies eine integrierte Filterfunktion ist (ähnlich wie bei Gmail).",
  "Unfortunately an error occurred while sending the email.  Please try again or <a class=\"font-weight-bold\" href=\"/help\">contact us</a> for help.": "Leider ist beim Versenden der E-Mail ein Fehler aufgetreten. Bitte versuchen Sie es erneut oder <a class=\"font-weight-bold\" href=\"/help\">kontaktieren Sie uns</a> für Hilfe.",
  "Check your inbox for a link to confirm your email change.": "Suchen Sie in Ihrem Posteingang nach einem Link zur Bestätigung Ihrer E-Mail-Änderung.",
  "You can only change your email address every <span class=\"notranslate\">%s</span> minutes. Please try again <span class=\"notranslate\">%s</span>.": "Sie können Ihre E-Mail-Adresse nur alle <span class=\"notranslate\">%s</span> Minuten ändern. Bitte versuchen Sie es noch einmal <span class=\"notranslate\">%s</span> .",
  "The email address <span class=\"notranslate\">%s</span> already exists.": "Die E-Mail-Adresse <span class=\"notranslate\">%s</span> existiert bereits.",
  "Aliases owned by the member being deleted must be first reassigned or deleted.": "Aliase, die dem zu löschenden Mitglied gehören, müssen zuerst neu zugewiesen oder gelöscht werden.",
  "<span class=\"notranslate\">%s</span> payment for <span class=\"notranslate\">%s</span> of the <span class=\"notranslate\">%s</span> plan.": "<span class=\"notranslate\">%s</span> Zahlung für <span class=\"notranslate\">%s</span> des <span class=\"notranslate\">%s</span> Plans.",
  "Payment reference was invalid or did not exist.": "Die Zahlungsreferenz war ungültig oder existierte nicht.",
  "Receipt": "Erhalt",
  "Domain name <span class=\"notranslate\">%s</span> must have at least one admin that is signed up for the <span class=\"notranslate\">%s</span> plan. Please <a class=\"font-weight-bold\" href=\"%s\">upgrade your account</a> to this plan to continue.": "Domänenname <span class=\"notranslate\">%s</span> muss mindestens einen Administrator haben, der für den <span class=\"notranslate\">%s</span> Plan registriert ist. Bitte <a class=\"font-weight-bold\" href=\"%s\">aktualisieren Sie Ihr Konto</a> auf diesen Plan, um fortzufahren.",
  "Domain name <span class=\"notranslate\">%s</span> has a potentially malicious domain name extension and must have at least one admin that is signed up for a paid plan. Please <a class=\"font-weight-bold\" href=\"%s\">upgrade your account</a> to a paid plan to continue.": "Der <span class=\"notranslate\">%s</span> hat eine potenziell bösartige Domänennamenerweiterung und muss mindestens einen Administrator haben, der sich für einen kostenpflichtigen Plan angemeldet hat. Bitte <a class=\"font-weight-bold\" href=\"%s\">aktualisieren Sie Ihr Konto</a> auf einen kostenpflichtigen Plan, um fortzufahren.",
  "Upgrade": "Aktualisierung",
  "Billing": "Abrechnung",
  "Invalid Stripe Signature": "Ungültige Stripe-Signatur",
  "Invalid PayPal Signature": "Ungültige PayPal-Signatur",
  "You do not currently have an active subscription, or it was recently cancelled.": "Sie haben derzeit kein aktives Abonnement oder es wurde kürzlich gekündigt.",
  "You have successfully cancelled your subscription.": "Sie haben Ihr Abonnement erfolgreich gekündigt.",
  "You have successfully made a one-time payment.": "Sie haben erfolgreich eine Einmalzahlung getätigt.",
  "We will manually process your pro-rated refund in the amount of <span class=\"notranslate\">%s USD</span> and email you when complete.": "Wir werden Ihre anteilige Rückerstattung in Höhe von <span class=\"notranslate\">%s USD</span> manuell bearbeiten und Ihnen nach Abschluss eine E-Mail senden.",
  "Captcha service error.": "Fehler beim Captcha-Dienst.",
  "Captcha not verified.": "Captcha nicht verifiziert.",
  "Missing stripe subscription or customer id for stripe billing portal.": "Stripe-Abonnement oder Kundennummer für das Stripe-Abrechnungsportal fehlt.",
  "Payment via BitPay was not enough.": "Die Zahlung über BitPay war nicht ausreichend."
}