{
  "Continue": "Fortsetzen",
  "Switching Protocols": "Schaltprotokolle",
  "Processing": "wird bearbeitet",
  "Early Hints": "Frühe Hinweise",
  "OK": "OK",
  "Created": "Erstellt",
  "Accepted": "Akzeptiert",
  "Non-Authoritative Information": "Nicht verbindliche Informationen",
  "No Content": "Kein Inhalt",
  "Reset Content": "Inhalt zurücksetzen",
  "Partial Content": "Teilinhalt",
  "Multi-Status": "Multi-Status",
  "Already Reported": "Bereits gemeldet",
  "IM Used": "IM verwendet",
  "Multiple Choices": "Mehrere Auswahlmöglichkeiten",
  "Moved Permanently": "dauerhaft umgezogen",
  "Found": "Gefunden",
  "See Other": "Siehe Sonstiges",
  "Not Modified": "Nicht modifiziert",
  "Use Proxy": "Proxy verwenden",
  "Temporary Redirect": "Temporäre Umleitung",
  "Permanent Redirect": "Permanente Weiterleitung",
  "Bad Request": "Ungültige Anforderung",
  "Unauthorized": "Unbefugt",
  "Payment Required": "Zahlung erforderlich",
  "Forbidden": "Verboten",
  "Not Found": "Nicht gefunden",
  "Method Not Allowed": "Methode nicht erlaubt",
  "Not Acceptable": "Inakzeptabel",
  "Proxy Authentication Required": "Proxy-Authentifizierung erforderlich",
  "Request Timeout": "Zeitüberschreitung der Anforderung",
  "Conflict": "Konflikt",
  "Gone": "Weg",
  "Length Required": "Länge erforderlich",
  "Precondition Failed": "Vorbedingung fehlgeschlagen",
  "Payload Too Large": "Nutzlast zu groß",
  "URI Too Long": "URI zu lang",
  "Unsupported Media Type": "Nicht unterstützter Medientyp",
  "Range Not Satisfiable": "Bereich nicht erfüllbar",
  "Expectation Failed": "Erwartung fehlgeschlagen",
  "I'm a Teapot": "Ich bin eine Teekanne",
  "Misdirected Request": "Fehlgeleitete Anfrage",
  "Unprocessable Entity": "Unverarbeitbare Entität",
  "Locked": "Gesperrt",
  "Failed Dependency": "Fehlgeschlagene Abhängigkeit",
  "Too Early": "Zu früh",
  "Upgrade Required": "Upgrade erforderlich",
  "Precondition Required": "Voraussetzung Erforderlich",
  "Too Many Requests": "Zu viele Anfragen",
  "Request Header Fields Too Large": "Anfrage-Header-Felder zu groß",
  "Unavailable For Legal Reasons": "Aus rechtlichen Gründen nicht verfügbar",
  "Internal Server Error": "interner Serverfehler",
  "Not Implemented": "Nicht implementiert",
  "Bad Gateway": "Schlechtes Tor",
  "Service Unavailable": "Dienst nicht verfügbar",
  "Gateway Timeout": "Gateway-Zeitüberschreitung",
  "HTTP Version Not Supported": "HTTP-Version wird nicht unterstützt",
  "Variant Also Negotiates": "Variante verhandelt auch",
  "Insufficient Storage": "Unzureichender Speicherplatz",
  "Loop Detected": "Schleife erkannt",
  "Bandwidth Limit Exceeded": "Bandbreitenlimit überschritten",
  "Not Extended": "Nicht verlängert",
  "Network Authentication Required": "Netzwerkauthentifizierung erforderlich",
  "Hello": "Hallo",
  "It looks like you accidentally included \"www.\" in your domain name.  Did you mean example.com instead of www.example.com?": "Sieht so aus, als hätten Sie versehentlich \"www.\" eingefügt. in Ihrem Domainnamen. Meinten Sie example.com statt www.example.com?",
  "Invalid API credentials.": "Ungültige API-Anmeldeinformationen.",
  "Invalid API token.": "Ungültiges API-Token.",
  "Email address was invalid.": "E-Mail-Adresse war ungültig.",
  "File upload was invalid.": "Der Dateiupload war ungültig.",
  "Your message was invalid, as it was either blank or more than (5000) characters.": "Ihre Nachricht war ungültig, da sie entweder leer war oder mehr als (5000) Zeichen enthielt.",
  "Password was invalid.": "Passwort war ungültig.",
  "Password confirmation did not match new password.": "Passwortbestätigung stimmt nicht mit neuem Passwort überein.",
  "Password strength was not strong enough.": "Die Passwortstärke war nicht stark genug.",
  "Invalid port number.": "Ungültige Portnummer.",
  "We do not support this authentication provider.": "Wir unterstützen diesen Authentifizierungsanbieter nicht.",
  "Invalid recovery key.": "Ungültiger Wiederherstellungsschlüssel.",
  "Reset token and email were not valid together.": "Reset-Token und E-Mail waren zusammen nicht gültig.",
  "Change email token and email were not valid together.": "Änderungs-E-Mail-Token und E-Mail waren zusammen nicht gültig.",
  "Reset token provided was invalid.": "Das bereitgestellte Reset-Token war ungültig.",
  "Invalid session secret.": "Ungültiges Sitzungsgeheimnis.",
  "Please slightly change values to ensure slug uniqueness.": "Bitte ändern Sie die Werte leicht, um die Eindeutigkeit des Slugs sicherzustellen.",
  "<span class=\"notranslate\">%s</span> was missing or blank.": "<span class=\"notranslate\">%s</span> fehlte oder war leer.",
  "User does not exist.": "Benutzer existiert nicht.",
  "Member does not exist.": "Mitglied existiert nicht.",
  "Invalid CSRF token.": "Ungültiges CSRF-Token.",
  "The verification code entered was invalid.": "Der eingegebene Bestätigungscode war ungültig.",
  "Payment method must be either card, wallet, bank, or PayPal.": "Die Zahlungsmethode muss entweder Karte, Wallet, Bank oder PayPal sein.",
  "Payment type must be either one-time or subscription.": "Zahlungsart muss entweder einmalig oder Abonnement sein.",
  "Payment duration was invalid.": "Die Zahlungsdauer war ungültig.",
  "Please enable JavaScript to continue.": "Bitte aktivieren Sie JavaScript, um fortzufahren.",
  "Please verify your email address to continue.": "Bitte bestätigen Sie Ihre E-Mail-Adresse, um fortzufahren.",
  "Please wait for <span class=\"notranslate\">%s</span> and try again.": "Bitte warten Sie auf <span class=\"notranslate\">%s</span> und versuchen Sie es erneut.",
  "Your email address has been successfully verified.": "Ihre E-Mail-Adresse wurde erfolgreich verifiziert.",
  "Your email address is already verified.": "Ihre E-Mail-Adresse ist bereits verifiziert.",
  "A verification code has been sent to your email address.": "Ein Bestätigungscode wurde an Ihre E-Mail-Adresse gesendet.",
  "Your current email verification code has expired and we have sent a new one to your email address.": "Ihr aktueller E-Mail-Bestätigungscode ist abgelaufen und wir haben einen neuen an Ihre E-Mail-Adresse gesendet.",
  "Invalid two-factor authentication passcode.": "Ungültiger Passcode für die Zwei-Faktor-Authentifizierung.",
  "You do not belong to the administrative user group.": "Sie gehören nicht zur Gruppe der administrativen Benutzer.",
  "Please log in with two-factor authentication to continue.": "Bitte melden Sie sich mit der Zwei-Faktor-Authentifizierung an, um fortzufahren.",
  "Please log in or sign up to view the page you requested.": "Bitte melden Sie sich an oder registrieren Sie sich, um die angeforderte Seite anzuzeigen.",
  "We tried to create a new account with this email address, but it already exists.  Please log in with this email address if it belongs to you and then try again.": "Wir haben versucht, ein neues Konto mit dieser E-Mail-Adresse zu erstellen, aber es existiert bereits. Bitte melden Sie sich mit dieser E-Mail-Adresse an, falls sie Ihnen gehört, und versuchen Sie es erneut.",
  "Please log out to view the page you requested.": "Bitte melden Sie sich ab, um die angeforderte Seite anzuzeigen.",
  "Alias does not exist on the domain.": "Alias existiert nicht auf der Domäne.",
  "Add a domain name to your account to continue.": "Fügen Sie Ihrem Konto einen Domänennamen hinzu, um fortzufahren.",
  "Add a new alias to continue.": "Fügen Sie einen neuen Alias hinzu, um fortzufahren.",
  "Domain name was invalid (must be a domain name without protocol, for example \"domain.com\" instead of \"http://domain.com\" or an IP address).": "Der Domänenname war ungültig (muss ein Domänenname ohne Protokoll sein, z. B. „domain.com“ anstelle von „http://domain.com“ oder eine IP-Adresse).",
  "Domain name was invalid (must be a domain name without protocol, for example \"domain.com\" instead of \"http://domain.com\").": "Domänenname war ungültig (muss ein Domänenname ohne Protokoll sein, z. B. „domain.com“ statt „http://domain.com“).",
  "Add Alias": "Alias hinzufügen",
  "User must be a domain admin to create a catch-all alias.": "Der Benutzer muss ein Domänenadministrator sein, um einen Catch-All-Alias zu erstellen.",
  "Alias already exists for domain.": "Für die Domäne existiert bereits ein Alias.",
  "Domain's DNS records have been verified.": "Die DNS-Einträge der Domain wurden verifiziert.",
  "Domain does not exist on your account.": "Domäne existiert nicht auf Ihrem Konto.",
  "User must be a domain admin to create an alias with a reserved word (see the page on <a target=\"_blank\" rel=\"noopener noreferrer\" class=\"font-weight-bold\" href=\"%s/reserved-email-addresses\">Reserved Email Addresses</a>).": "Der Benutzer muss ein Domänenadministrator sein, um einen Alias mit einem reservierten Wort zu erstellen (siehe die Seite zu <a target=\"_blank\" rel=\"noopener noreferrer\" class=\"font-weight-bold\" href=\"%s/reserved-email-addresses\">reservierten E-Mail-Adressen</a> ).",
  "User cannot have more than (5) aliases on global domains.": "Benutzer können nicht mehr als (5) Aliase auf globalen Domains haben.",
  "You have exceeded the maximum count of (<span class=\"notranslate\">%s</span>) recipients per alias.  Please <a class=\"font-weight-bold\" href=\"/help\">contact us</a> if you wish to have this limit increased.  We review requests on a unique basis.  Please provide us with information about your forwarding purposes if possible.": "Sie haben die maximale Anzahl von ( <span class=\"notranslate\">%s</span> ) Empfängern pro Alias überschritten. Bitte <a class=\"font-weight-bold\" href=\"/help\">kontaktieren Sie uns,</a> wenn Sie dieses Limit erhöhen möchten. Wir prüfen Anfragen individuell. Bitte teilen Sie uns nach Möglichkeit Ihre Weiterleitungszwecke mit.",
  "Domain does not exist.": "Domäne existiert nicht.",
  "Invite does not exist with your email address for this domain.": "Einladung existiert nicht mit Ihrer E-Mail-Adresse für diese Domain.",
  "Domain already exists on your account.": "Domain existiert bereits auf Ihrem Konto.",
  "Your account is currently an admin of one or more domain names.  Please delete these domains or remove yourself from them to continue.": "Ihr Konto ist derzeit ein Administrator von einem oder mehreren Domainnamen. Bitte löschen Sie diese Domains oder entfernen Sie sich von ihnen, um fortzufahren.",
  "Your account was successfully deleted.": "Ihr Konto wurde erfolgreich gelöscht.",
  "Please try again <span class=\"notranslate\">%s</span>.": "Bitte versuchen Sie es erneut <span class=\"notranslate\">%s</span> .",
  "We have emailed you a link to reset your password.": "Wir haben Ihnen per E-Mail einen Link zum Zurücksetzen Ihres Passworts gesendet.",
  "Password successfully confirmed.": "Passwort erfolgreich bestätigt.",
  "Please set a password on your account to continue.": "Bitte legen Sie ein Passwort für Ihr Konto fest, um fortzufahren.",
  "Empty Recovery Keys": "Leere Wiederherstellungsschlüssel",
  "You have run out of recovery keys. Please download the newly generated recovery keys before continuing.": "Sie haben keine Wiederherstellungsschlüssel mehr. Bitte laden Sie die neu generierten Wiederherstellungsschlüssel herunter, bevor Sie fortfahren.",
  "Recovery key successful. This key will no longer be valid.": "Wiederherstellungsschlüssel erfolgreich. Dieser Schlüssel ist nicht mehr gültig.",
  "You have successfully registered.": "Sie haben sich erfolgreich registriert.",
  "You have successfully signed in.": "Sie haben sich erfolgreich angemeldet.",
  "You are already signed in.": "Sie sind bereits angemeldet.",
  "Your request was successfully completed.": "Ihre Anfrage wurde erfolgreich abgeschlossen.",
  "Sorry, your request has timed out.  We have been alerted of this issue.  Please try again.": "Entschuldigung, Ihre Anfrage ist abgelaufen. Wir wurden auf dieses Problem aufmerksam gemacht. Bitte versuche es erneut.",
  "You have successfully set a new password.": "Sie haben erfolgreich ein neues Passwort festgelegt.",
  "You have successfully set a new email address.": "Sie haben erfolgreich eine neue E-Mail-Adresse eingerichtet.",
  "You have successfully signed out.": "Sie haben sich erfolgreich abgemeldet.",
  "Your email has been successfully verified. You should receive a support email from an admin within the next 3-5 business days.": "Ihre E-Mail wurde erfolgreich bestätigt. Sie sollten innerhalb der nächsten 3-5 Werktage eine Support-E-Mail von einem Administrator erhalten.",
  "We were unable to send your help request.  We have been alerted of this problem.  Please try again or directly email <a href=\"mailto:support@forwardemail.net\">support@forwardemail.net</a>.": "Wir konnten Ihre Hilfeanfrage nicht senden. Wir wurden auf dieses Problem aufmerksam gemacht. Bitte versuchen Sie es erneut oder senden Sie direkt eine E-Mail <a href=\"mailto:support@forwardemail.net\">an support@forwardemail.net</a> .",
  "You have reached the limit for sending help requests.  Please try again.": "Sie haben das Limit für das Senden von Hilfeanfragen erreicht. Bitte versuche es erneut.",
  "Thank you for contacting us.  We would love to hear more from you.  How can we help?": "Danke, dass Sie uns kontaktiert haben. Wir würden gerne mehr von Ihnen hören. Wie können wir helfen?",
  "Your help request has been sent successfully.  You should hear from us soon.  Thank you!": "Ihre Hilfeanfrage wurde erfolgreich gesendet. Sie sollten bald von uns hören. Vielen Dank!",
  "An unknown error has occurred. We have been alerted of this issue. Please try again.": "Ein unbekannter Fehler ist aufgetreten. Wir wurden auf dieses Problem aufmerksam gemacht. Bitte versuche es erneut.",
  "Please enter a password.": "Bitte Passwort eingeben.",
  "Account is currently locked due to rate limiting.  Please try again later.": "Das Konto ist derzeit aufgrund einer Ratenbegrenzung gesperrt. Bitte versuchen Sie es später erneut.",
  "Account is currently locked due to too many failed login attempts.  Please try again later.": "Das Konto ist derzeit aufgrund zu vieler fehlgeschlagener Anmeldeversuche gesperrt. Bitte versuchen Sie es später erneut.",
  "Please log in with Google or GitHub and set your password in order to be able to log in with your email address.": "Bitte melden Sie sich bei Google oder GitHub an und legen Sie Ihr Passwort fest, um sich mit Ihrer E-Mail-Adresse anmelden zu können.",
  "Email address or password is incorrect.": "E-Mail-Adresse oder Passwort ist falsch.",
  "Please enter an email address.": "Bitte geben Sie eine E-mail-Adresse ein.",
  "A user with the given email address is already registered.  Please try to log in or reset the password if this account belongs to you.": "Ein Benutzer mit der angegebenen E-Mail-Adresse ist bereits registriert. Bitte versuchen Sie sich anzumelden oder setzen Sie das Passwort zurück, wenn dieses Konto Ihnen gehört.",
  "This plan is already active, please refresh.": "Dieser Plan ist bereits aktiv, bitte aktualisieren.",
  "Upgrade Plan": "Upgrade-Plan",
  "Invalid plan selected.": "Ungültiger Plan ausgewählt.",
  "Please <a class=\"font-weight-bold\" href=\"%s\">upgrade to a paid plan</a> to unlock this feature.": "Bitte führen Sie <a class=\"font-weight-bold\" href=\"%s\">ein Upgrade auf einen kostenpflichtigen Tarif</a> durch, um diese Funktion freizuschalten.",
  "You have successfully accepted the invite to this domain and are an admin.": "Sie haben die Einladung zu dieser Domain erfolgreich angenommen und sind ein Administrator.",
  "You have successfully accepted the invite to this domain and you can now create your first alias.": "Sie haben die Einladung zu dieser Domain erfolgreich angenommen und können nun Ihren ersten Alias erstellen.",
  "An error occurred while emailing the invite link.  Please manually copy the the invite link and share it with this person if needed.": "Beim Versenden des Einladungslinks per E-Mail ist ein Fehler aufgetreten. Bitte kopieren Sie den Einladungslink manuell und teilen Sie ihn bei Bedarf mit dieser Person.",
  "Group was invalid, must be either admin or user.": "Gruppe war ungültig, muss entweder Administrator oder Benutzer sein.",
  "Invite was already sent to this email address.  Please manually copy the invite link and share it with this person if needed.": "Die Einladung wurde bereits an diese E-Mail-Adresse gesendet. Bitte kopieren Sie den Einladungslink manuell und teilen Sie ihn bei Bedarf mit dieser Person.",
  "Free": "Frei",
  "Enhanced Protection": "Verbesserter Schutz",
  "Team": "Mannschaft",
  "You have successfully downgraded to the Free Plan.": "Sie haben erfolgreich auf den kostenlosen Plan heruntergestuft.",
  "You have successfully upgraded to the Enhanced Protection Plan.": "Sie haben erfolgreich auf den Enhanced Protection Plan aktualisiert.",
  "You have successfully upgraded to the Team Plan.": "Sie haben erfolgreich auf den Teamplan umgestellt.",
  "Auto-renew successfully enabled (starts on <span class=\"notranslate\">%s</span>)": "Automatische Verlängerung erfolgreich aktiviert (beginnt am <span class=\"notranslate\">%s</span> )",
  "You have successfully subscribed and enabled auto-renew.": "Sie haben sich erfolgreich angemeldet und die automatische Verlängerung aktiviert.",
  "Your account has been banned.": "Dein Account wurde gesperrt.",
  "Domain is not a registered domain name. <a class=\"font-weight-bold\" href=\"/domain-registration\">Click here to register it now</a>.": "Domain ist kein registrierter Domainname. <a class=\"font-weight-bold\" href=\"/domain-registration\">Klicken Sie hier, um es jetzt zu registrieren</a> .",
  "Domain is missing required DNS <span class=\"notranslate\">TXT</span> records. <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.": "In der Domäne fehlen die erforderlichen DNS <span class=\"notranslate\">TXT</span> Einträge. <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Lesen Sie unsere FAQ</a> für detaillierte Anweisungen.",
  "Domain has multiple verification records.  Please ensure there is only one verification record that exists.": "Die Domäne hat mehrere Bestätigungseinträge. Bitte stellen Sie sicher, dass nur ein Bestätigungseintrag vorhanden ist.",
  "Domain has multiple port records.  Please ensure there is only one port record that exists.": "Die Domäne hat mehrere Porteinträge. Stellen Sie sicher, dass nur ein Porteintrag vorhanden ist.",
  "At least one admin user must belong to the domain.": "Mindestens ein Admin-Benutzer muss der Domäne angehören.",
  "Verification record must only use characters A-Z and numbers 0-9.": "Der Verifizierungsdatensatz darf nur die Zeichen A–Z und die Zahlen 0–9 enthalten.",
  "<p class=\"mb-0\">We have detected that your domain has multiple MX server providers. Please ensure that the <strong>ONLY</strong> DNS MX records are:</p><ul class=\"markdown-body ml-0 mr-0 mb-3\"><span class=\"notranslate\">%s</span></ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Wir haben festgestellt, dass Ihre Domain mehrere MX-Serveranbieter hat. Bitte stellen Sie sicher, dass die <strong>EINZIGEN</strong> DNS-MX-Einträge sind:</p><ul class=\"markdown-body ml-0 mr-0 mb-3\"> <span class=\"notranslate\">%s</span></ul><p class=\"mb-0\"> Bitte stellen Sie sicher, dass Sie keine Tippfehler haben und beide eindeutigen Datensätze hinzugefügt haben (zB stellen Sie sicher, dass beide Datensätze nicht identisch sind). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Lesen Sie unsere FAQ</a> für detaillierte Anweisungen.</p>",
  "<p class=\"mb-0\">Domain is missing required DNS MX records of:</p><ul class=\"markdown-body ml-0 mr-0 mb-3\"><span class=\"notranslate\">%s</span></ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">In der Domäne fehlen die erforderlichen DNS-MX-Einträge von:</p><ul class=\"markdown-body ml-0 mr-0 mb-3\"> <span class=\"notranslate\">%s</span></ul><p class=\"mb-0\"> Bitte stellen Sie sicher, dass Sie keine Tippfehler haben und beide eindeutigen Datensätze hinzugefügt haben (zB stellen Sie sicher, dass beide Datensätze nicht identisch sind). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Lesen Sie unsere FAQ</a> für detaillierte Anweisungen.</p>",
  "Domain is missing required DNS <span class=\"notranslate\">TXT</span> record of: <span class=\"notranslate\">%s</span>": "Der Domäne fehlt der erforderliche DNS- <span class=\"notranslate\">TXT</span> -Eintrag von: <span class=\"notranslate\">%s</span>",
  "Domain has an incorrect DNS <span class=\"notranslate\">TXT</span> record for verification.  Please ensure <span class=\"notranslate\">%s</span> is the only verification record that exists.": "Die Domäne hat einen falschen DNS- <span class=\"notranslate\">TXT</span> -Eintrag zur Überprüfung. Bitte stellen Sie sicher, dass <span class=\"notranslate\">%s</span> der einzige vorhandene Bestätigungseintrag ist.",
  "Domain has multiple verification records.  Please ensure <span class=\"notranslate\">%s</span> is the only verification record that exists.": "Die Domäne hat mehrere Bestätigungseinträge. Bitte stellen Sie sicher, dass <span class=\"notranslate\">%s</span> der einzige vorhandene Bestätigungseintrag ist.",
  "Please ensure that your DNS nameservers are set properly too (e.g. if you are using a DNS provider such as Cloudflare &ndash; which may be a different provider than your domain registrar).": "Bitte stellen Sie sicher, dass auch Ihre DNS-Nameserver richtig eingestellt sind (z. B. wenn Sie einen DNS-Anbieter wie Cloudflare verwenden – der möglicherweise ein anderer Anbieter als Ihr Domain-Registrar ist).",
  "If we detect your DNS records are valid, then we will send you an automated email alert.  We routinely check DNS records for your domain every few hours.": "Wenn wir feststellen, dass Ihre DNS-Einträge gültig sind, senden wir Ihnen eine automatische E-Mail-Benachrichtigung. Wir überprüfen routinemäßig alle paar Stunden die DNS-Einträge für Ihre Domain.",
  "Could not import \"<span class=\"notranslate\">%s</span>\" record's recipient of \"<span class=\"notranslate\">%s</span>\" since it already exists as an alias.": "Der Empfänger des „ <span class=\"notranslate\">%s</span> <span class=\"notranslate\">%s</span> -Datensatzes von „ %s “ konnte nicht importiert werden, da er bereits als Alias existiert.",
  "We successfully imported the disabled address of \"<span class=\"notranslate\">%s</span>\", but we had to do so with a single recipient of \"nobody@forwardemail.net\" because it did not have a recipient in the imported DNS entry.": "Wir haben die deaktivierte Adresse von „ <span class=\"notranslate\">%s</span> “ erfolgreich importiert, mussten dies jedoch mit einem einzelnen Empfänger von „nobody@forwardemail.net“ tun, da der importierte DNS-Eintrag keinen Empfänger hatte.",
  "Could not import catch-all record's recipient of \"<span class=\"notranslate\">%s</span>\" since the catch-all already includes it as a recipient.": "Der Empfänger des Catch-All-Datensatzes von „ <span class=\"notranslate\">%s</span> “ konnte nicht importiert werden, da der Catch-All ihn bereits als Empfänger enthält.",
  "Successfully imported (<span class=\"notranslate\">%d</span>) aliases.": "Erfolgreich importierte ( <span class=\"notranslate\">%d</span> ) Aliasse.",
  "An error occurred while importing aliases.": "Beim Importieren von Aliassen ist ein Fehler aufgetreten.",
  "No aliases were available to import.": "Es waren keine Aliase zum Importieren verfügbar.",
  "Successfully imported (<span class=\"notranslate\">%d</span>) catch-all recipients.": "Catch-All-Empfänger wurden erfolgreich importiert ( <span class=\"notranslate\">%d</span> ).",
  "An error occurred while importing catch-all recipients.": "Beim Importieren von Catch-All-Empfängern ist ein Fehler aufgetreten.",
  "No catch-all recipients were available to import.": "Es waren keine Sammelempfänger für den Import verfügbar.",
  "Multiple errors occurred during record verification.": "Während der Datensatzüberprüfung sind mehrere Fehler aufgetreten.",
  "User is already an accepted member of this domain": "Der Benutzer ist bereits ein akzeptiertes Mitglied dieser Domäne",
  "Our metrics are not available, please check back later.": "Unsere Metriken sind nicht verfügbar, bitte versuchen Sie es später erneut.",
  "Sunday": "Sonntag",
  "Monday": "Montag",
  "Tuesday": "Dienstag",
  "Wednesday": "Mittwoch",
  "Thursday": "Donnerstag",
  "Friday": "Freitag",
  "Saturday": "Samstag",
  "Week": "Woche",
  "Users": "Benutzer",
  "Domains": "Domänen",
  "Aliases": "Aliase",
  "Payments": "Zahlungen",
  "Aliases cannot have a \"+\" symbol as this is a built-in filtering feature (similar to Gmail).": "Aliasse dürfen kein „+“-Symbol haben, da es sich hierbei um eine integrierte Filterfunktion handelt (ähnlich wie bei Gmail).",
  "Unfortunately an error occurred while sending the email.  Please try again or <a class=\"font-weight-bold\" href=\"/help\">contact us</a> for help.": "Leider ist beim Versenden der E-Mail ein Fehler aufgetreten. Bitte versuchen Sie es erneut oder <a class=\"font-weight-bold\" href=\"/help\">kontaktieren Sie uns</a> für Hilfe.",
  "Check your inbox for a link to confirm your email change.": "Suchen Sie in Ihrem Posteingang nach einem Link zur Bestätigung Ihrer E-Mail-Änderung.",
  "You can only change your email address every <span class=\"notranslate\">%s</span> minutes. Please try again <span class=\"notranslate\">%s</span>.": "Sie können Ihre E-Mail-Adresse nur alle <span class=\"notranslate\">%s</span> Minuten ändern. Bitte versuchen Sie es erneut <span class=\"notranslate\">%s</span> .",
  "The email address <span class=\"notranslate\">%s</span> already exists.": "Die E-Mail-Adresse <span class=\"notranslate\">%s</span> existiert bereits.",
  "Email change request does not exist.": "E-Mail-Änderungsanfrage existiert nicht.",
  "Email change request has been cancelled.": "E-Mail-Änderungsanfrage wurde storniert.",
  "<span class=\"notranslate\">%s</span> payment for <span class=\"notranslate\">%s</span> of the <span class=\"notranslate\">%s</span> plan.": "<span class=\"notranslate\">%s</span> Zahlung für <span class=\"notranslate\">%s</span> des Plans <span class=\"notranslate\">%s</span> .",
  "Payment reference was invalid or did not exist.": "Zahlungsreferenz war ungültig oder existierte nicht.",
  "Receipt": "Kassenbon",
  "Make Payment": "Zahlung leisten",
  "Domain name <span class=\"notranslate\">%s</span> must have at least one admin that is signed up for the <span class=\"notranslate\">%s</span> plan. Please <a class=\"font-weight-bold\" href=\"%s\">upgrade your account</a> to this plan to continue.": "Der Domänenname <span class=\"notranslate\">%s</span> muss mindestens einen Administrator haben, der für den Plan <span class=\"notranslate\">%s</span> angemeldet ist. Bitte <a class=\"font-weight-bold\" href=\"%s\">aktualisieren Sie Ihr Konto</a> auf diesen Plan, um fortzufahren.",
  "Domain name <span class=\"notranslate\">%s</span> must have at least one admin that is signed up for the <span class=\"notranslate\">%s</span> plan. Please <a class=\"font-weight-bold\" href=\"%s\">downgrade this domain</a> to continue.": "Der Domänenname <span class=\"notranslate\">%s</span> muss mindestens einen Administrator haben, der für den Plan <span class=\"notranslate\">%s</span> angemeldet ist. Bitte <a class=\"font-weight-bold\" href=\"%s\">stufen Sie diese Domain herunter,</a> um fortzufahren.",
  "Domain name <span class=\"notranslate\">%s</span> has a potentially malicious domain name extension and must have at least one admin that is signed up for a paid plan. Please <a class=\"font-weight-bold\" href=\"%s\">upgrade your account</a> to a paid plan to continue.": "Der Domänenname <span class=\"notranslate\">%s</span> hat eine potenziell bösartige Domänennamenerweiterung und muss mindestens einen Administrator haben, der für einen kostenpflichtigen Plan angemeldet ist. Bitte <a class=\"font-weight-bold\" href=\"%s\">aktualisieren Sie Ihr Konto</a> auf einen kostenpflichtigen Plan, um fortzufahren.",
  "Upgrade": "Aktualisierung",
  "Billing": "Abrechnung",
  "Enable Auto-Renew": "Automatische Verlängerung aktivieren",
  "Invalid Stripe Signature": "Ungültige Stripe-Signatur",
  "Invalid PayPal Signature": "Ungültige PayPal-Signatur",
  "You have an active subscription and auto-renew is currently enabled.": "Sie haben ein aktives Abonnement und die automatische Verlängerung ist derzeit aktiviert.",
  "You do not currently have an active subscription, or it was recently cancelled.": "Sie haben derzeit kein aktives Abonnement oder es wurde kürzlich gekündigt.",
  "You have successfully cancelled your subscription.": "Sie haben Ihr Abonnement erfolgreich gekündigt.",
  "You have successfully made a one-time payment.": "Sie haben erfolgreich eine Einmalzahlung getätigt.",
  "Captcha service error.": "Captcha-Dienstfehler.",
  "An error occurred while processing refunds. We have been notified by email.": "Bei der Bearbeitung von Rückerstattungen ist ein Fehler aufgetreten. Wir wurden per E-Mail benachrichtigt.",
  "We have successfully processed a total refunded amount of <span class=\"notranslate\">%s</span>.": "Wir haben einen erstatteten Gesamtbetrag von <span class=\"notranslate\">%s</span> erfolgreich verarbeitet.",
  "An error occurred while converting your existing credit between plans. We have been notified by email.": "Beim Umwandeln Ihres vorhandenen Guthabens zwischen Plänen ist ein Fehler aufgetreten. Wir wurden per E-Mail benachrichtigt.",
  "You successfully switched plans and received a conversion credit of <span class=\"notranslate\">%s</span>.": "Sie haben den Plan erfolgreich gewechselt und eine Conversion-Gutschrift von <span class=\"notranslate\">%s</span> erhalten.",
  "Captcha not verified.": "Captcha nicht verifiziert.",
  "Missing \"VERIFICATION_LINK\" in HTML template string.  This variable must be included at least once either in text or link format.": "Fehlender \"VERIFICATION_LINK\" in der HTML-Vorlagenzeichenfolge. Diese Variable muss mindestens einmal im Text- oder Linkformat enthalten sein.",
  "Paid plan is required for recipient verification": "Für die Empfängerüberprüfung ist ein kostenpflichtiger Plan erforderlich",
  "Invalid recipient verification request.  Please ensure the link is correct and try again, or contact us for help.": "Ungültige Anforderung zur Empfängerüberprüfung. Bitte vergewissern Sie sich, dass der Link korrekt ist, und versuchen Sie es erneut, oder wenden Sie sich an uns, um Hilfe zu erhalten.",
  "Verification link will not be sent until the domain has verified <span class=\"notranslate\">TXT</span> and MX records.": "Der Verifizierungslink wird erst gesendet, wenn die Domain <span class=\"notranslate\">TXT</span> und MX-Einträge verifiziert hat.",
  "Disposable email addresses are not allowed.  Try again or contact us for help.": "Wegwerf-E-Mail-Adressen sind nicht erlaubt. Versuchen Sie es erneut oder kontaktieren Sie uns, um Hilfe zu erhalten.",
  "We are resolving an issue with our website &ndash; visit our <a href=\"https://status.forwardemail.net\" target=\"_blank\" rel=\"noopener noreferrer\">Status Page</a> for updates.": "Wir lösen ein Problem mit unserer Website – besuchen Sie unsere <a href=\"https://status.forwardemail.net\" target=\"_blank\" rel=\"noopener noreferrer\">Statusseite</a> für Updates.",
  "The following errors occurred:": "Folgende Fehler sind aufgetreten:",
  "The reset token has already expired. Please start a new <a href=\"/forgot-password\">Forgot Password</a> request to continue.": "Das Reset-Token ist bereits abgelaufen. Bitte starten Sie eine neue <a href=\"/forgot-password\">Passwort-Vergessen-</a> Anfrage, um fortzufahren.",
  "We have reassigned ownership of the following aliases to you:": "Wir haben Ihnen die Inhaberschaft der folgenden Aliase neu zugewiesen:",
  "We have removed the following aliases that belonged to you:": "Wir haben die folgenden Aliase entfernt, die Ihnen gehörten:",
  "We have reassigned the following aliases that belonged to you:": "Wir haben die folgenden Aliasse, die Ihnen gehörten, neu zugewiesen:",
  "<strong>This domain has unencrypted aliases stored in DNS <span class=\"notranslate\">TXT</span> records.</strong>  Follow these steps to resolve this issue:<ol class=\"mt-3\"><li><a href=\"%s\">Import <span class=\"notranslate\">TXT</span> Records</a></li><li>Remove any DNS <span class=\"notranslate\">TXT</span> records prefixed with <code class=\"notranslate\">%s=</code> (make sure you <u>DO NOT</u> remove the existing encrypted record)</li><li>Try to <a href=\"%s\">Verify Records</a> again</li></ol>": "<strong>Diese Domain hat unverschlüsselte Aliase, die in DNS <span class=\"notranslate\">TXT</span> Einträgen gespeichert sind.</strong> Befolgen Sie diese Schritte, um dieses Problem zu beheben:<ol class=\"mt-3\"><li> <a href=\"%s\"><span class=\"notranslate\">TXT</span> -Einträge importieren</a></li><li> Entfernen Sie alle DNS- <span class=\"notranslate\">TXT</span> -Einträge mit dem Präfix <code class=\"notranslate\">%s=</code> (stellen Sie sicher, dass Sie den vorhandenen verschlüsselten <u>Eintrag NICHT</u> entfernen)</li><li> Versuchen Sie erneut, <a href=\"%s\">Datensätze</a> zu überprüfen</li></ol>",
  "An error code of \"<span class=\"notranslate\">%s</span>\" occurred while performing the DNS lookup. Please try again.": "Beim Durchführen der DNS-Suche ist der Fehlercode „ <span class=\"notranslate\">%s</span> “ aufgetreten. Bitte versuche es erneut.",
  "You successfully upgraded your account &ndash; however we noticed that you have one or more domains that are not on the same plan you upgraded to. Please configure each domain to use your current plan by using the drop-down menu located at the <a href=\"/my-account/domains\">Domains</a> page.  You can feel free to mix and match domains to be configured on different plans (e.g. you can have some on the free plan, and others on upgraded paid plans).": "Sie haben Ihr Konto erfolgreich aktualisiert – wir haben jedoch festgestellt, dass Sie eine oder mehrere Domains haben, die nicht denselben Plan haben, auf den Sie aktualisiert haben. Bitte konfigurieren Sie jede Domain so, dass sie Ihren aktuellen Plan verwendet, indem Sie das Dropdown-Menü auf der Seite „ <a href=\"/my-account/domains\">Domains</a> “ verwenden. Sie können gerne Domains mischen und anpassen, um sie für verschiedene Pläne zu konfigurieren (z. B. können Sie einige im kostenlosen Plan und andere in aktualisierten kostenpflichtigen Plänen haben).",
  "Need to configure your domains to match your plan?": "Müssen Sie Ihre Domains so konfigurieren, dass sie zu Ihrem Plan passen?",
  "In order to switch plans, you must first update your account to good standing by paying the entire past due balance. You owe payment for <span class=\"notranslate\">%d</span> months.  You can alternatively downgrade all of your domains to the free plan.": "Um den Plan zu wechseln, müssen Sie zuerst Ihr Konto auf einen guten Stand bringen, indem Sie den gesamten überfälligen Betrag bezahlen. Sie schulden eine Zahlung für <span class=\"notranslate\">%d</span> Monate. Alternativ können Sie alle Ihre Domains auf den kostenlosen Tarif herunterstufen.",
  "Your account is past due and API access may be restricted!": "Ihr Konto ist überfällig und der API-Zugriff ist möglicherweise eingeschränkt!",
  "API access has been restricted due to past due payment": "Der API-Zugriff wurde aufgrund überfälliger Zahlungen eingeschränkt",
  "<strong class=\"text-danger\">Your account is past due.</strong> Please <a href=\"%s\">make a payment</a> immediately to avoid account termination.": "<strong class=\"text-danger\">Ihr Konto ist überfällig.</strong> Bitte <a href=\"%s\">tätigen Sie eine Zahlung</a> sofort, um eine Kontokündigung zu vermeiden.",
  "Your account is <strong class=\"notranslate\">%s</strong> past due. You must pay this amount before you can enable auto-renew.": "Ihr Konto ist <strong class=\"notranslate\">%s</strong> überfällig. Sie müssen diesen Betrag bezahlen, bevor Sie die automatische Verlängerung aktivieren können.",
  "and": "und",
  "You cannot start a subscription nor enable auto-renew more than two years from your plan's current expiration date of <span class=\"notranslate\">%s</span>.  Please try again <span class=\"notranslate\">%s</span>.": "Sie können ein Abonnement nicht mehr als zwei Jahre nach dem aktuellen Ablaufdatum Ihres Plans von <span class=\"notranslate\">%s</span> beginnen oder die automatische Verlängerung aktivieren. Bitte versuchen Sie es erneut <span class=\"notranslate\">%s</span> .",
  "month": "Monat",
  "year": "Jahr",
  "System Alert": "Systemwarnung",
  "This is an automated system alert.": "Dies ist eine automatische Systemwarnung.",
  "Help": "Hilfe",
  "About": "Um",
  "Privacy": "Privatsphäre",
  "Terms": "Bedingungen",
  "Thanks for signing up!": "Danke für's Registrieren!",
  "Need to unsubscribe?": "Müssen Sie sich abmelden?",
  "Delete your account": "Lösche deinen Account",
  "You're ready to go!": "Sie können loslegen!",
  "Woo-hoo!": "Woo-hoo!",
  "Now you can add your domains and set up free email forwarding!": "Jetzt können Sie Ihre Domains hinzufügen und eine kostenlose E-Mail-Weiterleitung einrichten!",
  "Get started now": "Jetzt loslegen",
  "If you have any questions or comments, then please let us know": "Wenn Sie Fragen oder Anmerkungen haben, lassen Sie es uns bitte wissen",
  "Thank you!": "Vielen Dank!",
  "Manage Billing": "Abrechnung verwalten",
  "Your receipt is also attached as a PDF to this email.": "Ihre Quittung ist dieser E-Mail auch als PDF beigefügt.",
  "Your Receipt [<span class=\"notranslate\">%s</span>] (<span class=\"notranslate\">%s</span>)": "Ihre Quittung [ <span class=\"notranslate\">%s</span> ] ( <span class=\"notranslate\">%s</span> )",
  "Welcoming your new domain!": "Begrüßen Sie Ihre neue Domain!",
  "Congrats!": "Herzlichen Glückwunsch!",
  "<span class=\"notranslate\">%s</span> you added the domain <strong><span class=\"notranslate\">%s</span></strong>.": "<span class=\"notranslate\">%s</span> Sie haben die Domäne <strong><span class=\"notranslate\">%s</span></strong> hinzugefügt.",
  "Did you want enhanced privacy and protection?": "Wollten Sie mehr Privatsphäre und Schutz?",
  "Currently <strong>your domain is on the free plan</strong>, which means <strong class=\"text-danger\">your forwarding addresses are publicly searchable</strong> over DNS lookups.": "Derzeit <strong>ist Ihre Domain im kostenlosen Plan</strong> , was bedeutet, dass <strong class=\"text-danger\">Ihre Weiterleitungsadressen über DNS-Lookups öffentlich durchsuchbar sind</strong> .",
  "If you upgrade to the Enhanced Protection plan, then your forwarding addresses will be kept private and encrypted.": "Wenn Sie auf den erweiterten Schutzplan upgraden, bleiben Ihre Weiterleitungsadressen privat und verschlüsselt.",
  "Upgrade now": "Jetzt upgraden",
  "Verification Status": "Überprüfungsstatus",
  "MX": "MX",
  "Welcome aboard: <span class=\"notranslate\">%s</span>": "Willkommen an Bord: <span class=\"notranslate\">%s</span>",
  "Update Payment Method": "Zahlungsmethode aktualisieren",
  "Domain verified: <span class=\"notranslate\">%s</span>": "Domäne bestätigt: <span class=\"notranslate\">%s</span>",
  "Your domain is verified!": "Ihre Domain ist verifiziert!",
  "We detected that your domain <strong><span class=\"notranslate\">%s</span></strong> is now verified.": "Wir haben festgestellt, dass Ihre Domain <strong><span class=\"notranslate\">%s</span></strong> jetzt verifiziert ist.",
  "expired": "abgelaufen",
  "Your plan <span class=\"notranslate\">%s</span> <span class=\"notranslate\">%s</span>": "Ihr Plan <span class=\"notranslate\">%s</span> <span class=\"notranslate\">%s</span>",
  "follow-up reminder!": "Follow-up-Erinnerung!",
  "Plan expired on <span class=\"notranslate\">%s</span>.": "Plan abgelaufen am <span class=\"notranslate\">%s</span> .",
  "<a class=\"alert-link\" href=\"%s\">Make payment</a> to avoid account termination.": "<a class=\"alert-link\" href=\"%s\">Führen Sie eine Zahlung</a> durch, um eine Kontokündigung zu vermeiden.",
  "This is a follow-up to a previous notice.": "Dies ist eine Folgemaßnahme zu einer früheren Mitteilung.",
  "Make payment now to avoid account termination.": "Bezahlen Sie jetzt, um eine Kontokündigung zu vermeiden.",
  "Account Summary": "Kontoübersicht",
  "Domain Name": "Domänenname",
  "Plan": "Planen",
  "<span class=\"notranslate\">TXT</span>": "<span class=\"notranslate\">TXT</span>",
  "Please note that MX and <span class=\"notranslate\">TXT</span> statuses may be inaccurate.": "Bitte beachten Sie, dass MX- und <span class=\"notranslate\">TXT</span> -Status ungenau sein können.",
  "You must make payment to avoid account termination.": "Sie müssen eine Zahlung leisten, um eine Kontokündigung zu vermeiden.",
  "final notice!": "letzte Notiz!",
  "This is your <u>final notice</u> to make payment.": "Dies ist Ihre <u>letzte</u> Zahlungsaufforderung.",
  "Your domain needs attention!": "Ihre Domain braucht Aufmerksamkeit!",
  "Almost There!": "Fast dort!",
  "Issues Detected": "Probleme erkannt",
  "Need help with domain verification?": "Benötigen Sie Hilfe bei der Domain-Verifizierung?",
  "DNS records haven't propagated or may not be configured properly.": "DNS-Einträge wurden nicht weitergegeben oder sind möglicherweise nicht richtig konfiguriert.",
  "If we detect successful changes, then we'll notify you by email.": "Wenn wir erfolgreiche Änderungen feststellen, benachrichtigen wir Sie per E-Mail.",
  "Verify Records": "Aufzeichnungen überprüfen",
  "Did you want to enable two-factor auth?": "Wollten Sie die Zwei-Faktor-Authentifizierung aktivieren?",
  "Two-factor auth": "Zwei-Faktor-Authentifizierung",
  "Don't worry! Your account is secure.": "Mach dir keine Sorgen! Ihr Konto ist sicher.",
  "This is a friendly reminder for your protection.": "Dies ist eine freundliche Erinnerung zu Ihrem Schutz.",
  "Enable two-factor auth": "Aktivieren Sie die Zwei-Faktor-Authentifizierung",
  "We send this reminder every three months to increase security.": "Wir versenden diese Erinnerung alle drei Monate, um die Sicherheit zu erhöhen.",
  "Payment due <span class=\"notranslate\">%s</span>.": "Zahlung fällig <span class=\"notranslate\">%s</span> .",
  "Need to <a class=\"alert-link\" href=\"%s\">enable auto-renew</a>?": "Müssen Sie <a class=\"alert-link\" href=\"%s\">die automatische Verlängerung aktivieren</a> ?",
  "Account update": "Kontoaktualisierung",
  "You have successfully updated your account:": "Sie haben Ihr Konto erfolgreich aktualisiert:",
  "Company Name has changed from <span class=\"notranslate\">%s</span> to <span class=\"notranslate\">%s</span>": "Der Firmenname hat sich von <span class=\"notranslate\">%s</span> in <span class=\"notranslate\">%s</span> geändert",
  "If you did not make these changes, then please contact us immediately.": "Wenn Sie diese Änderungen nicht vorgenommen haben, setzen Sie sich bitte umgehend mit uns in Verbindung.",
  "Your Receipt [<span class=\"notranslate\">%s</span>] (<span class=\"notranslate\">%s</span>) *Refund*": "Ihre Quittung [ <span class=\"notranslate\">%s</span> ] ( <span class=\"notranslate\">%s</span> ) *Rückerstattung*",
  "You have been refunded": "Sie wurden erstattet",
  "Email has changed from <span class=\"notranslate\">%s</span> to <span class=\"notranslate\">%s</span>": "E-Mail hat sich von <span class=\"notranslate\">%s</span> zu <span class=\"notranslate\">%s</span> geändert",
  "Don't worry! Your account is still active.": "Mach dir keine Sorgen! Ihr Konto ist noch aktiv.",
  "make payment to keep your account active": "Zahlung leisten, um Ihr Konto aktiv zu halten",
  "Configuration issue!": "Konfigurationsproblem!",
  "Oops!": "Hoppla!",
  "Your domain <strong><span class=\"notranslate\">%s</span></strong> has a DNS configuration issue.": "Ihre Domain <strong><span class=\"notranslate\">%s</span></strong> hat ein DNS-Konfigurationsproblem.",
  "This means that your important emails <strong class=\"text-danger\">could have email forwarding issues</strong>.": "Das bedeutet, dass Ihre wichtigen E-Mails <strong class=\"text-danger\">möglicherweise Probleme mit der E-Mail-Weiterleitung haben</strong> .",
  "Please correct these issues as soon as possible:": "Bitte beheben Sie diese Probleme so schnell wie möglich:",
  "Currently <strong>you are on the free plan</strong>, which means <strong class=\"text-danger\">your forwarding addresses are publicly searchable</strong> over DNS lookups.": "Derzeit nutzen <strong>Sie den kostenlosen Plan</strong> , was bedeutet, dass <strong class=\"text-danger\">Ihre Weiterleitungsadressen über DNS-Lookups öffentlich durchsuchbar sind</strong> .",
  "Email delivery issue detected due to DNS configuration": "E-Mail-Zustellungsproblem aufgrund von DNS-Konfiguration erkannt",
  "Manage aliases": "Aliase verwalten",
  "电子邮件 has changed from <span class=\"notranslate\">%s</span> to <span class=\"notranslate\">%s</span>": "E-Mail hat sich von <span class=\"notranslate\">%s</span> zu <span class=\"notranslate\">%s</span> geändert",
  "Given Name has changed from <span class=\"notranslate\">%s</span> to <span class=\"notranslate\">%s</span>": "Vorname hat sich von <span class=\"notranslate\">%s</span> zu <span class=\"notranslate\">%s</span> geändert",
  "Family Name has changed from <span class=\"notranslate\">%s</span> to <span class=\"notranslate\">%s</span>": "Familienname hat sich von <span class=\"notranslate\">%s</span> zu <span class=\"notranslate\">%s</span> geändert",
  "API token has been reset.": "API-Token wurde zurückgesetzt.",
  "... and <span class=\"notranslate\">%d</span> more domain names.": "... und <span class=\"notranslate\">%d</span> weitere Domainnamen.",
  "E-mail has changed from <span class=\"notranslate\">%s</span> to <span class=\"notranslate\">%s</span>": "E-Mail hat sich von <span class=\"notranslate\">%s</span> zu <span class=\"notranslate\">%s</span> geändert",
  "Two-factor authentication has been disabled.": "Two-factor authentication has been disabled."
}