{
  "1": "1",
  "3": "3",
  "5": "5 5",
  "7": "7 7",
  "10": "10",
  "15": "15",
  "20": "20",
  "30": "30",
  "587": "587",
  "3600": "3600",
  "Privacy Policy": "Política de privacidad",
  "Table of Contents": "Tabla de contenido",
  "Information Not Collected": "Información no recopilada",
  "Information Collected": "Información recopilada",
  "Information Shared": "Información compartida",
  "Information Removal": "Eliminación de información",
  "We do not store any forwarded emails.": "No almacenamos ningún correo electrónico reenviado.",
  "We do not store any metadata about forwarded emails.": "No almacenamos metadatos sobre correos electrónicos reenviados.",
  "We do not store any server-side logs.": "No almacenamos ningún registro del lado del servidor.",
  "We do not store any client-side logs.": "No almacenamos ningún registro del lado del cliente.",
  "We do not store any IP addresses.": "No almacenamos ninguna dirección IP.",
  "We do not store any browser information.": "No almacenamos ninguna información del navegador.",
  "For transparency, at any time you can ": "Por transparencia, en cualquier momento puedes",
  "view our source code": "ver nuestro código fuente",
  " to see how the information below is collected and used:": " para ver cómo se recopila y utiliza la siguiente información:",
  "We store a cookie in a session for your visit (strictly for functionality).  This cookie is stored securely in our Redis database.": "Almacenamos una cookie en una sesión para su visita (estrictamente por funcionalidad). Esta cookie se almacena de forma segura en nuestra base de datos Redis.",
  "We store your email address (strictly for functionality).  This email address is stored securely in our MongoDB database.": "Almacenamos su dirección de correo electrónico (estrictamente por funcionalidad). Esta dirección de correo electrónico se almacena de forma segura en nuestra base de datos MongoDB.",
  "We store your domain name(s) and alias(es) you create (strictly for functionality).  This information is stored securely in our MongoDB database.": "Almacenamos sus nombres de dominio y alias que crea (estrictamente para la funcionalidad). Esta información se almacena de forma segura en nuestra base de datos MongoDB.",
  "Any additional information you voluntarily provide us, such as comments or questions in a ": "Cualquier información adicional que nos proporcione voluntariamente, como comentarios o preguntas en un",
  "Help request": "Solicitud de ayuda",
  ".": ".",
  "We do not share your information with any third-party whatsoever (with the exception of ": "No compartimos su información con ningún tercero (con la excepción de",
  "Postmark": "Matasellos",
  ", which we use for transactional emails, e.g. for account verification or password reset emails).": ", que utilizamos para correos electrónicos transaccionales, p. para verificación de cuenta o correos electrónicos de restablecimiento de contraseña).",
  "We may need to and will comply with court ordered legal requests (but keep in mind we do not collect information mentioned above, so we will not be able to provide it to begin with).": "Es posible que tengamos que cumplir y cumpliremos con las solicitudes legales ordenadas por el tribunal (pero tenga en cuenta que no recopilamos la información mencionada anteriormente, por lo que no podremos proporcionarla para empezar).",
  "If at any time if you wish to remove information that you have provided us with, then go to ": "Si en algún momento desea eliminar la información que nos ha proporcionado, vaya a",
  "My Account > Security": "Mi cuenta> Seguridad",
  " and click \"Delete Account\".": " y haga clic en \"Eliminar cuenta\".",
  "Frequently Asked Questions": "Preguntas frecuentes",
  "How do I get started and set up email forwarding": "¿Cómo empiezo y configuro el reenvío de correo electrónico?",
  "Why am I not receiving my test emails": "¿Por qué no recibo mis correos electrónicos de prueba?",
  "How to Send Mail As using Gmail": "Cómo enviar correo como usando Gmail",
  "Why do my emails have \"no-reply@forwardemail.net\" as part of the FROM address": "¿Por qué mis correos electrónicos tienen \"no-reply@forwardemail.net\" como parte de la dirección FROM",
  "Can I just use this email forwarding service as a \"fallback\" or \"fallover\" MX server": "¿Puedo usar este servicio de reenvío de correo electrónico como servidor MX \"alternativo\" o \"Falsover\"?",
  "Can I forward emails to multiple recipients": "¿Puedo reenviar correos electrónicos a múltiples destinatarios?",
  "Can I have multiple global catch-all recipients": "¿Puedo tener múltiples destinatarios globales",
  "Is there a maximum limit on the number of email addresses I can forward to per alias": "¿Existe un límite máximo en la cantidad de direcciones de correo electrónico que puedo reenviar por alias",
  "Can I recursively forward emails": "¿Puedo reenviar correos recursivamente?",
  "Can people unregister or register my email forwarding without my permission": "¿Pueden las personas cancelar el registro o registrar mi reenvío de correo electrónico sin mi permiso?",
  "How is it free": "Como es gratis",
  "What is the max email size limit": "¿Cuál es el límite máximo de tamaño de correo electrónico?",
  "Do you store emails and their contents": "¿Almacena correos electrónicos y sus contenidos?",
  "Do you store logs of emails": "¿Almacena registros de correos electrónicos?",
  "Can you read my forwarded emails": "¿Puedes leer mis correos reenviados?",
  "Does it support the \"+\" symbol (e.g. for Gmail aliases)": "¿Es compatible con el símbolo \"+\" (por ejemplo, para alias de Gmail)",
  "Does this forward my email's headers": "¿Esto reenvía los encabezados de mi correo electrónico?",
  "Is this well-tested": "¿Está bien probado?",
  "Do you pass along SMTP response messages and codes": "¿Pasa mensajes y códigos de respuesta SMTP?",
  "How do you prevent spammers and ensure good email forwarding reputation": "¿Cómo se evitan los spammers y se garantiza una buena reputación de reenvío de correo electrónico?",
  "Can I \"send mail as\" with this": "¿Puedo \"enviar correo como\" con esto",
  "Can I forward unlimited emails with this": "¿Puedo reenviar correos electrónicos ilimitados con esto?",
  "How do you perform DNS lookups on domain names": "¿Cómo se realizan búsquedas de DNS en nombres de dominio?",
  "How fast is this service": "¿Qué tan rápido es este servicio?",
  "The guided steps below should take no more than ten minutes of your time to setup.  Please be sure to read the instructions (and notes) thoroughly while you are following each step.": "Los pasos guiados a continuación no deben tomar más de diez minutos de su tiempo para la configuración. Asegúrese de leer detenidamente las instrucciones (y las notas) mientras sigue cada paso.",
  "Be sure to replace the email address of ": "Asegúrese de reemplazar la dirección de correo electrónico de",
  " with the email address you want to forward emails to (only if it is not accurate already).  Similarly be sure to replace ": " con la dirección de correo electrónico a la que desea reenviar correos electrónicos (solo si aún no es precisa). Del mismo modo, asegúrese de reemplazar",
  " with your custom domain name (only if it is not accurate already).": " con su nombre de dominio personalizado (solo si aún no es preciso).",
  "IMPORTANT:": "IMPORTANTE:",
  " If you would like to hide your forwarded addresses from being publicly searchable over DNS record lookups, then please go to ": " Si desea ocultar sus direcciones reenviadas para que no se puedan buscar públicamente en las búsquedas de registros DNS, vaya a",
  "My Account > Domains": "Mi cuenta> Dominios",
  " and upgrade your domain to a paid plan BEFORE starting this guide.": " y actualice su dominio a un plan pago ANTES de comenzar esta guía.",
  "1.": "1)",
  " If you have already registered your domain name, then you must completely skip this step and go to step two.  Otherwise you can ": " Si ya ha registrado su nombre de dominio, debe omitir por completo este paso e ir al paso dos. De lo contrario puedes",
  "click here to register your domain name": "haga clic aquí para registrar su nombre de dominio",
  "2.": "2)",
  " Click on the provider under \"Provider Name\" below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:": " Haga clic en el proveedor debajo de \"Nombre del proveedor\" debajo de donde registró su nombre de dominio, siga los pasos respectivos en \"Pasos para configurar DNS\", y luego regrese a esta pestaña para continuar leyendo el paso tres a continuación:",
  "Clicking on a \"Provider Name\" below will open a link in a new tab for you.  After following the \"Steps to Configure DNS\" in this tab, do NOT close the tab, but instead return to this tab to proceed to step three.": "Al hacer clic en un \"Nombre de proveedor\" a continuación, se abrirá un enlace en una nueva pestaña para usted. Después de seguir los \"Pasos para configurar DNS\" en esta pestaña, NO cierre la pestaña, sino que regrese a esta pestaña para continuar con el paso tres.",
  "Provider Name": "Nombre del proveedor",
  "Steps to Configure DNS": "Pasos para configurar DNS",
  "1&1": "1 y 1",
  "Sign in > Domain Center > (Select your domain) > Edit DNS Settings": "Iniciar sesión> Centro de dominio> (Seleccione su dominio)> Editar configuración de DNS",
  "Amazon Route 53": "Ruta amazónica 53",
  "Sign in > Hosted Zones > (Select your domain)": "Iniciar sesión> Zonas alojadas> (Seleccione su dominio)",
  "Aplus.net": "Aplus.net",
  "Sign in > My Servers > Domain Management > DNS Manager": "Iniciar sesión> Mis servidores> Administración de dominio> Administrador de DNS",
  "Cloudflare": "Flama de nube",
  "Sign in > DNS": "Iniciar sesión> DNS",
  "DNS Made Easy": "DNS hecho fácil",
  "Sign in > DNS > (Select your domain)": "Iniciar sesión> DNS> (Seleccione su dominio)",
  "Digital Ocean": "Océano digital",
  "Sign in > Networking > Domains > (Select your domain) > More > Manage Domain": "Inicie sesión> Redes> Dominios> (Seleccione su dominio)> Más> Administrar dominio",
  "Domains.com": "Domains.com",
  "Sign in > (Select your domain) > Manage > (click gear icon) > Click on DNS & Nameservers in left-hand menu": "Inicie sesión> (Seleccione su dominio)> Administrar> (haga clic en el ícono de ajustes)> Haga clic en DNS y servidores de nombres en el menú de la izquierda",
  "DreamHost": "DreamHost",
  "Sign in > Panel > Domains > Manage Domains > DNS": "Iniciar sesión> Panel> Dominios> Administrar dominios> DNS",
  "Dyn": "Hombre",
  "Sign in > Overview > Manage > Simple Editor > Records": "Iniciar sesión> Descripción general> Administrar> Editor simple> Registros",
  "Gandi": "Pensar",
  "Sign in > (Select your domain) > Management > Edit the zone": "Iniciar sesión> (Seleccione su dominio)> Administración> Editar la zona",
  "GoDaddy": "Ve papi",
  "Sign in > Manage My Domains > (Select your domain) > Manage DNS": "Iniciar sesión> Administrar mis dominios> (Seleccione su dominio)> Administrar DNS",
  "Google Domains": "Dominios de Google",
  "Sign in > (Select your domain) > Configure DNS": "Iniciar sesión> (Seleccione su dominio)> Configurar DNS",
  "Namecheap": "Namecheap",
  "Sign in > Domain List > (Select your domain) > Manage > Advanced DNS": "Iniciar sesión> Lista de dominios> (Seleccione su dominio)> Administrar> DNS avanzado",
  "Netlify": "Netlify",
  "Sign in > (Select your domain) > Setup Netlify DNS": "Iniciar sesión> (Seleccione su dominio)> Configurar DNS de Netlify",
  "Network Solutions": "Soluciones de red",
  "Sign in > Account Manager > My Domain Names > (Select your domain) > Manage > Change Where Domain Points > Advanced DNS": "Iniciar sesión> Administrador de cuentas> Mis nombres de dominio> (Seleccione su dominio)> Administrar> Cambiar los puntos de dominio> DNS avanzado",
  "Shopify": "Shopify",
  "Sign in > Managed Domains > (Select your domain) > DNS Settings": "Iniciar sesión> Dominios administrados> (Seleccione su dominio)> Configuración de DNS",
  "eNom": "eNom",
  "Sign in > Domains > My Domains": "Iniciar sesión> Dominios> Mis dominios",
  "Other": "Otro",
  "Don't see your provider name listed here?": "¿No ve el nombre de su proveedor aquí?",
  " Simply search on the Internet for \"how to change DNS records on ": " Simplemente busque en Internet \"cómo cambiar los registros DNS en",
  "\" (replacing ": "\"(reemplazando",
  " with the name of your provider).  Feel free to ": " con el nombre de su proveedor). No dude en",
  "contact us": "Contáctenos",
  " with any questions or comments.": " con cualquier pregunta o comentario",
  "3.": "3)",
  " Using your provider's DNS management page (the other tab you have opened), set the following \"MX\" record types on your domain name:": " Usando la página de administración de DNS de su proveedor (la otra pestaña que ha abierto), configure los siguientes tipos de registro \"MX\" en su nombre de dominio:",
  "Name/Host/Alias": "Nombre / Anfitrión / Alias",
  "TTL": "TTL",
  "Record Type": "Tipo de registro",
  "Priority": "Prioridad",
  "Value/Answer/Destination": "Valor / Respuesta / Destino",
  "@ or leave blank": "@ o dejar en blanco",
  "MX": "MX",
  "Note that there should be NO other MX records set on your domain name.  Both of the above records MUST exist.  If there were already MX records that existed, please delete them completely.": "Tenga en cuenta que NO debe haber otros registros MX establecidos en su nombre de dominio. Ambos registros anteriores DEBEN existir. Si ya existían registros MX, elimínelos por completo.",
  "The \"TTL\" value does not need to be 3600, it could be a lower or higher value if necessary.": "El valor \"TTL\" no necesita ser 3600, podría ser un valor más bajo o más alto si es necesario.",
  "4.": "4)",
  " Using your provider's DNS management page (the other tab you have opened), set the following \"TXT\" record types on your domain name:": " Usando la página de administración de DNS de su proveedor (la otra pestaña que ha abierto), configure los siguientes tipos de registro \"TXT\" en su nombre de dominio:",
  "IMPORTANT": "IMPORTANTE",
  ": ": ":",
  "If you are on a paid plan, then you must completely skip this step and go to step five!": "Si tiene un plan pago, ¡debe omitir por completo este paso e ir al paso cinco!",
  "  If you are not on a paid plan, then your forwarded addresses will be publicly searchable – go to ": "  Si no está en un plan pago, entonces sus direcciones reenviadas se podrán buscar públicamente; vaya a",
  " and upgrade your domain to a paid plan if desired.": " y actualice su dominio a un plan pago si lo desea.",
  "If you are forwarding all emails from your domain, (\"all@example.com\", \"hello@example.com\", etc) to a specific address \"niftylettuce@gmail.com\":": "Si reenvía todos los correos electrónicos de su dominio (\"all@example.com\", \"hello@example.com\", etc.) a una dirección específica \"niftylettuce@gmail.com\":",
  "TXT": "TXT",
  "Make sure to replace the values above in the \"Value/Answer/Destination\" column with your own email address.": "Asegúrese de reemplazar los valores anteriores en la columna \"Valor / Respuesta / Destino\" con su propia dirección de correo electrónico.",
  "If you just need to forward a single email address (e.g. \"hello@example.com\" to \"niftylettuce@gmail.com\"; this will also forward \"hello+test@example.com\" to \"niftylettuce+test@gmail.com\" automatically):": "Si solo necesita reenviar una sola dirección de correo electrónico (por ejemplo, \"hola@ejemplo.com\" a \"niftylettuce@gmail.com\"; esto también reenviará \"hola+test@ejemplo.com\" a \"niftylettuce+test@gmail.com \"automáticamente):",
  "If you are forwarding multiple emails, then you'll want to separate them with a comma:": "Si reenvía varios correos electrónicos, querrá separarlos con una coma:",
  "You can have an infinite amount of forwarding emails setup – just make sure to not wrap over 255 characters in a single-line and start each line with \"forward-email=\".  An example is provided below:": "Puede configurar una cantidad infinita de reenvío de correos electrónicos, solo asegúrese de no incluir más de 255 caracteres en una sola línea y comience cada línea con \"reenviar correo electrónico =\". A continuación se proporciona un ejemplo:",
  "You can also specify a domain name in your TXT record to have global alias forwarding (e.g. \"user@example.com\" will get forwarded to \"user@example.net\"):": "También puede especificar un nombre de dominio en su registro TXT para que el reenvío de alias global (por ejemplo, \"usuario@ejemplo.com\" se reenvíe a \"usuario@ejemplo.net\"):",
  "5.": "5)",
  " Using your provider's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record types on your domain name:": " Usando la página de administración de DNS de su proveedor (la otra pestaña que ha abierto), configure adicionalmente los siguientes tipos de registro \"TXT\" en su nombre de dominio:",
  "⚠️ If you are using Google Apps, you'll need to append ": "⚠️ Si está utilizando Google Apps, deberá agregar",
  " to the value above – e.g. ": " al valor anterior, p. ej.",
  "If you already have a similar line with \"v=spf1\", then you'll need to append ": "Si ya tiene una línea similar con \"v = spf1\", deberá agregar",
  " right before any existing \"include:host.com\" records and before the \"-all\" in the same line, for example\":": " justo antes de cualquier registro existente \"include: host.com\" y antes de \"-todos\" en la misma línea, por ejemplo \":",
  "Note that there is a difference between \"-all\" and \"~all\".  The \"-\" indicates that the SPF check should FAIL if it does not match, and \"~\" indicates that the SPF check should SOFTFAIL.  We recommend to use the \"-all\" approach to prevent domain forgery.": "Tenga en cuenta que hay una diferencia entre \"-todos\" y \"~ todos\". El \"-\" indica que la verificación de SPF debe FALLAR si no coincide, y \"~\" indica que la verificación de SPF debe SOFTFAIL. Recomendamos utilizar el enfoque \"-todos\" para evitar la falsificación de dominios.",
  "6.": "6)",
  " Verify your DNS records using our \"Verify Records\" tool available at ": " Verifique sus registros DNS utilizando nuestra herramienta \"Verificar registros\" disponible en",
  "7.": "7)",
  " Send a test email to confirm it works.  Note that it might take some time for your DNS records to propagate.": " Envíe un correo electrónico de prueba para confirmar que funciona. Tenga en cuenta que los registros DNS pueden tardar un tiempo en propagarse.",
  "8.": "8)",
  " Add ": " Añadir",
  " to your contacts.  In the event that someone is attempting to send you an email that has a strict DMARC record policy of \"reject\" or \"quarantine\", we will rewrite the email's \"From\" header with a \"friendly-from\".  This means the \"From\" will look like \"Sender's Name ": " a tus contactos. En el caso de que alguien intente enviarle un correo electrónico que tenga una política estricta de registro DMARC de \"rechazo\" o \"cuarentena\", reescribiremos el encabezado \"De\" del correo electrónico con un \"amistoso\". Esto significa que el \"De\" se verá como \"Nombre del remitente",
  "no-reply@forwardemail.net": "no-reply@forwardemail.net",
  "\" and a \"Reply-To\" will be added with the original sender's \"From\" address.  In the event that there is already a \"Reply-To\" set, we will not overwrite it.": "\"y se agregará un\" Responder a \"con la dirección\" De \"del remitente original. En el caso de que ya haya un conjunto de\" Responder a \", no lo sobrescribiremos.",
  "9.": "9)",
  " If you wish to \"Send Mail As\" from Gmail, then you will need to follow the steps under ": " Si desea \"Enviar correo como\" desde Gmail, deberá seguir los pasos que se detallan a continuación.",
  "How to Send Mail As Using Gmail": "Cómo enviar correo como usando Gmail",
  " below.": " abajo.",
  "Optional Add-ons:": "Complementos opcionales:",
  "Add a DMARC record for your domain name by following the instructions at ": "Agregue un registro DMARC para su nombre de dominio siguiendo las instrucciones en",
  "https://dmarc.postmarkapp.com": "https://dmarc.postmarkapp.com",
  " (this will allow DMARC verification to pass)": " (esto permitirá que la verificación DMARC pase)",
  "⚠️ If you intend to use ": "⚠️ Si tiene intención de usar",
  ", you can only set the DMARC policy to \"p=none\", for example:": ", solo puede establecer la política DMARC en \"p = none\", por ejemplo:",
  "Setting other policies, \"quarantine\" or \"reject\", may cause sent mails to end up in recipient's spam folder or not delivered at all.": "Establecer otras políticas, \"cuarentena\" o \"rechazar\", puede hacer que los correos enviados terminen en la carpeta de correo no deseado del destinatario o que no se entreguen.",
  "DMARC requires both \"From\" and \"Return-Path\" to match the same domain. When you use \"Send Mail As\", your Gmail address would be used as the \"Return-Path\", instead of your custom domain in \"From\".": "DMARC requiere que tanto \"From\" como \"Return-Path\" coincidan con el mismo dominio. Cuando usa \"Enviar correo como\", su dirección de Gmail se usará como \"Ruta de retorno\", en lugar de su dominio personalizado en \"De\".",
  "If the email lands in your spam folder (which it should not), you can whitelist it (e.g. here are instructions for Google ": "Si el correo electrónico llega a su carpeta de correo no deseado (que no debería), puede incluirlo en la lista blanca (por ejemplo, aquí hay instrucciones para Google",
  "https://support.google.com/a/answer/60751?hl=en&ref_topic=1685627": "https://support.google.com/a/answer/60751?hl=es&ref_topic=1685627",
  ")": ")",
  "Add the ability to \"Send Mail As\" from Gmail by following ": "Agregue la capacidad de \"Enviar correo como\" desde Gmail siguiendo",
  " below": " abajo",
  "The most probable cause of your issues with not receiving test emails or with configuration in general is due to DNS propagation and caching.": "La causa más probable de sus problemas al no recibir correos electrónicos de prueba o con la configuración en general se debe a la propagación y almacenamiento en caché de DNS.",
  "Fortunately ": "por suerte",
  "our DNS provider Cloudflare has a nice \"Purge Cache\" tool available for you to use at:": "nuestro proveedor de DNS Cloudflare tiene una buena herramienta \"Purge Cache\" disponible para su uso en:",
  " ": " ",
  "https://1.1.1.1/purge-cache/": "https://1.1.1.1/purge-cache/",
  "All you need to do is go to that link for both \"MX\" and \"TXT\" record types, enter your domain name, and click \"Purge Cache\".  You'll then need to wait a few minutes and try again!": "Todo lo que necesita hacer es ir a ese enlace para los tipos de registro \"MX\" y \"TXT\", ingresar su nombre de dominio y hacer clic en \"Purgar caché\". ¡Tendrás que esperar unos minutos e intentarlo de nuevo!",
  "If you're using Gmail, you should also purge cache on Google's DNS at ": "Si está utilizando Gmail, también debe purgar el caché en el DNS de Google en",
  "https://developers.google.com/speed/public-dns/cache": "https://developers.google.com/speed/public-dns/cache",
  "After you've followed the steps above in ": "Después de haber seguido los pasos anteriores en",
  " you can follow these steps in Gmail in order to \"Send Mail As\" using your custom domain.": " puedes seguir estos pasos en Gmail para \"Enviar correo como\" usando tu dominio personalizado.",
  "You need to have ": "Necesitas tener",
  "Gmail's Two-Factor Authentication": "Autenticación de dos factores de Gmail",
  " enabled for this to work.  Visit ": " habilitado para que esto funcione. Visitar",
  "https://www.google.com/landing/2step/": "https://www.google.com/landing/2step/",
  " if you do not have it enabled.": " si no lo tienes habilitado.",
  "Once Two-Factor Authentication is enabled (or if you already had it enabled), then visit ": "Una vez que la Autenticación de dos factores esté habilitada (o si ya la tenía habilitada), visite",
  "https://myaccount.google.com/apppasswords": "https://myaccount.google.com/apppasswords",
  "When prompted for \"Select the app and device you want to generate the app password for\":": "Cuando se le solicite \"Seleccione la aplicación y el dispositivo para el que desea generar la contraseña de la aplicación\":",
  "Select \"Mail\" under the drop-down for \"Select app\"": "Seleccione \"Correo\" en el menú desplegable para \"Seleccionar aplicación\"",
  "Select \"Other\" under the drop-down for \"Select device\"": "Seleccione \"Otro\" en el menú desplegable para \"Seleccionar dispositivo\"",
  "When prompted for text input, enter your custom domain's email address you're forwarding from (e.g. ": "Cuando se le solicite el ingreso de texto, ingrese la dirección de correo electrónico de su dominio personalizado desde el que reenvía (p. Ej.",
  " - this will help you keep track in case you use this service for multiple accounts)": " - esto lo ayudará a realizar un seguimiento en caso de que use este servicio para varias cuentas)",
  "Copy the password to your clipboard that is automatically generated": "Copie la contraseña en su portapapeles que se genera automáticamente",
  "⚠️ If you are using Google Apps, visit your admin panel ": "⚠️ Si está utilizando Google Apps, visite su panel de administración",
  "Apps > G Suite >Settings for Gmail > Advanced settings": "Aplicaciones> G Suite> Configuración de Gmail> Configuración avanzada",
  " and make sure to check \"Allow users to send mail through an external SMTP server...\". There will be some delay for this change to be activated, so please wait for ~5-10 minutes.": " y asegúrese de marcar \"Permitir a los usuarios enviar correo a través de un servidor SMTP externo ...\". Habrá algún retraso para que se active este cambio, así que espere ~ 5-10 minutos.",
  "Go to ": "Ir",
  "Gmail": "Gmail",
  " and under ": " Y debajo",
  "Settings > Accounts and Import > Send mail as": "Configuración> Cuentas e importación> Enviar correo como",
  ", click \"Add another email address\"": ", haga clic en \"Agregar otra dirección de correo electrónico\"",
  "When prompted for \"Name\", enter the name that you want your email to be seen as \"From\" (e.g. ": "Cuando se le solicite \"Nombre\", ingrese el nombre que desea que su correo electrónico se vea como \"De\" (p. Ej.",
  "When prompted for \"Email address\", enter the email address with the custom domain you used above (e.g. ": "Cuando se le solicite \"Dirección de correo electrónico\", ingrese la dirección de correo electrónico con el dominio personalizado que utilizó anteriormente (p. Ej.",
  "Uncheck \"Treat as an alias\"": "Desmarca \"Tratar como un alias\"",
  "Check it if you prefer the recipient to reply (to the mail sent using your custom domain) directly to your Gmail address. ": "Marque esta casilla si prefiere que el destinatario responda (al correo enviado con su dominio personalizado) directamente a su dirección de Gmail.",
  "See details": "Ver detalles",
  "Click \"Next Step\" to proceed": "Haga clic en \"Siguiente paso\" para continuar",
  "When prompted for \"SMTP Server\", enter ": "Cuando se le solicite \"Servidor SMTP\", ingrese",
  " and leave the port as ": " y dejar el puerto como",
  "When prompted for \"Username\", enter the portion of your Gmail address without the ": "Cuando se le solicite \"Nombre de usuario\", ingrese la parte de su dirección de Gmail sin",
  " part (e.g. ": " parte (p. ej.",
  " if my email is ": " si mi correo electrónico es",
  "When prompted for \"Password\", paste from your clipboard the password you generated in step 2 above": "Cuando se le solicite \"Contraseña\", pegue de su portapapeles la contraseña que generó en el paso 2 anterior",
  "Leave the radio button checked to \"Secured connection using TLS\"": "Deje el botón de radio marcado en \"Conexión segura usando TLS\"",
  "Click \"Add Account\" to proceed": "Haga clic en \"Agregar cuenta\" para continuar",
  "Open a new tab to ": "Abra una nueva pestaña para",
  " and wait for your verification email to arrive (you will receive a verification code that confirms you are the owner of the email address you are attempting to \"Send Mail As\")": " y espere a que llegue su correo electrónico de verificación (recibirá un código de verificación que confirma que es el propietario de la dirección de correo electrónico que está intentando \"Enviar correo como\")",
  "Once it arrives, copy and paste the verification code at the prompt you received in the previous step": "Una vez que llegue, copie y pegue el código de verificación en el mensaje que recibió en el paso anterior",
  "Once you've done that, go back to the email and click the link to \"confirm the request\". You need to do this step and the previous step for the email to be correctly configured.": "Una vez que haya hecho eso, regrese al correo electrónico y haga clic en el enlace para \"confirmar la solicitud\". Debe realizar este paso y el paso anterior para que el correo electrónico se configure correctamente.",
  "Done!": "¡Hecho!",
  "This is to ensure that emails land in the inbox as opposed to the spam folder.  We DO add a custom \"Reply-To\" header, so when recipients click \"Reply\" on your email - they send their email to the correct address and name.  Once we implement ARC signatures (we are waiting on a majority of email providers to adopt it) then we should be able to remove the \"Friendly From\" rewrite, and your users will no longer see \"no-reply\" in the FROM.   Subscribe ": "Esto es para garantizar que los correos electrónicos lleguen a la bandeja de entrada en lugar de a la carpeta de correo no deseado. SÍ agregamos un encabezado personalizado \"Responder a\", de modo que cuando los destinatarios hacen clic en \"Responder\" en su correo electrónico, envían su correo electrónico a la dirección y el nombre correctos. Una vez que implementemos las firmas ARC (estamos esperando a que la mayoría de los proveedores de correo electrónico lo adopten), entonces deberíamos poder eliminar la reescritura \"Amistosa de\", y sus usuarios ya no verán \"no responder\" en el FROM. Suscribir",
  "to this GitHub issue": "a este problema de GitHub",
  " for updates.  You will not need to do any re-configuration once this feature is added.": " para actualizaciones No necesitará realizar ninguna reconfiguración una vez que se agregue esta característica.",
  "Yes, but this is ": "Si, pero esto es",
  "NOT": "NO",
  " recommended as this is an incredibly rare edge case.": " recomendado ya que este es un caso marginal increíblemente raro.",
  "If you use Google Business for email, and want to use our server as a fallback so your mail still gets delivered, then just specify the Google mail servers with a lower priority than our mail servers.  An example is provided below:": "Si utiliza Google Business para correo electrónico y desea utilizar nuestro servidor como respaldo para que su correo aún se entregue, simplemente especifique los servidores de correo de Google con una prioridad menor que nuestros servidores de correo. A continuación se proporciona un ejemplo:",
  "Yes, absolutely.  Just specify multiple recipients in your TXT records.": "Si, absolutamente. Simplemente especifique múltiples destinatarios en sus registros TXT.",
  "For example, if I want an email that goes to ": "Por ejemplo, si quiero un correo electrónico que vaya a",
  " to get forwarded to ": " ser reenviado a",
  " and ": " y",
  ", then my TXT record would look like this:": ", entonces mi registro TXT se vería así:",
  "Or, you could specify them in two separate lines, such as this:": "O bien, puede especificarlos en dos líneas separadas, como esta:",
  "It's up to you!": "¡Tu decides!",
  "Yes, you can. Just specify multiple global catch-all recipients in your TXT records.": "Sí tu puedes. Simplemente especifique múltiples destinatarios globales en todos sus registros TXT.",
  "For example, if I want every email that goes to ": "Por ejemplo, si quiero cada correo electrónico que vaya a",
  " (the asterisk meaning its a wildcard aka catch-all) to get forwarded to ": " (el asterisco significa que es un comodín, también conocido como comodín) para enviarlo a",
  "Yes, the default limit is 5.  This does NOT mean that you can only have five aliases on your domain name.  You can have as many as you want (unlimited).  It means that you can only forward one alias to five unique email addresses.  You could have ": "Sí, el límite predeterminado es 5. Esto NO significa que solo puede tener cinco alias en su nombre de dominio. Puedes tener tantos como quieras (ilimitado). Significa que solo puede reenviar un alias a cinco direcciones de correo electrónico únicas. Podrías tener",
  ", ": ",",
  ", … (from 1-5) – and any emails to ": ", ... (de 1-5) y cualquier correo electrónico a",
  " would get forwarded to ": " sería enviado a",
  ", … (from 1-5).": ", ... (de 1-5).",
  "Yes, you can, however you still must adhere to the maximum limit.  If you have ": "Sí, puede, sin embargo, aún debe cumplir con el límite máximo. Si usted tiene",
  ", then emails to ": ", luego correos electrónicos a",
  ".  Note that an error will be thrown if you attempt to recursively forward emails.": ". Tenga en cuenta que se generará un error si intenta reenviar correos electrónicos de forma recursiva.",
  "We use MX and TXT record verification, therefore if you add this service's respective MX and TXT records, then you're registered.  If you remove them, then you're unregistered.  You have ownership of your domain and DNS management, so if someone has access to that then that's a problem.": "Usamos la verificación de registros MX y TXT, por lo tanto, si agrega los registros MX y TXT respectivos de este servicio, entonces está registrado. Si los elimina, entonces no está registrado. Usted tiene la propiedad de su dominio y la administración de DNS, por lo que si alguien tiene acceso a eso, entonces eso es un problema.",
  "The service continues to run thanks to ": "El servicio continúa funcionando gracias a",
  "donations": "donaciones",
  "We want to provide a free alternative (since we feel bad) for people that are using closed-source forwarding services (and subsequently risking their privacy and security).": "Queremos ofrecer una alternativa gratuita (ya que nos sentimos mal) para las personas que utilizan servicios de reenvío de código cerrado (y que posteriormente arriesgan su privacidad y seguridad).",
  "We default to a 25 MB size limit (the same as Gmail), which includes content, headers, and attachments.": "Por defecto tenemos un límite de tamaño de 25 MB (igual que Gmail), que incluye contenido, encabezados y archivos adjuntos.",
  "An error with the proper response code is returned if the file size limit is exceeded.": "Se devuelve un error con el código de respuesta adecuado si se supera el límite de tamaño de archivo.",
  "No, absolutely not.  See our ": "No absolutamente no. Mira nuestro",
  "No, I cannot read your emails and I have no wish to.  Many other email forwarding providers unethically read your email.  This is not what I'm about.": "No, no puedo leer sus correos electrónicos y no deseo hacerlo. Muchos otros proveedores de reenvío de correo electrónico leen de manera poco ética su correo electrónico. Esto no es de lo que estoy hablando.",
  "The code that is deployed to the server is publicly visible on GitHub!": "¡El código que se implementa en el servidor es visible públicamente en GitHub!",
  "Yes, absolutely.": "Si, absolutamente.",
  "Yes, it has tests written with ava and also has code coverage.": "Sí, tiene pruebas escritas con ava y también tiene cobertura de código.",
  "Yes, absolutely.  For example if you're sending an email to ": "Si, absolutamente. Por ejemplo, si está enviando un correo electrónico a",
  " and it's registered to forward to ": " y está registrado para reenviar a",
  ", then the SMTP response message and code from the \"gmail.com\" SMTP server will be returned instead of the proxy server at \"mx1.forwardemail.net\" or \"mx2.forwardemail.net\".": ", se devolverá el mensaje de respuesta SMTP y el código del servidor SMTP \"gmail.com\" en lugar del servidor proxy en \"mx1.forwardemail.net\" o \"mx2.forwardemail.net\".",
  "Per documentation and suggestions from Google at ": "Según la documentación y sugerencias de Google en",
  "https://support.google.com/a/answer/175365?hl=en": "https://support.google.com/a/answer/175365?hl=en",
  ", along with best practice, including:": ", junto con las mejores prácticas, que incluyen:",
  "DNSBL - we test senders IP's against the Spamhaus ": "DNSBL - probamos las IP de los remitentes contra el Spamhaus",
  "DNS blacklists": "Listas negras de DNS",
  ", if any fail, then the sender is not permitted to send the message and is returned a detailed error message with instructions on how to de-list themselves from the specific blacklists they're listed under.": ", si alguno falla, entonces el remitente no puede enviar el mensaje y se le devuelve un mensaje de error detallado con instrucciones sobre cómo eliminar su lista de las listas negras específicas en las que se enumeran.",
  "SpamAssassin - using ": "SpamAssassin - usando",
  " client to check emails and automatically reject them if they're marked as spam": " cliente para revisar correos electrónicos y rechazarlos automáticamente si están marcados como spam",
  "Checks daily for updated rules": "Verifica diariamente las reglas actualizadas",
  "Spam score threshold of (5.0)": "Umbral de puntuación de spam de (5.0)",
  "Uses bayes theorem and auto learning": "Utiliza el teorema de bayes y el autoaprendizaje",
  "Uses ": "Usos",
  "other improvements": "otras mejoras",
  "SPF/DKIM - through checking if an SPF record exists for a sender, and if so, we reverse-lookup the SMTP connection's remote address to validate it matches the SPF record, otherwise it's rejected.  If an SPF record does not exist, then we require DKIM verification.  If DKIM headers are passed and fail, then it is rejected as well.  If no DKIM headers are passed, then we assume that DKIM validation passes.": "SPF / DKIM: al verificar si existe un registro SPF para un remitente, y si es así, buscamos en reversa la dirección remota de la conexión SMTP para validar que coincida con el registro SPF, de lo contrario, se rechaza. Si no existe un registro SPF, entonces requerimos la verificación DKIM. Si los encabezados DKIM se pasan y fallan, entonces también se rechaza. Si no se pasan encabezados DKIM, entonces asumimos que pasa la validación DKIM.",
  "MX - through checking if the sender's from address domain has MX records (so it's actually coming from a mail exchange/SMTP server), otherwise it's rejected": "MX: mediante la comprobación de si el remitente del dominio de dirección tiene registros MX (por lo que en realidad proviene de un servidor de intercambio de correo / SMTP), de lo contrario, se rechaza",
  "Disposable Email Addresses - we automatically block senders that are from the ": "Direcciones de correo electrónico desechables: bloqueamos automáticamente los remitentes que provienen de",
  "disposable-email-domains": "dominios de correo electrónico desechables",
  " list": " lista",
  "FQDN - validates that senders SMTP connections are from FQDN (meaning no IP addresses, they must have a valid domain name resolved)": "FQDN: valida que las conexiones SMTP de los remitentes provienen de FQDN (lo que significa que no hay direcciones IP, deben tener un nombre de dominio válido resuelto)",
  "TXT - through checking if the email address the sender is trying to send to has a TXT DNS record with a valid email forwarding setup. The SSL certificates (main domain name or alternative names) of all MX servers of the forwarding destination must match the MX entry.": "TXT: mediante la comprobación de si la dirección de correo electrónico a la que intenta enviar el remitente tiene un registro DNS TXT con una configuración válida de reenvío de correo electrónico. Los certificados SSL (nombre de dominio principal o nombres alternativos) de todos los servidores MX del destino de reenvío deben coincidir con la entrada MX.",
  "DMARC - we check if a DMARC record exists from the sender's FQDN, and if so, if it is \"reject\" or \"quarantine\" then we re-write the \"From\" of the email as a \"friendly-from\".  This means the \"From\" is set to \"$originalName ": "DMARC: verificamos si existe un registro DMARC del FQDN del remitente, y si es así, si es \"rechazar\" o \"poner en cuarentena\", reescribimos el \"De\" del correo electrónico como un \"amigo de\". Esto significa que \"De\" está establecido en \"$ originalName",
  "\" (\"$originalName\" is the original From name, e.g. \"John Doe\" in \"John Doe ": "\"(\" $ originalName \"es el nombre original del remitente, por ejemplo,\" John Doe \"en\" John Doe",
  "john@domain.com": "juan@dominio.com",
  "\").  Furthermore we set a \"Reply-To\" (if one is not already set) of the original sender's from address.": "\"). Además, establecemos una\" Respuesta a \"(si aún no se ha configurado) de la dirección de origen del remitente original.",
  "Yes! As of October 2, 2018 we have added this feature.  See ": "¡Si! A partir del 2 de octubre de 2018, hemos agregado esta función. Ver",
  " above!": " ¡encima!",
  "Practically yes - the only current restriction is that senders (by unique email address) are limited to sending (300) emails per hour through the system.": "Prácticamente sí, la única restricción actual es que los remitentes (por dirección de correo electrónico única) están limitados a enviar (300) correos electrónicos por hora a través del sistema.",
  "If this limit is exceeded we send a \"451\" response code which tells the senders mail server to retry later.": "Si se supera este límite, enviamos un código de respuesta \"451\" que le indica al servidor de correo del remitente que vuelva a intentarlo más tarde.",
  "We use CloudFlare's privacy-first consumer DNS service (see ": "Utilizamos el servicio DNS de primer consumidor de privacidad de CloudFlare (ver",
  "announcement here": "anuncio aquí",
  ").  Note that the Python packages we use (": ") Tenga en cuenta que los paquetes de Python que utilizamos (",
  ") do not have the means like Node.js does with ": ") no tienen los medios que Node.js tiene con",
  " and its method ": " y su método",
  " – therefore we set the server DNS to ": " - por lo tanto, configuramos el servidor DNS a",
  " which it will use as a fallback in this case.": " que usará como respaldo en este caso.",
  "The latest version, v2 (released on May 6, 2019) was a major rewrite from v1 and focuses on performance through streams.  ": "La última versión, v2 (lanzada el 6 de mayo de 2019) fue una gran reescritura de v1 y se centra en el rendimiento a través de transmisiones.",
  "Nodemailer's": "Nodemailer's",
  " prolific author Andris Reinman (": " autor prolífico Andris Reinman",
  "@andris9": "@ andris9",
  ") helped us switch off using the ": ") nos ayudó a apagar usando",
  " library and use ": " biblioteca y uso",
  " instead with some custom transform logic to split the header and the body of the message without affecting the body.  This allows us to perform operations on headers very fast (such as security checks and for SPF/DKIM/DMARC compliance).": " en cambio, con una lógica de transformación personalizada para dividir el encabezado y el cuerpo del mensaje sin afectar el cuerpo. Esto nos permite realizar operaciones en encabezados muy rápido (como verificaciones de seguridad y cumplimiento de SPF / DKIM / DMARC).",
  "In other words, the latest version of this service uses streams purely now and is lightning fast.": "En otras palabras, la última versión de este servicio utiliza transmisiones solo ahora y es increíblemente rápido.",
  "  The older version v1 also had some logic not in the most optimal order of operations – but now v2 does less memory/network intense operations first (and returns early if possible to send a response as quickly as possible to the SMTP client).": "  La versión anterior v1 también tenía algo de lógica que no estaba en el orden de operaciones más óptimo, pero ahora v2 realiza primero menos operaciones intensivas de memoria / red (y regresa temprano si es posible para enviar una respuesta lo más rápido posible al cliente SMTP).",
  "At no point in time do we write to disk or store emails – everything is done in-memory thanks to Node.js's streams and transforms! 🎉": "En ningún momento escribimos en el disco o almacenamos correos electrónicos: ¡todo se hace en la memoria gracias a las transmisiones y transformaciones de Node.js! 🎉",
  "History": "Historia",
  "Background": "Antecedentes",
  "Alternatives": "Alternativas",
  "We created this service after realizing that the only \"free\" email forwarding services that exist today are closed-source and proprietary.  This means they probably read your forwarded emails.": "Creamos este servicio después de darnos cuenta de que los únicos servicios de reenvío de correo electrónico \"gratuitos\" que existen hoy son de código cerrado y propietarios. Esto significa que probablemente lean sus correos electrónicos reenviados.",
  "We also practice the \"do not repeat yourself\" and \"good coders code, great coders re-use\" principles - so an endless search, trial, and error was conducted  on StackOverflow, GitHub, Gists, and elsewhere for alternative solutions.": "También practicamos los principios de \"no te repitas\" y \"código de buenos codificadores, grandes reutilizadores de codificadores\", por lo que se realizó una búsqueda interminable, prueba y error en StackOverflow, GitHub, Gists y en otros lugares para encontrar soluciones alternativas.",
  "Of course there is Haraka, sendmail, postfix, and dozens of other options, but they require a lot of setup, configuration, testing, maintenance, and are not simple. The current service offering for email forwarding is either extremely bloated, insecure, requires payment, has a convoluted setup with unsolved or undocumented bugs (that lead you down a rabbit hole of searching for hours to come up empty handed), or they are closed-source.": "Por supuesto, hay Haraka, sendmail, postfix y docenas de otras opciones, pero requieren mucha configuración, configuración, pruebas, mantenimiento y no son simples. La oferta de servicio actual para el reenvío de correo electrónico es extremadamente inflada, insegura, requiere pago, tiene una configuración complicada con errores no resueltos o indocumentados (que lo llevan a un agujero de conejo en la búsqueda de horas para llegar con las manos vacías), o están cerrados. fuente.",
  "There are also solutions that use \"serverless\" technologies, such as through Amazon SES and Amazon Lambda, but again they are extremely confusing, time intensive, and no typical user would go to those lengths for setup (and instead would probably end up using a simpler alternative as we almost did; in exchange for lack of privacy).": "También hay soluciones que usan tecnologías \"sin servidor\", como a través de Amazon SES y Amazon Lambda, pero nuevamente son extremadamente confusas, requieren mucho tiempo y ningún usuario típico llegaría a esas longitudes para la configuración (y en su lugar probablemente terminaría usando un alternativa más simple como casi lo hicimos; a cambio de falta de privacidad).",
  "Furthermore, solutions like Amazon SES do not allow you to modify the envelope of the SMTP request, therefore you will need to add a Reply-To header and rewrite the From header as well to something like from@noreply.com (which is really not clean).": "Además, las soluciones como Amazon SES no le permiten modificar el sobre de la solicitud SMTP, por lo tanto, deberá agregar un encabezado de respuesta y reescribir el encabezado From a algo como from@noreply.com (que realmente no es limpiar).",
  "Then there is Gmail, which costs money for custom domains (it used to be free).  They obviously scan and parse your emails as well. They also do not allow you to easily set up email forwarding for custom domains anymore.": "Luego está Gmail, que cuesta dinero para dominios personalizados (solía ser gratuito). Obviamente también escanean y analizan sus correos electrónicos. Tampoco le permiten configurar fácilmente el reenvío de correo electrónico para dominios personalizados.",
  "There is also Zoho mail, but again that requires you signing up for an account with Zoho, and then forwarding over the emails in a configuration setting.": "También hay correo de Zoho, pero de nuevo eso requiere que se registre para obtener una cuenta con Zoho y luego reenvíe los correos electrónicos en una configuración.",
  "Terms": "Condiciones",
  "By accessing this web site, you are agreeing to be bound by these web site Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this web site are protected by applicable copyright and trade mark law.": "Al acceder a este sitio web, usted acepta estar sujeto a estos Términos y condiciones de uso del sitio web, a todas las leyes y regulaciones aplicables, y acepta que es responsable de cumplir con las leyes locales aplicables. Si no está de acuerdo con alguno de estos términos, tiene prohibido usar o acceder a este sitio. Los materiales contenidos en este sitio web están protegidos por las leyes de derechos de autor y marcas aplicables.",
  "Disclaimer": "Descargo de responsabilidad",
  "Limitations": "Limitaciones",
  "Service Level Agreement (\"SLA\")": "Acuerdo de nivel de servicio (\"SLA\")",
  "Agreement": "Acuerdo",
  "Credits": "Créditos",
  "Eligibility": "Elegibilidad",
  "Revisions and Errata": "Revisiones y erratas",
  "Links": "Enlaces",
  "Site Terms of Use Modifications": "Modificaciones de los Términos de uso del sitio",
  "Governing Law": "Ley que rige",
  "License": "Licencia",
  "The materials on ForwardEmail's web site are provided \"as is\". ForwardEmail makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, ForwardEmail does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its Internet web site or otherwise relating to such materials or on any sites linked to this site.": "Los materiales en el sitio web de ForwardEmail se proporcionan \"tal cual\". ForwardEmail no ofrece garantías, expresas o implícitas, y por la presente renuncia y niega todas las demás garantías, incluidas, entre otras, las garantías implícitas o las condiciones de comerciabilidad, idoneidad para un propósito particular o la no infracción de la propiedad intelectual u otra violación de derechos. Además, ForwardEmail no garantiza ni hace ninguna representación con respecto a la precisión, los resultados probables o la confiabilidad del uso de los materiales en su sitio web de Internet o en relación con dichos materiales o en cualquier sitio vinculado a este sitio.",
  "In no event shall ForwardEmail or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on ForwardEmail's Internet site, even if ForwardEmail or a ForwardEmail authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.": "En ningún caso ForwardEmail o sus proveedores serán responsables de ningún daño (incluidos, entre otros, daños por pérdida de datos o ganancias, o debido a la interrupción del negocio) derivados del uso o la incapacidad de usar los materiales en el sitio de Internet de ForwardEmail, incluso si ForwardEmail o un representante autorizado de ForwardEmail ha sido notificado verbalmente o por escrito de la posibilidad de dicho daño. Debido a que algunas jurisdicciones no permiten limitaciones en garantías implícitas, o limitaciones de responsabilidad por daños consecuentes o incidentales, estas limitaciones pueden no aplicarse a usted.",
  "\"Downtime\" refers to a factor of more than a 5% user error rate, determined by a server-side error rate.": "El \"tiempo de inactividad\" se refiere a un factor de más del 5% de tasa de error del usuario, determinado por una tasa de error del lado del servidor.",
  "\"Monthly Uptime Percentage\" refers to the total minutes in a calendar month minus the number of minutes of Downtime suffered in the calendar month, divided by the total minutes in the calendar month.": "El \"porcentaje de tiempo de actividad mensual\" se refiere al total de minutos en un mes calendario menos el número de minutos de tiempo de inactividad sufrido en el mes calendario, dividido por el total de minutos en el mes calendario.",
  "ForwardEmail shall use all reasonable commercial efforts (no less than acceptable and reasonable industry standards) to ensure that the ForwardEmail service is available to paying customers 99.99% of the time in any calendar month.  If it is not, then you may be eligible to receive the ": "ForwardEmail utilizará todos los esfuerzos comerciales razonables (no menos que los estándares aceptables y razonables de la industria) para garantizar que el servicio ForwardEmail esté disponible para los clientes que pagan el 99,99% del tiempo en cualquier mes calendario. Si no es así, entonces puede ser elegible para recibir el",
  " described below in accordance with ": " descrito a continuación de acuerdo con",
  "Monthly Uptime Percentage": "Porcentaje de tiempo de actividad mensual",
  "Days of Service": "Días de servicio",
  "*": "* *",
  "<": "<",
  " 99.99% – >= 99.90%": " 99,99% -> = 99,90%",
  " 99.90% – >= 95.00%": " 99,90% -> = 95,00%",
  " 95.50%": " 95,50%",
  " Instead of receiving Days of Service being added to your account, you can also choose to have us issue a pro-rated refund.": " En lugar de recibir días de servicio agregados a su cuenta, también puede optar por hacernos emitir un reembolso prorrateado.",
  "Minimum credit amount must be at least $1.00 to be eligible.  Maximum credit is capped at the 30 days or the total amount the customer is paying per the most recent calendar month with respect to Downtime (whichever is greater).  Paying customers affected for any Downtime must request Credits by filing a ": "El monto mínimo de crédito debe ser de al menos $ 1.00 para ser elegible. El crédito máximo está limitado a los 30 días o al monto total que el cliente paga por el mes calendario más reciente con respecto al tiempo de inactividad (el que sea mayor). Los clientes que pagan por cualquier tiempo de inactividad deben solicitar créditos presentando un",
  " within 30 days from the date of Downtime.  Credits only apply for Downtime factors that are within the primary control of ForwardEmail.": " dentro de los 30 días a partir de la fecha de inactividad. Los créditos solo se aplican a los factores de tiempo de inactividad que están dentro del control principal de ForwardEmail.",
  "The materials appearing on ForwardEmail's web site could include technical, typographical, or photographic errors. ForwardEmail does not warrant that any of the materials on its web site are accurate, complete, or current. ForwardEmail may make changes to the materials contained on its web site at any time without notice. ForwardEmail does not, however, make any commitment to update the materials.": "Los materiales que aparecen en el sitio web de ForwardEmail pueden incluir errores técnicos, tipográficos o fotográficos. ForwardEmail no garantiza que ninguno de los materiales en su sitio web sea exacto, completo o actual. ForwardEmail puede hacer cambios a los materiales contenidos en su sitio web en cualquier momento sin previo aviso. ForwardEmail, sin embargo, no se compromete a actualizar los materiales.",
  "ForwardEmail has not reviewed all of the sites linked to its Internet web site and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by ForwardEmail of the site. Use of any such linked web site is at the user's own risk.": "ForwardEmail no ha revisado todos los sitios vinculados a su sitio web de Internet y no es responsable de los contenidos de dichos sitios vinculados. La inclusión de cualquier enlace no implica la aprobación por parte de ForwardEmail del sitio. El uso de cualquier sitio web vinculado es bajo el propio riesgo del usuario.",
  "ForwardEmail may revise these terms of use for its web site at any time without notice. By using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.": "ForwardEmail puede revisar estos términos de uso de su sitio web en cualquier momento sin previo aviso. Al usar este sitio web, usted acepta estar sujeto a la versión actual de estos Términos y condiciones de uso.",
  "Any claim relating to ForwardEmail's web site shall be governed by the laws of the State of Delaware without regard to its conflict of law provisions.": "Cualquier reclamo relacionado con el sitio web de ForwardEmail se regirá por las leyes del Estado de Delaware sin tener en cuenta sus disposiciones sobre conflictos de leyes.",
  "General Terms and Conditions applicable to Use of a Web Site.": "Términos y condiciones generales aplicables al uso de un sitio web.",
  "Business Source License 1.1": "Licencia de origen comercial 1.1",
  " © ": " © ©",
  "Niftylettuce, LLC.": "Niftylettuce, LLC.",
  "My Account &#124; <span class=\"notranslate\">ForwardEmail</span>": "Mi cuenta &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Manage your ForwardEmail profile": "Administre su perfil de ForwardEmail",
  "Please log in to view the page you requested.": "Inicie sesión para ver la página que solicitó.",
  "Sign up &#124; <span class=\"notranslate\">ForwardEmail</span>": "Registrarse &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Create a ForwardEmail account": "Crear una cuenta de ForwardEmail",
  "Ask a question": "Hacer una pregunta",
  "Have you read our <a href=\"/es/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "¿Ya has leído nuestras <a href=\"/es/faq\" target=\"_blank\" rel=\"noopener\">preguntas frecuentes</a> ?",
  "Email address": "Dirección de correo electrónico",
  "Write your message": "escribe tu mensaje",
  "Message": "Mensaje",
  "We'll be in contact with you!": "Estaremos en contacto con usted!",
  "Send message": "Enviar mensaje",
  "Sign up now": "Regístrate ahora",
  "Sign up with Google": "Regístrese con Google",
  "Sign up with GitHub": "Regístrese con GitHub",
  "or": "o",
  "Password": "Contraseña",
  "Sign Up": "Regístrate",
  "Registered?": "¿Registrado?",
  "Sign in": "Registrarse",
  "Read our <a href=\"/es/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/es/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Lea nuestra <a href=\"/es/privacy\" target=\"_blank\" rel=\"noopener\">política de privacidad</a> y <a href=\"/es/terms\" target=\"_blank\" rel=\"noopener\">términos</a>",
  "Welcome back!": "¡Dar una buena acogida!",
  "Sign in with Google": "Inicia sesión con Google",
  "Sign in with GitHub": "Inicia sesión con GitHub",
  "Forget your password?": "¿Olvidaste tu contraseña?",
  "Sign In": "Registrarse",
  "Not registered?": "¿No registrado?",
  "Sign up": "Regístrate",
  "Toggle navigation": "Navegación de palanca",
  "Features": "Caracteristicas",
  "FAQ": "Preguntas más frecuentes",
  "Help": "Ayuda",
  "Sign up for free": "Registrate gratis",
  "Need help?": "¿Necesitas ayuda?",
  "Español": "Español",
  "Arabic": "Arábica",
  "Chinese": "chino",
  "Czech": "checo",
  "Danish": "danés",
  "Dutch": "holandés",
  "English": "Inglés",
  "Finnish": "finlandés",
  "French": "francés",
  "German": "alemán",
  "Hebrew": "hebreo",
  "Hungarian": "húngaro",
  "Indonesian": "indonesio",
  "Italian": "italiano",
  "Japanese": "japonés",
  "Korean": "coreano",
  "Norwegian": "noruego",
  "Polish": "polaco",
  "Portuguese": "portugués",
  "Russian": "ruso",
  "Swedish": "sueco",
  "Thai": "tailandés",
  "Turkish": "turco",
  "Ukrainian": "ucranio",
  "Vietnamese": "vietnamita",
  "Resources": "Recursos",
  "Free Disposable Addresses": "Direcciones desechables gratis",
  "Domain Registration": "Registro de Dominio",
  "Reserved Email Addresses": "Direcciones de correo electrónico reservadas",
  "Developers": "Desarrolladores",
  "Coming soon": "Próximamente",
  "API Documentation": "Documentación API",
  "Releases": "Lanzamientos",
  "Status Page": "Página de estado",
  "Source Code": "Código fuente",
  "Company": "Empresa",
  "About": "Acerca de",
  "Donate": "Donar",
  "Privacy": "Intimidad",
  "Twitter": "Gorjeo",
  "GitHub": "GitHub",
  "Email": "Correo electrónico",
  "Success": "Éxito",
  "Error": "Error",
  "Info": "Informacion",
  "Warning": "Advertencia",
  "Question": "Pregunta",
  "OK": "Okay",
  "Cancel": "Cancelar",
  "Close this dialog": "Cerrar este dialogo",
  "Are you sure?": "¿Estás seguro?",
  "Please confirm if you wish to continue.": "Por favor confirme si desea continuar.",
  "Auth &#124; <span class=\"notranslate\">ForwardEmail</span>": "Auth &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Authenticate yourself to log in": "Autentícate para iniciar sesión",
  "My Account - Domains": "Mi cuenta - Dominios",
  "Domains": "Dominios",
  "/faq?domain=hash.fyi": "/faq?domain=hash.fyi",
  "Have you read our <a href=\"/faq?domain=hash.fyi\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "¿Ya has leído nuestras <a href=\"/faq?domain=hash.fyi\" target=\"_blank\" rel=\"noopener\">preguntas frecuentes</a> ?",
  "Admin": "Administración",
  "Dashboard": "Tablero",
  "Users": "Los usuarios",
  "My Account": "Mi cuenta",
  "Profile": "Perfil",
  "Security": "Seguridad",
  "Log out": "Cerrar sesión",
  "Aliases": "Alias",
  "Verification Status": "Estado de verificación",
  "Follow the steps below and then click \"Verify Records\" to verify your setup.": "Siga los pasos a continuación y luego haga clic en \"Verificar registros\" para verificar su configuración.",
  "Verified": "Verificado",
  "MX Records": "Registros MX",
  "TXT Records": "TXT Records",
  "Verify Records": "Verificar registros",
  "Enhanced Protection Verification Record": "Registro de verificación de protección mejorada",
  "Please ensure that a <strong>TXT record</strong> exists for <strong>%s</strong> with the following value:": "Asegúrese de que exista un <strong>registro TXT</strong> para <strong><span class=\"notranslate\">%s</span></strong> con el siguiente valor:",
  "Copy": "Copiar",
  "1. Set up your domain for email forwarding": "1. Configure su dominio para el reenvío de correo electrónico",
  "Do you need to configure (or re-configure) this domain name for email forwarding?": "¿Necesita configurar (o reconfigurar) este nombre de dominio para el reenvío de correo electrónico?",
  "Configure your domain": "Configura tu dominio",
  "2. Send emails with your domain using Gmail (optional)": "2. Envíe correos electrónicos con su dominio usando Gmail (opcional)",
  "Follow our simple guide for sending and receiving emails with your domain, directly inside of Gmail.": "Siga nuestra sencilla guía para enviar y recibir correos electrónicos con su dominio, directamente dentro de Gmail.",
  "Setup your Gmail": "Configura tu Gmail",
  "3. Purge Cache and Send a Test Email to Yourself": "3. Purgue la caché y envíe un correo electrónico de prueba",
  "Once you have followed the previous step(s), you will need to \"purge\" the DNS cache using the \"Purge Cache\" tool by Cloudflare.  You can optionally purge the cache using Google as well if you are using Gmail.  Make sure to purge both the \"TXT\" and the \"MX\" records for your domain name.  Wait a few minutes (or sometimes it might take an hour or two), and then click \"Verify Records\" above and try sending a test email to yourself.": "Una vez que haya seguido el (los) paso (s) anterior (s), necesitará \"purgar\" el caché DNS usando la herramienta \"Purgar caché\" de Cloudflare. Opcionalmente, también puede purgar el caché usando Google si está usando Gmail. Asegúrese de purgar los registros \"TXT\" y \"MX\" para su nombre de dominio. Espere unos minutos (o, a veces, puede tomar una o dos horas) y luego haga clic en \"Verificar registros\" arriba e intente enviarse un correo electrónico de prueba.",
  "Cloudflare Purge (required)": "Purga Cloudflare (requerido)",
  "Google Purge (optional)": "Google Purge (opcional)",
  "4. Still need help with something?": "4. ¿Todavía necesitas ayuda con algo?",
  "We are here to answer your questions, but before asking us, please be sure to <a href=\"/es/faq\">read our FAQ section</a>.": "Estamos aquí para responder sus preguntas, pero antes de preguntarnos, asegúrese de <a href=\"/es/faq\">leer nuestra sección de preguntas frecuentes</a> .",
  "Ask us a question": "Haznos una pregunta",
  "Manage Team": "Administrar equipo",
  "Members have shared access to this domain, and you can invite new members, remove existing members, or manage permissions for them below.": "Los miembros tienen acceso compartido a este dominio, y puede invitar a nuevos miembros, eliminar miembros existentes o administrar los permisos para ellos a continuación.",
  "Team Member": "Miembro del equipo",
  "Alias Count": "Alias Count",
  "Quick Links": "enlaces rápidos",
  "Invite New Member": "Invitar a un nuevo miembro",
  "Delete Domain": "Eliminar dominio",
  "Deleting your domain is irreversable.  Please take extreme caution when deleting your domain.": "Eliminar tu dominio es irreversible. Tenga mucho cuidado al eliminar su dominio.",
  "Back to Domains": "Regresar a Dominios",
  "Domain's DNS records have been verified.": "Se han verificado los registros DNS del dominio.",
  "Add New Alias": "Agregar nuevo alias",
  "Alias Name": "Sobre nombre",
  "(required)": "(necesario)",
  "Generate random alias": "Generar alias aleatorio",
  "Use an asterisk \"*\" for a catch-all alias.": "Use un asterisco \"*\" para un alias general.",
  "Alias Recipients": "Destinatarios de alias",
  "Recipients must be a line-break/space/comma separated list of valid email addresses, fully-qualified domain names (\"FQDN\"), and/or IP addresses.  We will automatically remove duplicate entries for you and perform validation when you click \"Continue\" below.": "Los destinatarios deben ser una lista separada por comas / espacios / comas de direcciones de correo electrónico válidas, nombres de dominio completos (\"FQDN\") y / o direcciones IP. Eliminaremos automáticamente las entradas duplicadas y realizaremos la validación cuando haga clic en \"Continuar\" a continuación.",
  "Alias Description (optional)": "Descripción del alias (opcional)",
  "Description has a max of 150 characters.": "La descripción tiene un máximo de 150 caracteres.",
  "Alias Labels (optional)": "Etiquetas de alias (opcional)",
  "Labels must be a line-break/space/comma separated list with a maximum of 20 characters per label.": "Las etiquetas deben ser una lista separada por saltos de línea / espacios / comas con un máximo de 20 caracteres por etiqueta.",
  "Active": "Activo",
  "If you uncheck this, then this email will be deactivated and no emails will flow through.  However emails will NOT bounce until this alias is completely deleted.": "Si desmarca esto, este correo electrónico se desactivará y no fluirá ningún correo electrónico. Sin embargo, los correos electrónicos NO rebotarán hasta que este alias se elimine por completo.",
  "Continue": "Seguir",
  "Alias": "Alias",
  "Recipients": "Destinatarios",
  "Enabled": "Habilitado",
  "Edit Alias": "De lo contrario, editar",
  "Delete Alias": "Eliminar alias",
  "Back to Domain": "Volver al dominio",
  "Features &#124; <span class=\"notranslate\">ForwardEmail</span>": "Características &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Our features include Custom Domain Email Forwarding, Disposable Addresses, Multiple Recipients, Wildcards, and more!": "¡Nuestras características incluyen reenvío de correo electrónico de dominio personalizado, direcciones desechables, múltiples destinatarios, comodines y más!",
  "Our Features": "Nuestras características",
  "We strive for perfection": "Nos esforzamos por la perfección",
  "Lightning fast email deliverability.": "Capacidad de entrega rápida del correo electrónico.",
  "Free": "Gratis",
  "Basic plan to get started": "Plan básico para comenzar",
  "Unlimited custom domain names": "Nombres de dominio personalizados ilimitados",
  "Unlimited email addresses": "Direcciones de correo ilimitadas",
  "Unlimited disposable email addresses": "Direcciones de correo electrónico desechables ilimitadas",
  "Use a custom domain or one of our free vanity domains:": "Utilice un dominio personalizado o uno de nuestros dominios personalizados gratuitos:",
  "\"Send mail as\" with Gmail, Outlook, and Yahoo": "\"Enviar correo como\" con Gmail, Outlook y Yahoo",
  "Catch-all email addresses": "Direcciones de correo electrónico generales",
  "Multiple recipients per email address": "Múltiples destinatarios por dirección de correo electrónico",
  "25MB attachment limit": "Límite de archivo adjunto de 25 MB",
  "same as Gmail": "igual que Gmail",
  "month": "mes",
  "Add Domain": "Agregar dominio",
  "Enhanced Protection": "Protección mejorada",
  "Advanced features and support": "Funciones avanzadas y soporte",
  "Everything included in Free, plus:": "Todo incluido en Gratis, más:",
  "Enhanced privacy and forwarding protection": "Privacidad mejorada y protección de reenvío",
  "No publicly searchable TXT records are used.  Instead we store your configuration in a secure and backed-up database.": "No se utilizan registros TXT de búsqueda pública. En su lugar, almacenamos su configuración en una base de datos segura y respaldada.",
  "Instant aliases and zero wait-time for DNS propagation": "Alias instantáneos y cero tiempo de espera para la propagación de DNS",
  "Easy to use email alias manager": "Administrador de alias de correo electrónico fácil de usar",
  "Priority technical email support": "Soporte técnico prioritario por correo electrónico",
  "99.99% Uptime Service Level Agreement (\"SLA\")": "Acuerdo de nivel de servicio de tiempo de actividad del 99.99% (\"SLA\")",
  "Browser Extension (coming soon)": "Extensión del navegador (próximamente)",
  "Select Domain": "Seleccionar dominio",
  "already on this plan": "ya en este plan",
  "Add New Custom Domain": "Agregar nuevo dominio personalizado",
  "Team": "Equipo",
  "For small groups and organizations": "Para pequeños grupos y organizaciones.",
  "Everything included in Enhanced Protection, plus:": "Todo incluido en Protección mejorada, más:",
  "Organization account with shared domain access": "Cuenta de organización con acceso de dominio compartido",
  "Unlimited member access control management": "Gestión ilimitada de control de acceso de miembros",
  "Premium support with 24 hour response time": "Soporte premium con tiempo de respuesta de 24 horas.",
  "Enterprise": "Empresa",
  "Custom solutions and licensing": "Soluciones personalizadas y licencias",
  "Everything included in Team, plus:": "Todo incluido en Team, más:",
  "Custom licensing agreement": "Acuerdo de licencia personalizado",
  "Technical infrastructure design and support": "Diseño y soporte de infraestructura técnica.",
  "White-label and custom-branded solutions": "Soluciones de marca blanca y marca personalizada",
  "Managed deployment and maintenance": "Implementación y mantenimiento gestionados",
  "Contact Sales": "Contacto de ventas",
  "Make User": "Hacer usuario",
  "Delete Member": "Eliminar miembro",
  "Invite new team member": "Invitar a un nuevo miembro del equipo",
  "Send invitation": "Enviar invitacion",
  "ForwardEmail": "Redirigir correo",
  "ForwardEmail.net": "ForwardEmail.net",
  "Domain Name": "Nombre de dominio",
  "Upgrade Plan": "Plan de actualización",
  "Free Vanity Domain": "Dominio de vanidad gratis",
  "Need to add a new domain?": "¿Necesita agregar un nuevo dominio?",
  "Add Custom Domain Name": "Agregar nombre de dominio personalizado",
  "Domain name": "Nombre de dominio",
  "Global domain": "Dominio global",
  "Need to register a domain?": "¿Necesitas registrar un dominio?",
  "Add New Domain": "Agregar nuevo dominio",
  "Global": "Global",
  "Plan": "Plan",
  "Change plan to:": "Cambiar plan a:",
  "See all plan features": "Ver todas las características del plan",
  "Manage Aliases": "Administrar alias",
  "Not Verified": "No verificado",
  "Setup": "Preparar",
  "Group": "Grupo",
  "User": "Usuario",
  "Your request was successfully completed.": "Su solicitud se completó con éxito.",
  "Pending invitations are listed below.": "Las invitaciones pendientes se enumeran a continuación.",
  "Email Address": "Dirección de correo electrónico",
  "Copy Invite Link": "Copiar enlace de invitación",
  "Delete Invite": "Eliminar invitación",
  "You've been invited to the %s team": "Has sido invitado al equipo <span class=\"notranslate\">%s</span>",
  "Team invite": "Invitación del equipo",
  "Click the button below to accept your invite.": "Haga clic en el botón de abajo para aceptar su invitación.",
  "Accept invite": "Aceptar invitar",
  "If you did not expect to receive this invite, then please reply to let us know.": "Si no esperaba recibir esta invitación, responda para informarnos.",
  "Email address was invalid.": "La dirección de correo electrónico fue inválida.",
  "Page not found": "Página no encontrada",
  "We're sorry, but the page you requested could not be found.": "Lo sentimos, pero no se pudo encontrar la página que solicitó.",
  "Server Error": "Error del Servidor",
  "A server error has unfortunately occurred.": "Lamentablemente, se produjo un error del servidor.",
  "Share invitation link": "Compartir enlace de invitación",
  "Have you read our <a href=\"/en/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "¿Ya has leído nuestras <a href=\"/en/faq\" target=\"_blank\" rel=\"noopener\">preguntas frecuentes</a> ?",
  "Read our <a href=\"/en/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/en/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Lea nuestra <a href=\"/en/privacy\" target=\"_blank\" rel=\"noopener\">política de privacidad</a> y <a href=\"/en/terms\" target=\"_blank\" rel=\"noopener\">términos</a>",
  "Spanish": "Español",
  "Thank you": "Gracias",
  "You have successfully registered.": "Se ha registrado exitosamente.",
  "Please verify your email address to continue.": "Verifique su dirección de correo electrónico para continuar.",
  "Verify email &#124; <span class=\"notranslate\">ForwardEmail</span>": "Verificar correo electrónico &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Verify your ForwardEmail email": "Verifique su correo electrónico ForwardEmail",
  "An email verification pin has been sent to your email address.": "Se ha enviado un pin de verificación de correo electrónico a su dirección de correo electrónico.",
  "Verify email": "Verificar correo electrónico",
  "Enter the verification pin sent to your email address.": "Ingrese el pin de verificación enviado a su dirección de correo electrónico.",
  "Please enter a 6 digit verification pin.": "Ingrese un pin de verificación de 6 dígitos.",
  "Verification pin": "PIN de verificación",
  "Didn't receive the email?": "¿No recibiste el correo electrónico?",
  "Resend now": "Reenviar ahora",
  "Verification pin:": "PIN de verificación:",
  "Use this verification pin:": "Use este pin de verificación:",
  "This pin expires within 5 minutes.": "Este pin caduca en 5 minutos.",
  "Verify now": "Verifica ahora",
  "If you did not submit this request, then please reply to let us know.": "Si no envió esta solicitud, responda para informarnos.",
  "Your email address has been successfully verified.": "Su dirección de correo electrónico ha sido verificada con éxito.",
  "You have successfully accepted the invite to this domain and are an admin.": "Ha aceptado con éxito la invitación a este dominio y es administrador.",
  "We are here to answer your questions, but before asking us, please be sure to <a href=\"/en/faq\">read our FAQ section</a>.": "Estamos aquí para responder sus preguntas, pero antes de preguntarnos, asegúrese de <a href=\"/en/faq\">leer nuestra sección de preguntas frecuentes</a> .",
  "Thanks for signing up!": "Gracias por registrarte!",
  "Thank you!": "¡Gracias!",
  "You have successfully registered for our service!  Please let us know if you have any issues or feature requests.": "¡Te has registrado con éxito en nuestro servicio! Háganos saber si tiene algún problema o solicitud de características.",
  "Read our FAQ": "Lee nuestras preguntas frecuentes",
  "Can I disable specific aliases": "¿Puedo deshabilitar alias específicos",
  "Yes! As of February 6, 2020 we have added this feature.  Simply edit your DNS TXT record and prefix the alias with an exclamation mark.  Note that you must preserve the ": "¡Si! A partir del 6 de febrero de 2020, hemos agregado esta función. Simplemente edite su registro TXT de DNS y prefije el alias con un signo de exclamación. Tenga en cuenta que debe preservar el",
  " mapping, as this is required if you ever decide to toggle this off (and it's also used for importing in our paid plans).": " mapeo, ya que esto es necesario si alguna vez decide desactivarlo (y también se usa para importar en nuestros planes pagos).",
  "If you prefix an alias with ": "Si prefijas un alias con",
  " (exclamation mark) then it will still return successful respond codes to senders attempting to send to this address, but the emails themselves will go nowhere; to a blackhole.": " (signo de exclamación), entonces aún devolverá códigos de respuesta exitosos a los remitentes que intenten enviar a esta dirección, pero los correos electrónicos en sí no irán a ninguna parte; a un agujero negro.",
  "For example, if I want all emails that go to ": "Por ejemplo, si quiero todos los correos electrónicos que van a",
  " to stop flowing through to ": " para dejar de fluir a",
  ":": ":",
  "Emails sent to disabled addresses will respond with a ": "Los correos electrónicos enviados a direcciones deshabilitadas responderán con un",
  " (message queued) status code, but the emails will not actually be delivered to the recipient(s).": " (mensaje en cola) código de estado, pero los correos electrónicos en realidad no se entregarán a los destinatarios.",
  "Free Email Forwarding for Custom Domains &#124; <span class=\"notranslate\">ForwardEmail</span>": "Reenvío gratuito de correo electrónico para dominios personalizados &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "👋 We <u class=\"font-weight-bold\">don't store logs nor emails</u>. We don't track you. Regain your right to privacy. 🎉": "👋 No <u class=\"font-weight-bold\">almacenamos registros ni correos electrónicos</u> . No te rastreamos. Recupere su derecho a la privacidad. 🎉",
  "👋 We <u class=\"font-weight-bold\">don't store logs nor emails</u>. Period. 🎉": "👋 No <u class=\"font-weight-bold\">almacenamos registros ni correos electrónicos</u> . Período. 🎉",
  "Free Email Forwarding<span class=\"d-none d-md-block\"> for Custom Domains</span>": "Reenvío gratuito de correo electrónico <span class=\"d-none d-md-block\">para dominios personalizados</span>",
  "Create and forward an <u class=\"font-weight-bold\">unlimited</u> amount of email addresses with your domain name. Plus get catch-all, wildcard, and disposable forwarding addresses!": "Cree y reenvíe una cantidad <u class=\"font-weight-bold\">ilimitada</u> de direcciones de correo electrónico con su nombre de dominio. ¡Además, obtenga direcciones generales, comodines y reenvíos desechables!",
  "No credit card required": "No se requiere tarjeta de crédito",
  "Learn more": "Aprende más",
  "Protect your inbox.": "Protege tu bandeja de entrada.",
  "We use industry standard email header validation and signature checks, spam prevention tools, DNS blacklist lookups, and domain verification.  All powered by Cloudflare's <a href=\"https://blog.cloudflare.com/announcing-1111/\" target=\"_blank\" rel=\"noopener\" class=\"text-white\">privacy-first consumer DNS service</a>.": "Utilizamos validación de encabezado de correo electrónico estándar de la industria y comprobaciones de firmas, herramientas de prevención de spam, búsquedas de listas negras de DNS y verificación de dominio. Todo impulsado por el <a href=\"https://blog.cloudflare.com/announcing-1111/\" target=\"_blank\" rel=\"noopener\" class=\"text-white\">servicio DNS de primer consumidor de privacidad</a> de Cloudflare.",
  "Stay protected": "Mantente protegido",
  "Privacy First": "Privacidad primero",
  "We created this service because you have a right to privacy.  Existing services did not respect it.  We use robust encryption and a zero-tolerance policy for logs of any kind.": "Creamos este servicio porque tiene derecho a la privacidad. Los servicios existentes no lo respetaron. Utilizamos cifrado robusto y una política de tolerancia cero para registros de cualquier tipo.",
  "Regain your privacy": "Recupera tu privacidad",
  "Disposable Addresses": "Direcciones desechables",
  "Create a specific or an anonymous email address that forwards to you.  You can even assign it a label and enable or disable it at any time to keep your inbox tidy.  Your actual email address is never exposed.": "Cree una dirección de correo electrónico específica o anónima que le reenvíe. Incluso puede asignarle una etiqueta y habilitarla o deshabilitarla en cualquier momento para mantener su bandeja de entrada ordenada. Su dirección de correo electrónico real nunca se expone.",
  "Disposable addresses": "Direcciones desechables",
  "Multiple Recipients and Wildcards": "Múltiples destinatarios y comodines",
  "You can forward a single address to multiple, and even use wildcard addresses &ndash; also known as catch-all's.  Managing your company's inboxes has never been easier.": "Puede reenviar una sola dirección a múltiples, e incluso usar direcciones comodín & ndash; También conocido como \"todo en uno\". Administrar las bandejas de entrada de su empresa nunca ha sido tan fácil.",
  "Start forwarding now": "Comience a reenviar ahora",
  "\"Send mail as\" with Gmail": "\"Enviar correo como\" con Gmail",
  "You'll never have to leave your inbox to send out emails as if they're from your company.  Send and reply-to messages as if they're from you@company.com directly from you@gmail.com.": "Nunca tendrá que abandonar su bandeja de entrada para enviar correos electrónicos como si fueran de su empresa. Envíe y responda mensajes como si fueran de usted@empresa.com directamente de usted@gmail.com.",
  "Configure your inbox": "Configura tu bandeja de entrada",
  "100% open-source.": "100% de código abierto.",
  "Unlike other services, we <u>don't</u> store logs, <u>never</u> read emails, and are <u>100%</u> open-source.  Made by <a href=\"https://github.com/niftylettuce\" class=\"text-white\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a>, an open-source enthusiast and privacy advocate.": "A diferencia de otros servicios, <u>no</u> almacenamos registros, <u>nunca</u> leemos correos electrónicos y somos <u>100%</u> de código abierto. Hecho por <a href=\"https://github.com/niftylettuce\" class=\"text-white\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a> , un entusiasta de código abierto y defensor de la privacidad.",
  "View source code": "Ver código fuente",
  "Our Numbers": "Nuestros numeros",
  "99.99%": "99,99%",
  "Service Uptime": "Servicio de tiempo de actividad",
  "Global Servers": "Servidores globales",
  "20K+": "20K +",
  "Active Users": "Usuarios activos",
  "Trusted by the community": "Confiado por la comunidad",
  "1,000+ Stars": "1,000+ estrellas",
  "FAQ &#124; <span class=\"notranslate\">ForwardEmail</span>": "FAQ &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Read frequently asked questions about our service": "Lea las preguntas frecuentes sobre nuestro servicio",
  "⏰ Save Yourself Time": "⏰ Ahorre tiempo",
  "Want to make the entire FAQ below tailored for you and easier to read?": "¿Desea que las preguntas frecuentes completas a continuación se adapten a usted y sean más fáciles de leer?",
  "Enter your domain": "Ingrese su dominio",
  "Enter your email": "Introduce tu correo electrónico",
  "Create your free account now": "Crea tu cuenta gratis ahora",
  "Not interested?  Click here to keep reading": "¿No interesado? Click aquí para seguir leyendo",
  "/faq?domain=aliasbird.com": "/faq?domain=aliasbird.com",
  "Have you read our <a href=\"/faq?domain=aliasbird.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "¿Ya has leído nuestras <a href=\"/faq?domain=aliasbird.com\" target=\"_blank\" rel=\"noopener\">preguntas frecuentes</a> ?",
  "/faq?domain=aliasfox.com": "/faq?domain=aliasfox.com",
  "Have you read our <a href=\"/faq?domain=aliasfox.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "¿Ya has leído nuestras <a href=\"/faq?domain=aliasfox.com\" target=\"_blank\" rel=\"noopener\">preguntas frecuentes</a> ?",
  "Add this domain to your account (if it does not exist)": "Agregue este dominio a su cuenta (si no existe)",
  "Invalid API credentials.": "Credenciales de API no válidas.",
  "You have successfully upgraded to the Enhanced Protection Plan.": "Ha actualizado con éxito al Plan de protección mejorado.",
  "Enhanced Protection and Team plans are new and currently in our final testing phase.  Please note that once they are officially released, you will be notified by email and will have 30 days to enter your billing information.  Thank you!": "La protección mejorada y los planes de equipo son nuevos y actualmente están en nuestra fase de prueba final. Tenga en cuenta que una vez que se publiquen oficialmente, se le notificará por correo electrónico y tendrá 30 días para ingresar su información de facturación. ¡Gracias!",
  "You have successfully upgraded to the Team Plan.": "Has actualizado con éxito al Plan de equipo.",
  "Enhanced Protection and Team plans are currently free and in our final testing and beta program phase.  Once they are released, you will be emailed and will have 30 days to enter your billing information.  Thank you!": "La protección mejorada y los planes de equipo son actualmente gratuitos y están en nuestra fase final de prueba y programa beta. Una vez que se publiquen, se le enviará un correo electrónico y tendrá 30 días para ingresar su información de facturación. ¡Gracias!",
  "/faq?domain=marketing.yorkshirecoastline.com": "/faq?domain=marketing.yorkshirecoastline.com",
  "Have you read our <a href=\"/faq?domain=marketing.yorkshirecoastline.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "¿Ya has leído nuestras <a href=\"/faq?domain=marketing.yorkshirecoastline.com\" target=\"_blank\" rel=\"noopener\">preguntas frecuentes</a> ?",
  "Have you read our <a href=\"/no/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "¿Ya has leído nuestras <a href=\"/no/faq\" target=\"_blank\" rel=\"noopener\">preguntas frecuentes</a> ?",
  "Norsk": "noruego",
  "Have you read our <a href=\"/fr/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "¿Ya has leído nuestras <a href=\"/fr/faq\" target=\"_blank\" rel=\"noopener\">preguntas frecuentes</a> ?",
  "Français": "Francés",
  "Have you read our <a href=\"/zh/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "¿Ya has leído nuestras <a href=\"/zh/faq\" target=\"_blank\" rel=\"noopener\">preguntas frecuentes</a> ?",
  "中文 (zhōngwén)": "Chino (zhōngwén)",
  "Sign out of &#124; <span class=\"notranslate\">ForwardEmail</span>": "Salir de &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Sign out of your account": "Salir de tu cuenta",
  "Add Alias": "Agregar alias",
  "Add a new alias to continue.": "Agregue un nuevo alias para continuar.",
  "Import TXT Records": "Importar registros TXT",
  "Back to Aliases": "Regresar a Alias",
  "You do not belong to the administrative user group.": "No pertenece al grupo de usuarios administrativos.",
  "DNSimple": "DNSimple",
  "Sign in > (Select your domain)  > DNS > Manage": "Iniciar sesión> (Seleccione su dominio)> DNS> Administrar",
  "Terms &#124; <span class=\"notranslate\">ForwardEmail</span>": "Términos &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Read our terms and conditions of use": "Lea nuestros términos y condiciones de uso",
  "Your help request has been sent successfully.  You should hear from us soon.  Thank you!": "Su solicitud de ayuda ha sido enviada con éxito. Debería saber de nosotros pronto. ¡Gracias!",
  "You have reached the limit for sending help requests.  Please try again.": "Has alcanzado el límite para enviar solicitudes de ayuda. Inténtalo de nuevo.",
  "A user with the given email address is already registered.  Please try to log in or reset the password if this account belongs to you.": "Un usuario con la dirección de correo electrónico dada ya está registrado. Intente iniciar sesión o restablecer la contraseña si esta cuenta le pertenece.",
  "We have sent you an email with a link to reset your password.": "Le hemos enviado un correo electrónico con un enlace para restablecer su contraseña.",
  "You have successfully reset your password.": "Has restablecido con éxito tu contraseña.",
  "Reset token and email were not valid together.": "Restablecer token y correo electrónico no eran válidos juntos.",
  "Password was invalid.": "La contraseña no es válida",
  "You can only request a password reset every 30 minutes.  Please try again %s.": "Solo puede solicitar un restablecimiento de contraseña cada 30 minutos. Por favor intente nuevamente <span class=\"notranslate\">%s</span> .",
  "Yes! As of February 6, 2020 we have added this feature.  Simply edit your DNS TXT record and prefix the alias with an exclamation mark.  Note that you must preserve the \":\" mapping, as this is required if you ever decide to toggle this off (and it's also used for importing in our paid plans).": "¡Si! A partir del 6 de febrero de 2020, hemos agregado esta función. Simplemente edite su registro TXT de DNS y prefije el alias con un signo de exclamación. Tenga en cuenta que debe conservar el mapeo \":\", ya que esto es necesario si alguna vez decide desactivarlo (y también se usa para importar en nuestros planes pagos).",
  "If you prefix an alias with \"!\" (exclamation mark) then it will still return successful respond codes to senders attempting to send to this address, but the emails themselves will go nowhere; to a blackhole.": "Si prefijas un alias con \"!\" (signo de exclamación), entonces aún devolverá códigos de respuesta exitosos a los remitentes que intenten enviar a esta dirección, pero los correos electrónicos en sí no irán a ninguna parte; a un agujero negro.",
  "Sender Rewriting Scheme (\"SRS\") - we use ": "Esquema de reescritura del remitente (\"SRS\"): utilizamos",
  "SRS": "SRS",
  ", which is a scheme used to rewrite the envelope sender address for email forwarding in order for DKIM/SPF/DMARC to pass with a forwarding mail server (middleman).": ", que es un esquema utilizado para reescribir la dirección del remitente del sobre para el reenvío de correo electrónico para que DKIM / SPF / DMARC pase con un servidor de reenvío de correo (intermediario).",
  "/faq?domain=niftylettuce.com": "/faq?domain=niftylettuce.com",
  "Have you read our <a href=\"/faq?domain=niftylettuce.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "¿Ya has leído nuestras <a href=\"/faq?domain=niftylettuce.com\" target=\"_blank\" rel=\"noopener\">preguntas frecuentes</a> ?",
  "Description & Labels": "Descripción y etiquetas",
  "catch-all": "atrapar todo",
  "Yes, the default limit is 10.  This does NOT mean that you can only have 10 aliases on your domain name.  You can have as many aliases as you want (an unlimited amount).  It means that you can only forward one alias to 10 unique email addresses.  You could have ": "Sí, el límite predeterminado es 10. Esto NO significa que solo puede tener 10 alias en su nombre de dominio. Puede tener tantos alias como desee (una cantidad ilimitada). Significa que solo puede reenviar un alias a 10 direcciones de correo electrónico únicas. Podrías tener",
  ", … (from 1-10) – and any emails to ": ", ... (del 1 al 10) - y cualquier correo electrónico a",
  ", … (from 1-10).": ", ... (de 1-10).",
  "Disabled": "Discapacitado",
  "/faq?domain=forwardemail.net": "/faq?domain=forwardemail.net",
  "Have you read our <a href=\"/faq?domain=forwardemail.net\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "¿Ya has leído nuestras <a href=\"/faq?domain=forwardemail.net\" target=\"_blank\" rel=\"noopener\">preguntas frecuentes</a> ?",
  "Please upgrade to a paid plan to unlock this feature.": "Actualice a un plan pago para desbloquear esta función.",
  "You have successfully downgraded to the Free Plan.": "Se ha degradado con éxito al plan gratuito.",
  "Manage Plan": "Gestionar plan",
  "Current Plan": "Plan actual",
  "Spam, Phishing, and Attachment Protection with <span class=\"notranslate\">SpamScanner</span>": "Protección contra spam, phishing y <span class=\"notranslate\">SpamScanner</span> adjuntos con <span class=\"notranslate\">SpamScanner</span>",
  "for unlimited domains": "para dominios ilimitados",
  "Spam, Phishing, and Attachment Protection": "Protección contra spam, phishing y archivos adjuntos",
  "Advanced spam and phishing protection": "Protección avanzada contra spam y phishing",
  "Anti-spam and anti-phishing protection": "Protección antispam y antiphishing",
  "Spam and phishing protection": "Protección contra spam y phishing",
  "unlimited domains": "dominios ilimitados",
  "Unlimited domains": "Dominios ilimitados",
  "Access support from industry experts": "Acceda al soporte de expertos de la industria",
  "Get assistance from the experts": "Obtenga asistencia de los expertos",
  "Dedicated expert-level developers and designers": "Desarrolladores y diseñadores dedicados de nivel experto",
  "Dedicated support from the experts": "Apoyo dedicado de los expertos.",
  "Enhanced forwarding privacy": "Privacidad de reenvío mejorada",
  "Enhanced email forwarding privacy": "Privacidad mejorada de reenvío de correo electrónico",
  "Instant DNS propagation with zero wait-time": "Propagación instantánea de DNS con tiempo de espera cero",
  "Instant DNS propagation; zero wait-time": "Propagación instantánea de DNS; cero tiempo de espera",
  "Instant DNS propagation - zero wait-time": "Propagación instantánea de DNS: cero tiempo de espera",
  "Instant DNS propagation (zero wait-time)": "Propagación instantánea de DNS (tiempo de espera cero)",
  "Access to exclusive API features": "Acceso a funciones exclusivas de API",
  "Sign in &#124; <span class=\"notranslate\">ForwardEmail</span>": "Iniciar sesión &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Sign in to your account": "Iniciar sesión en su cuenta",
  "Sign in now": "Regístrate",
  "Domain already exists on your account.": "El dominio ya existe en su cuenta.",
  "Access to exclusive API features (coming soon)": "Acceso a funciones API exclusivas (próximamente)",
  "Unlimited email addresses and aliases": "Direcciones de correo electrónico y alias ilimitados",
  "Browser Extension": "Extensión del navegador",
  "coming soon": "próximamente",
  "Dedicated support from the founder": "Apoyo dedicado del fundador.",
  "/faq?domain=chickenpoopppp.com": "/faq?domain=chickenpoopppp.com",
  "Have you read our <a href=\"/faq?domain=chickenpoopppp.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "¿Ya has leído nuestras <a href=\"/faq?domain=chickenpoopppp.com\" target=\"_blank\" rel=\"noopener\">preguntas frecuentes</a> ?",
  "Domain is not a registered domain name. <a href=\"/domain-registration\">Click here to register it now</a>.": "El dominio no es un nombre de dominio registrado. <a href=\"/domain-registration\">Haga clic aquí para registrarlo ahora</a> .",
  "Domain name was invalid (must be an IP or FQDN).": "El nombre de dominio no era válido (debe ser una IP o un FQDN).",
  "/faq?domain=arizonaquiltersguild.org": "/faq?dominio=arizonaquiltersguild.org",
  "Have you read our <a href=\"/faq?domain=arizonaquiltersguild.org\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "¿Ya has leído nuestras <a href=\"/faq?domain=arizonaquiltersguild.org\" target=\"_blank\" rel=\"noopener\">preguntas frecuentes</a> ?",
  "Domain does not exist on your account.": "El dominio no existe en su cuenta.",
  "Can I forward emails to ports other than 25 (e.g. if my ISP has blocked port 25)": "¿Puedo reenviar correos electrónicos a puertos que no sean 25 (por ejemplo, si mi ISP ha bloqueado el puerto 25)",
  "Do you offer a money back guarantee on paid plans": "¿Ofrecen una garantía de devolución de dinero en planes pagados?",
  "Yes, as of May 5, 2020 we have added this feature.  Simply edit your DNS txt record and affix the alias with a colon, followed by valid port number (the default is 25).": "Sí, a partir del 5 de mayo de 2020 hemos agregado esta función. Simplemente edite su registro txt de DNS y coloque el alias con dos puntos, seguido de un número de puerto válido (el valor predeterminado es 25).",
  " to forward to ": " reenviar a",
  " SMTP port is 1337 instead of 25:": " El puerto SMTP es 1337 en lugar de 25:",
  "Yes!  We offer a 30-day money back guarantee on all paids plans if you are not satisfied with our service.": "¡Si! Ofrecemos una garantía de devolución de dinero de 30 días en todos los planes de pago si no está satisfecho con nuestro servicio.",
  "We do not ask any questions and simply process the refund within 5-7 business days.": "No hacemos preguntas y simplemente procesamos el reembolso dentro de 5-7 días hábiles.",
  "Do you read my emails": "¿Lees mis correos electrónicos?",
  " and users that upgraded to paid plans.": " y usuarios que actualizaron a planes pagos.",
  "No, absolutely not.  We do not store logs.  See our ": "No absolutamente no. No almacenamos registros. Mira nuestro",
  "Many other email forwarding providers unethically read your email.  This is not what I'm about.": "Muchos otros proveedores de reenvío de correo electrónico leen de manera poco ética su correo electrónico. Esto no es de lo que estoy hablando.",
  "The code that is deployed to the server is ": "El código que se implementa en el servidor es",
  "publicly visible on GitHub": "visible públicamente en GitHub",
  "open-source software on GitHub": "software de código abierto en GitHub",
  "Yes, it has tests written with ": "Sí, tiene pruebas escritas con",
  "ava": "ava",
  " and also has code coverage.": " y también tiene cobertura de código.",
  "DNS Blacklists:": "Listas negras de DNS:",
  " we test senders IP's against the Spamhaus ": " Probamos las IP de los remitentes contra el Spamhaus",
  "Anti-Spam and Anti-Phishing Scanner": "Escáner antispam y antiphishing",
  ": we built from scratch and use ": ": construimos desde cero y usamos",
  "SpamScanner": "SpamScanner",
  " for anti-spam prevention (it uses a Naive Bayes classifier under the hood).  We built this because we were not happy with ": " para la prevención antispam (utiliza un clasificador Naive Bayes bajo el capó). Construimos esto porque no estábamos contentos con",
  "rspamd": "rspamd",
  " nor ": " ni",
  "SpamAssassin": "SpamAssassin",
  ", nor were we happy with their lack of privacy-focused policies and public corpus datasets.": ", tampoco estábamos contentos con su falta de políticas centradas en la privacidad y conjuntos de datos de corpus públicos.",
  "SPF and DKIM:": "SPF y DKIM:",
  " through checking if an SPF record exists for a sender, and if so, we reverse-lookup the SMTP connection's remote address to validate it matches the SPF record, otherwise it's rejected.  If an SPF record does not exist, then we require DKIM verification.  If DKIM headers are passed and fail, then it is rejected as well.  If no DKIM headers are passed, then we assume that DKIM validation passes.": " comprobando si existe un registro SPF para un remitente, y si es así, buscamos en reversa la dirección remota de la conexión SMTP para validar que coincida con el registro SPF, de lo contrario, se rechaza. Si no existe un registro SPF, entonces requerimos la verificación DKIM. Si los encabezados DKIM se pasan y fallan, entonces también se rechaza. Si no se pasan encabezados DKIM, entonces asumimos que pasa la validación DKIM.",
  "MX Record Test:": "Prueba de registro MX:",
  " through checking if the sender's from address domain has MX records (so it's actually coming from a mail exchange/SMTP server), otherwise it's rejected": " mediante la verificación de si el remitente del dominio de la dirección tiene registros MX (por lo que en realidad proviene de un servidor de intercambio de correo / SMTP), de lo contrario, se rechaza",
  "Disposable Email Addresses:": "Direcciones de correo electrónico desechables:",
  " we automatically block senders that are from the ": " bloqueamos automáticamente a los remitentes que provienen de",
  "**FullyFQDN - validates that senders SMTP connections are from FQDN (meaning no IP addresses, they must have a valid domain name resolved)": "** FullyFQDN: valida que las conexiones SMTP de los remitentes provienen de FQDN (lo que significa que no hay direcciones IP, deben tener un nombre de dominio válido resuelto)",
  " through checking if the sender's from address domain has MX records (so it's actually coming from a mail exchange/SMTP server), otherwise it's rejected.": " comprobando si el remitente del dominio de dirección tiene registros MX (por lo que en realidad proviene de un servidor de intercambio de correo / SMTP), de lo contrario, se rechaza.",
  " list.": " lista.",
  "Fully Qualified Domain Name Test:": "Prueba de nombre de dominio completamente calificado:",
  " validates that senders SMTP connections are from a fully qualified domain name (\"FQDN\"), meaning no IP addresses, they must have a valid domain name resolved.": " valida que los remitentes de las conexiones SMTP provienen de un nombre de dominio completo (\"FQDN\"), lo que significa que no hay direcciones IP, deben tener un nombre de dominio válido resuelto.",
  "TXT Record Test:": "Prueba de registro TXT:",
  " through checking if the email address the sender is trying to send to has a TXT DNS record with a valid email forwarding setup. The SSL certificates (main domain name or alternative names) of all MX servers of the forwarding destination must match the MX entry.": " comprobando si la dirección de correo electrónico a la que el remitente intenta enviar tiene un registro TXT DNS con una configuración válida de reenvío de correo electrónico. Los certificados SSL (nombre de dominio principal o nombres alternativos) de todos los servidores MX del destino de reenvío deben coincidir con la entrada MX.",
  "Yes, as of May 5, 2020 we have added this feature.  Right now the feature is domain-specific, as opposed to alias-specific.  If you require it to be alias-specific, please contact us to let us know of your needs.": "Sí, a partir del 5 de mayo de 2020 hemos agregado esta función. En este momento, la característica es específica de dominio, en oposición a específica de alias. Si necesita que sea un alias específico, contáctenos para informarnos de sus necesidades.",
  "If you are on the free plan, then simply add a new DNS TXT record as shown below, but change the port from 25 to the port of your choosing.  If you are on a paid plan, then please go to ": "Si está en el plan gratuito, simplemente agregue un nuevo registro TXT de DNS como se muestra a continuación, pero cambie el puerto de 25 al puerto de su elección. Si tiene un plan pago, vaya a",
  "My Domains": "Mis dominios",
  " to forward to alias recipients' SMTP port of 1337 instead of 25:": " reenviar al puerto SMTP de los destinatarios alias de 1337 en lugar de 25:",
  "Sender Rewriting Scheme:": "Esquema de reescritura del remitente:",
  " - we use the ": " - usamos el",
  "Sender Rewriting Scheme": "Esquema de reescritura del remitente",
  " (\"SRS\"), which is a scheme used to rewrite the envelope from address for email forwarding in order for DKIM/SPF/DMARC to pass with a forwarding mail server.": " (\"SRS\"), que es un esquema utilizado para reescribir el sobre de la dirección para el reenvío de correo electrónico para que DKIM / SPF / DMARC pase con un servidor de reenvío de correo.",
  "Practically yes - the only current restriction is that senders ": "Prácticamente sí, la única restricción actual es que los remitentes",
  "by unique email address": "por dirección de correo electrónico única",
  " are limited to sending (300) emails per hour through the system.": " están limitados a enviar (300) correos electrónicos por hora a través del sistema.",
  "If you are on the free plan, then simply add a new DNS TXT record as shown below, but change the port from 25 to the port of your choosing.  If you are on a paid plan, then please go to My Domains]": "Si está en el plan gratuito, simplemente agregue un nuevo registro TXT de DNS como se muestra a continuación, pero cambie el puerto de 25 al puerto de su elección. Si tiene un plan pago, vaya a Mis dominios]",
  "If you are on a paid plan, then please go to ": "Si tiene un plan pago, vaya a",
  ", click on \"Setup\" next to your domain, and then click on \"Advanced Settings\".": ", haga clic en \"Configuración\" al lado de su dominio y luego haga clic en \"Configuración avanzada\".",
  "If you are on the free plan, then simply add a new DNS TXT record as shown below, but change the port from 25 to the port of your choosing.": "Si está en el plan gratuito, simplemente agregue un nuevo registro TXT de DNS como se muestra a continuación, pero cambie el puerto de 25 al puerto de su elección.",
  "Why are my test emails showing in Gmail as \"Suspicuious\"": "¿Por qué mis correos electrónicos de prueba aparecen en Gmail como \"sospechosos\"",
  "Can I remove the \"via forwardemail.net\" in Gmail": "¿Puedo eliminar el \"via forwardemail.net\" en Gmail",
  "If you see this error message in Gmail when you send a test to yourself, then ": "Si ve este mensaje de error en Gmail cuando se envía una prueba a usted mismo, entonces",
  "please do not worry": "por favor no te preocupes",
  "–": "-",
  " as this is a built-in safety feature of Gmail that only you will see when you send a test to yourself.  You can simply click \"Looks safe\".": " Como esta es una característica de seguridad incorporada de Gmail que solo usted verá cuando se envíe una prueba. Simplemente puede hacer clic en \"Parece seguro\".",
  "For example, if you were to send a test message using the send mail as feature (to someone else), then they will not see this message.": "Por ejemplo, si tuviera que enviar un mensaje de prueba utilizando la función de enviar correo como (a otra persona), entonces no verán este mensaje.",
  "No, not yet.  We plan to roll out our own SMTP service, which would alleviate this.  Gmail automatically adds this and there is no current workaround.": "No aún no. Planeamos implementar nuestro propio servicio SMTP, lo que aliviaría esto. Gmail agrega esto automáticamente y no existe una solución actual.",
  "Why are my test emails sent to myself in Gmail showing as \"suspicuious\"": "¿Por qué me envían mis correos electrónicos de prueba en Gmail como \"sospechosos\"",
  "If you see this error message below in Gmail when you send a test to yourself, then ": "Si ve este mensaje de error a continuación en Gmail cuando se envía una prueba a usted mismo, entonces",
  "Refunds": "Reembolsos",
  "We offer a 30 day money": "Ofrecemos un dinero de 30 días",
  "Yes!  We offer a 30 day money back guarantee on all paids plans if you are not satisfied with our service.": "¡Si! Ofrecemos una garantía de devolución de dinero de 30 días en todos los planes de pago si no está satisfecho con nuestro servicio.",
  "We offer a 30 day money back guarantee on all paid plans if you are not satisfied with our service.": "Ofrecemos una garantía de devolución de dinero de 30 días en todos los planes pagados si no está satisfecho con nuestro servicio.",
  "To request a refund, please contact us.": "Para solicitar un reembolso, contáctenos.",
  "To request a refund, please file a ": "Para solicitar un reembolso, presente un",
  "To request a refund, please file a Help request.": "Para solicitar un reembolso, presente una solicitud de ayuda.",
  "To request a refund, please send an email from the email address verified on your account to: refunds@forwardemail.net": "Para solicitar un reembolso, envíe un correo electrónico desde la dirección de correo electrónico verificada en su cuenta a: refunds@forwardemail.net",
  "If you are forwarding all emails from your domain, (\"": "Si reenvía todos los correos electrónicos de su dominio, (\"",
  "all@example.com": "all@example.com",
  "\", \"": "\",\"",
  "hello@example.com": "hola@ejemplo.com",
  "\", etc) to a specific address \"": "\", etc.) a una dirección específica\"",
  "niftylettuce@gmail.com": "niftylettuce@gmail.com",
  "\":": "\":",
  "If you just need to forward a single email address (e.g. \"": "Si solo necesita reenviar una sola dirección de correo electrónico (por ejemplo, \"",
  "\" to \"": "\" a \"",
  "\"; this will also forward \"": "\"; esto también se reenviará\"",
  "hello+test@example.com": "hola+test@ejemplo.com",
  "niftylettuce+test@gmail.com": "niftylettuce+test@gmail.com",
  "\" automatically):": "\"automáticamente):",
  "You can also specify a domain name in your TXT record to have global alias forwarding (e.g. \"": "También puede especificar un nombre de dominio en su registro TXT para reenviar el alias global (por ejemplo, \"",
  "user@example.com": "usuario@ejemplo.com",
  "\" will get forwarded to \"": "\"será enviado a\"",
  "user@example.net": "usuario@ejemplo.net",
  "\"):": "\"):",
  " – as this is a built-in safety feature of Gmail that only you will see when you send a test to yourself.  You can simply click \"Looks safe\".": " - ya que esta es una función de seguridad incorporada de Gmail que solo verá cuando se envíe una prueba. Simplemente puede hacer clic en \"Parece seguro\".",
  "To request a refund, please send an email from the email address verified on your account to: ": "Para solicitar un reembolso, envíe un correo electrónico desde la dirección de correo electrónico verificada en su cuenta a:",
  "refunds@forwardemail.net": "refunds@forwardemail.net",
  "Furthermore, solutions like Amazon SES do not allow you to modify the envelope of the SMTP request, therefore you will need to add a Reply-To header and rewrite the From header as well to something like ": "Además, las soluciones como Amazon SES no le permiten modificar el sobre de la solicitud SMTP, por lo tanto, deberá agregar un encabezado de respuesta y reescribir el encabezado De también para algo como",
  "from@noreply.com": "from@noreply.com",
  " (which is really not clean).": " (que realmente no está limpio).",
  "Advanced Settings": "Ajustes avanzados",
  "Hello": "Hola",
  "It looks like you accidentally included \"www.\" in your domain name.  Did you mean example.com instead of www.example.com?": "Parece que accidentalmente incluiste \"www\". en tu nombre de dominio. ¿Quiso decir example.com en lugar de www.example.com?",
  "Invalid API token.": "Token API no válido",
  "File upload was invalid.": "La carga del archivo no fue válida.",
  "Your message was invalid, as it was either blank or more than (500) characters.": "Su mensaje no era válido, ya que estaba en blanco o tenía más de (500) caracteres.",
  "Password confirmation did not match new password.": "La confirmación de contraseña no coincide con la nueva contraseña.",
  "Password strength was not strong enough.": "La seguridad de la contraseña no era lo suficientemente segura.",
  "Invalid port number.": "Número de puerto no válido",
  "We do not support this authentication provider.": "No admitimos este proveedor de autenticación.",
  "Invalid recovery passcode.": "Código de acceso de recuperación no válido.",
  "Reset token provided was invalid.": "El token de restablecimiento proporcionado no era válido.",
  "Invalid session secret.": "Secreto de sesión inválido.",
  "Please slightly change values to ensure slug uniqueness.": "Cambie ligeramente los valores para garantizar la singularidad de la babosa.",
  "%s was missing or blank.": "<span class=\"notranslate\">%s</span> o estaba en blanco.",
  "User does not exist.": "El usuario no existe.",
  "Invalid CSRF token.": "Token CSRF no válido.",
  "The verification pin you entered was invalid.": "El pin de verificación que ingresaste no era válido.",
  "Please wait for %s and try again.": "Espere <span class=\"notranslate\">%s</span> e intente nuevamente.",
  "Your email address is already verified.": "Tu dirección de correo electrónico ya está verificada.",
  "Your current email verification pin has expired and we have sent you a new one to your email address.": "Su pin de verificación de correo electrónico actual ha caducado y le hemos enviado uno nuevo a su dirección de correo electrónico.",
  "Invalid two-factor authentication passcode.": "Código de autenticación de dos factores no válido.",
  "Please log in with two-factor authentication to view the page you requested.": "Inicie sesión con autenticación de dos factores para ver la página que solicitó.",
  "Please log out to view the page you requested.": "Cierre sesión para ver la página que solicitó.",
  "Alias does not exist on the domain.": "El alias no existe en el dominio.",
  "Add a domain name to your account to continue.": "Agregue un nombre de dominio a su cuenta para continuar.",
  "Domain name was invalid (must be a FQDN).": "El nombre de dominio no era válido (debe ser un FQDN).",
  "Invite does not exist with your email address for this domain.": "La invitación no existe con su dirección de correo electrónico para este dominio.",
  "Your account is currently an admin of one or more domain names.  Please delete these domains or remove yourself from them to continue.": "Su cuenta es actualmente un administrador de uno o más nombres de dominio. Elimine estos dominios o retírese de ellos para continuar.",
  "Your account was successfully deleted.": "Su cuenta fue eliminada exitosamente.",
  "Password successfully confirmed.": "Contraseña confirmada con éxito.",
  "Recovery passcode successful. This passcode will no longer be valid.": "Código de acceso de recuperación exitoso. Este código de acceso ya no será válido.",
  "You have successfully signed in.": "Has iniciado sesión correctamente.",
  "You are already signed in.": "Ya has iniciado sesión.",
  "Sorry, your request has timed out.  We have been alerted of this issue.  Please try again.": "Lo sentimos, su solicitud ha expirado. Hemos sido alertados de este problema. Inténtalo de nuevo.",
  "You have successfully signed out.": "Has cerrado la sesión correctamente.",
  "Your email has been successfully verified. You should receive a support email from an admin within the next 3-5 business days.": "Su correo electrónico ha sido verificado con éxito. Debería recibir un correo electrónico de soporte de un administrador dentro de los próximos 3-5 días hábiles.",
  "We were unable to send your help request.  We have been alerted of this problem.  Please try again.": "No pudimos enviar su solicitud de ayuda. Hemos sido alertados de este problema. Inténtalo de nuevo.",
  "Thank you for contacting us.  We would love to hear more from you.  How can we help?": "Gracias por contactarnos. Nos encantaría saber más de ti. ¿Cómo podemos ayudar?",
  "An unknown error has occurred. We have been alerted of this issue. Please try again.": "Un error desconocido a ocurrido. Hemos sido alertados de este problema. Inténtalo de nuevo.",
  "Please enter a password.": "Porfavor ingrese una contraseña.",
  "Account is currently locked due to rate limiting.  Please try again later.": "La cuenta está actualmente bloqueada debido a la limitación de velocidad. Por favor, inténtelo de nuevo más tarde.",
  "Account is currently locked due to too many failed login attempts.  Please try again later.": "La cuenta está actualmente bloqueada debido a demasiados intentos fallidos de inicio de sesión. Por favor, inténtelo de nuevo más tarde.",
  "Authentication is not possible.  No salt value was stored for the account.": "La autenticación no es posible. No se almacenó ningún valor de sal para la cuenta.",
  "Email address or password is incorrect.": "La dirección de correo electrónico o la contraseña son incorrectas.",
  "Please enter an email address.": "Por favor introduzca una dirección de correo eléctronico.",
  "Invalid plan selected.": "Plan no válido seleccionado.",
  "You have successfully accepted the invite to this domain and you can now create your first alias.": "Ha aceptado con éxito la invitación a este dominio y ahora puede crear su primer alias.",
  "An error occurred while emailing the invite link.  Please manually copy the the invite link and share it with this person if needed.": "Se produjo un error al enviar el enlace de invitación por correo electrónico. Copie manualmente el enlace de invitación y compártelo con esta persona si es necesario.",
  "Group was invalid, must be either admin or user.": "El grupo no era válido, debe ser administrador o usuario.",
  "Invite was already sent to this email address.  Please manually copy the invite link and share it with this person if needed.": "La invitación ya se envió a esta dirección de correo electrónico. Copie manualmente el enlace de invitación y compártelo con esta persona si es necesario.",
  "Your account has been banned.": "Su cuenta ha sido prohibida.",
  "Domain is missing required DNS TXT records.": "Al dominio le faltan los registros TXT DNS requeridos.",
  "Domain has multiple verification records.  Please ensure there is only one verification record that exists.": "El dominio tiene múltiples registros de verificación. Asegúrese de que solo exista un registro de verificación.",
  "Domain has multiple port records.  Please ensure there is only one port record that exists.": "El dominio tiene múltiples registros de puertos. Asegúrese de que solo exista un registro de puerto.",
  "All paid plans are completely free during our beta program.  You will be emailed reminders to make payment when it has ended.": "All paid plans are completely free during our beta program.  You will be emailed reminders to make payment when it has ended.",
  "Custom port forwarding": "Custom port forwarding",
  "in case your ISP blocks port 25": "in case your ISP blocks port 25",
  "Easy to use email alias and import manager": "Easy to use email alias and import manager",
  "Browser extension": "Browser extension",
  "Exclusive access to API features": "Exclusive access to API features",
  "30-day money back guarantee": "30-day money back guarantee",
  "We accept credit cards using <a class=\"alert-link\" href=\"https://stripe.com/global\" target=\"_blank\" rel=\"nofollow\">Stripe</a> and payment with <a class=\"alert-link\" href=\"https://paypal.com\" target=\"_blank\" rel=\"nofollow\">PayPal</a> &ndash; for one-time payments and monthly or yearly subscriptions.": "We accept credit cards using <a class=\"alert-link\" href=\"https://stripe.com/global\" target=\"_blank\" rel=\"nofollow\">Stripe</a> and payment with <a class=\"alert-link\" href=\"https://paypal.com\" target=\"_blank\" rel=\"nofollow\">PayPal</a> &ndash; for one-time payments and monthly or yearly subscriptions.",
  "Below is a copy of your request submitted on ": "Below is a copy of your request submitted on ",
  " at ": " at ",
  "We will review your request and reply as soon as possible.": "We will review your request and reply as soon as possible.",
  "Your Help Request": "Your Help Request",
  "My Account - Profile": "My Account - Profile",
  "Change password": "Change password",
  "Set new password": "Set new password",
  "Confirm new password": "Confirm new password",
  "Set an account password": "Set an account password",
  "Update Profile": "Update Profile",
  "First name": "First name",
  "Last name": "Last name",
  "Reset": "Reset",
  "Save": "Save",
  "Custom Port Forwarding": "Custom Port Forwarding",
  "Port number (SMTP)": "Port number (SMTP)",
  "Do not modify this unless you know what you are doing.  This will forward all emails to the specific port for all aliases and their recipients.  For example, if you are forwarding to info@example.com, and input port number 1337 here, then our server will forward email to forwardemail.net on port 1337 (as opposed to the standard SMTP port of 25).": "Do not modify this unless you know what you are doing.  This will forward all emails to the specific port for all aliases and their recipients.  For example, if you are forwarding to info@example.com, and input port number 1337 here, then our server will forward email to forwardemail.net on port 1337 (as opposed to the standard SMTP port of 25).",
  "We offer a 30-day money back guarantee on all paid plans if you are not satisfied with our service.": "We offer a 30-day money back guarantee on all paid plans if you are not satisfied with our service.",
  "Port 25 blocked by ISP workaround": "Port 25 blocked by ISP workaround",
  "If you see this error message (see picture below) in Gmail when you send a test to yourself, then ": "If you see this error message (see picture below) in Gmail when you send a test to yourself, then ",
  " – as this is a built-in safety feature of Gmail that only you will see when you send a test to yourself.  You can simply click \"Looks safe\".  For example, if you were to send a test message using the send mail as feature (to someone else), then they will not see this message.": " – as this is a built-in safety feature of Gmail that only you will see when you send a test to yourself.  You can simply click \"Looks safe\".  For example, if you were to send a test message using the send mail as feature (to someone else), then they will not see this message.",
  "If you see this error message in Gmail when you send a test to yourself (see picture below), then ": "If you see this error message in Gmail when you send a test to yourself (see picture below), then ",
  "How to workaround ISP port 25 block": "How to workaround ISP port 25 block",
  "No ": "No ",
  " not yet!  We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other providers with similar services to ours will still will incur this same issue too (and other providers simply do not offer the level of privacy we do).": " not yet!  We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other providers with similar services to ours will still will incur this same issue too (and other providers simply do not offer the level of privacy we do).",
  "Not yet!  We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other providers with similar services to ours will still incur this same issue too (and other providers simply do not offer the level of privacy we do).": "Not yet!  We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other providers with similar services to ours will still incur this same issue too (and other providers simply do not offer the level of privacy we do).",
  "Step 1": "Step 1",
  "Guides": "Guides",
  "List of ports blocked by ISPS &#124; <span class=\"notranslate\">ForwardEmail</span>": "List of ports blocked by ISPS &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "We compiled a list of ports blocked by Internet Service Providers from every country around the world.": "We compiled a list of ports blocked by Internet Service Providers from every country around the world.",
  "We manually curated an open-source list of ports blocked by both Internet Service Provider and residing country.": "We manually curated an open-source list of ports blocked by both Internet Service Provider and residing country.",
  "List of ports blocked by ISPS": "List of ports blocked by ISPS",
  "Check your ISP below": "Check your ISP below",
  "We welcome your feedback and questions on the list above.": "We welcome your feedback and questions on the list above.",
  "List of ports blocked by ISP and Country": "List of ports blocked by ISP and Country",
  "Check to see if your ISP is listed below": "Check to see if your ISP is listed below",
  "indicates the port is <u>not</u> blocked": "indicates the port is <u>not</u> blocked",
  "indicates the port is blocked": "indicates the port is blocked",
  "Port 25 blocked by ISP workaround &#124; <span class=\"notranslate\">ForwardEmail</span>": "Port 25 blocked by ISP workaround &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Our service allows you to workaround port blocking set by your Internet Service Provider on port 25.  Simple follow our guide to workaround this issue in minutes.": "Our service allows you to workaround port blocking set by your Internet Service Provider on port 25.  Simple follow our guide to workaround this issue in minutes.",
  "indicates that the port is <u>not</u> blocked": "indicates that the port is <u>not</u> blocked",
  "indicates that the port is blocked": "indicates that the port is blocked",
  "List of ports blocked by ISPs &#124; <span class=\"notranslate\">ForwardEmail</span>": "List of ports blocked by ISPs &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "List of ports blocked by ISPs": "List of ports blocked by ISPs",
  "Want to skip ahead to the technical instructions?": "Want to skip ahead to the technical instructions?",
  "Free Disposable Addresses &#124; <span class=\"notranslate\">ForwardEmail</span>": "Free Disposable Addresses &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Try free and disposable email addresses with our short and memorable vanity domains, or you can use a custom domain name for free disposable addresses.": "Try free and disposable email addresses with our short and memorable vanity domains, or you can use a custom domain name for free disposable addresses.",
  "Create free disposable adddresses": "Create free disposable adddresses",
  "Ready to get started and create a disposable email address?": "Ready to get started and create a disposable email address?",
  "Use your own custom domain name or try one of our free vanity domain names.": "Use your own custom domain name or try one of our free vanity domain names.",
  "Short and Memorable Vanity Domains": "Short and Memorable Vanity Domains",
  "<strong>Did you know?</strong> You can use your own custom domain name as a disposable email address.  Just <a href=\"/my-account/domains/new\" class=\"alert-link\">add a new domain</a> today to get started.  You can even \"Send mail as\" with Gmail, Outlook, and Yahoo using disposable addresses.": "<strong>Did you know?</strong> You can use your own custom domain name as a disposable email address.  Just <a href=\"/my-account/domains/new\" class=\"alert-link\">add a new domain</a> today to get started.  You can even \"Send mail as\" with Gmail, Outlook, and Yahoo using disposable addresses.",
  "name": "name",
  "Try it now": "Try it now",
  "Create your address": "Create your address",
  "Register a domain name &#124; <span class=\"notranslate\">ForwardEmail</span>": "Register a domain name &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Buy a custom domain name for email forwarding": "Buy a custom domain name for email forwarding",
  "Register a domain name": "Register a domain name",
  "Enter a custom domain name below to register.": "Enter a custom domain name below to register.",
  "Reserved Email Addresses &#124; <span class=\"notranslate\">ForwardEmail</span>": "Reserved Email Addresses &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "List of 1250+ email addresses reserved for security concerns": "List of 1250+ email addresses reserved for security concerns",
  "We compiled a list of 1250+ email addresses that should be reserved by admins for security concerns.": "We compiled a list of 1250+ email addresses that should be reserved by admins for security concerns.",
  "Reserved Email Addresses and Words": "Reserved Email Addresses and Words",
  "Security-Focused List": "Security-Focused List",
  "<strong>Did you know?</strong> In our paid plans, organizations can have members that belong to an \"admin\" or a \"user\" group &ndash; and the \"user\" group is not permitted to add aliases that equal one of the reserved email addresses below.  We also restrict the \"user\" group from having an email address that starts with, ends with, or equals \"admin\", \"administrator\", \"webmaster\", \"hostmaster\", \"postmaster\", and \"ssl\".": "<strong>Did you know?</strong> In our paid plans, organizations can have members that belong to an \"admin\" or a \"user\" group &ndash; and the \"user\" group is not permitted to add aliases that equal one of the reserved email addresses below.  We also restrict the \"user\" group from having an email address that starts with, ends with, or equals \"admin\", \"administrator\", \"webmaster\", \"hostmaster\", \"postmaster\", and \"ssl\".",
  "View source code on GitHub": "View source code on GitHub",
  "Already register a domain?": "Already register a domain?",
  "Simply enter your domain below to setup free email forwarding.": "Simply enter your domain below to setup free email forwarding.",
  "Custom SMTP Port Forwarding": "Custom SMTP Port Forwarding",
  "Do not modify this unless you know what you are doing.  This will forward all emails to the specific port for all aliases and their recipients.  For example, if you are forwarding to info@example.com, and input port number 1337 here, then our server will forward email to example.com on port 1337 (as opposed to the standard SMTP port of 25).": "Do not modify this unless you know what you are doing.  This will forward all emails to the specific port for all aliases and their recipients.  For example, if you are forwarding to info@example.com, and input port number 1337 here, then our server will forward email to example.com on port 1337 (as opposed to the standard SMTP port of 25).",
  "Maximum Recipients Per Alias": "Maximum Recipients Per Alias",
  "Current Value:": "Current Value:",
  "Contact us to increase": "Contact us to increase",
  "/faq?domain=chickenpoo.com": "/faq?domain=chickenpoo.com",
  "Have you read our <a href=\"/faq?domain=chickenpoo.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Have you read our <a href=\"/faq?domain=chickenpoo.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?",
  "Did your ISP block port 25?": "Did your ISP block port 25?",
  "Skip ahead to the technical instructions to forward emails to a custom SMTP port.": "Skip ahead to the technical instructions to forward emails to a custom SMTP port.",
  "Skip ahead to the instructions to forward emails to a custom SMTP port.": "Skip ahead to the instructions to forward emails to a custom SMTP port.",
  "About &#124; <span class=\"notranslate\">ForwardEmail</span>": "About &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Learn more about ForwardEmail": "Learn more about ForwardEmail",
  "Our service was founded in 2017 by <a class=\"text-success text-decoration-none\" href=\"https://github.com/niftylettuce\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a> and is trusted and relied upon by thousands.": "Our service was founded in 2017 by <a class=\"text-success text-decoration-none\" href=\"https://github.com/niftylettuce\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a> and is trusted and relied upon by thousands.",
  "Our Story": "Our Story",
  "Why did we create this?": "Why did we create this?",
  "No email-forwarding service existed that was free, secure, and open-source &ndash; so we built one.": "No email-forwarding service existed that was free, secure, and open-source &ndash; so we built one.",
  "Help &#124; <span class=\"notranslate\">ForwardEmail</span>": "Help &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Ask ForwardEmail your questions or leave comments": "Ask ForwardEmail your questions or leave comments",
  "Free disposable adddresses": "Free disposable adddresses",
  "Invalid CSRF token": "Invalid CSRF token",
  "Plan upgrade required": "Plan upgrade required",
  "Need to upgrade your plan?": "Need to upgrade your plan?",
  "Upgrade required": "Upgrade required",
  "Upgrade plan": "Upgrade plan",
  "Want to use the free plan instead?": "Want to use the free plan instead?",
  "/faq?domain=forwardemail2.net": "/faq?domain=forwardemail2.net",
  "Have you read our <a href=\"/faq?domain=forwardemail2.net\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Have you read our <a href=\"/faq?domain=forwardemail2.net\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?",
  "Upgrade your plan": "Upgrade your plan",
  "Want the free plan?": "Want the free plan?",
  "Add new domain": "Add new domain",
  "Need free version?": "Need free version?",
  "How to workaround ISP blocking inbound SMTP on port 25": "How to workaround ISP blocking inbound SMTP on port 25",
  "How to workaround ISP blocking outbound SMTP on port 25": "How to workaround ISP blocking outbound SMTP on port 25",
  "How can I check if my ISP blocks ports": "How can I check if my ISP blocks ports",
  "If you do not have port 25 open on your mail server's IP address, then this guide is for you.": "If you do not have port 25 open on your mail server's IP address, then this guide is for you.",
  "For example, you're running a custom mail server at home, and your Internet Service Provider (\"ISP\") has blocked outbound port 25.": "For example, you're running a custom mail server at home, and your Internet Service Provider (\"ISP\") has blocked outbound port 25.",
  "Since you cannot have outbound traffic on port 25, then you most likely also won't have inbound traffic on port 25 due to this block.": "Since you cannot have outbound traffic on port 25, then you most likely also won't have inbound traffic on port 25 due to this block.",
  "Assuming you are using our service to forward emails, ": "Assuming you are using our service to forward emails, ",
  "you can workaround this issue through our FAQ answer here": "you can workaround this issue through our FAQ answer here",
  "If your ISP blocks outbound port 25, then you will have to find an alternate solution or contact them.": "If your ISP blocks outbound port 25, then you will have to find an alternate solution or contact them.",
  "See our ": "See our ",
  "list of ports blocked by Internet Service Providers": "list of ports blocked by Internet Service Providers",
  "If you are on a paid plan": "If you are on a paid plan",
  ", then please go to ": ", then please go to ",
  "If you are on a paid plan, which features enhanced privacy protection": "If you are on a paid plan, which features enhanced privacy protection",
  "If you are on a paid plan (which features enhanced privacy protection)": "If you are on a paid plan (which features enhanced privacy protection)",
  ", click on \"Setup\" next to your domain, and then click on \"Advanced Settings\".  If you would like to learn more about paid plans see our ": ", click on \"Setup\" next to your domain, and then click on \"Advanced Settings\".  If you would like to learn more about paid plans see our ",
  " page": " page",
  " and upgrade your domain to a paid plan BEFORE starting this guide.  If you would like to learn more about paid plans see our ": " and upgrade your domain to a paid plan BEFORE starting this guide.  If you would like to learn more about paid plans see our ",
  "Important:": "Important:",
  " Don't see your provider name listed here?  Simply search on the Internet for \"how to change DNS records on ": " Don't see your provider name listed here?  Simply search on the Internet for \"how to change DNS records on ",
  "In the guided steps below, Be sure to replace the email address of ": "In the guided steps below, Be sure to replace the email address of ",
  " If you have ": " If you have ",
  "already": "already",
  " registered your domain name, then you must completely skip this step and go to step two.  Otherwise you can ": " registered your domain name, then you must completely skip this step and go to step two.  Otherwise you can ",
  "Clicking on a \"Provider\" below will open a link in a new tab for you.  After following the \"Steps to Configure DNS\" in this tab, do NOT close the tab, but instead return to this tab to proceed to step three.": "Clicking on a \"Provider\" below will open a link in a new tab for you.  After following the \"Steps to Configure DNS\" in this tab, do NOT close the tab, but instead return to this tab to proceed to step three.",
  " Do you remember where you registered your domain?  Once you know which provider it was registered at, then you can click on its link under the \"Provider\" column below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:": " Do you remember where you registered your domain?  Once you know which provider it was registered at, then you can click on its link under the \"Provider\" column below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:",
  " Do you remember where you registered your domain?  Once you determine (or remember ": " Do you remember where you registered your domain?  Once you determine (or remember ",
  ") which provider it was registered at, then you can click on its link under the \"Provider\" column below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:": ") which provider it was registered at, then you can click on its link under the \"Provider\" column below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:",
  " Do you remember where you registered your domain?  Once you determine or remember which provider it was registered at, then you can click on its link under the \"Provider\" column below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:": " Do you remember where you registered your domain?  Once you determine or remember which provider it was registered at, then you can click on its link under the \"Provider\" column below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:",
  " Do you remember where you registered your domain?  When you're ready and know where you registered it, then proceed to read the tip and follow its instructions below.": " Do you remember where you registered your domain?  When you're ready and know where you registered it, then proceed to read the tip and follow its instructions below.",
  "Do you remember where you registered your domain?": "Do you remember where you registered your domain?",
  " When you're ready and know where you registered it, then proceed to read the tip and follow its instructions below.": " When you're ready and know where you registered it, then proceed to read the tip and follow its instructions below.",
  " Once you have recalled which provider it was registered at, then proceed to read the tip and follow its instructions below:": " Once you have recalled which provider it was registered at, then proceed to read the tip and follow its instructions below:",
  " Once you have recalled which provider it was registered at, then proceed to read this tip and follow its instructions below:": " Once you have recalled which provider it was registered at, then proceed to read this tip and follow its instructions below:",
  " Once you recall where it was registered, then keep reading below:": " Once you recall where it was registered, then keep reading below:",
  " Using your registar's DNS management page (the other tab you have opened), set the following \"MX\" record types on your domain name:": " Using your registar's DNS management page (the other tab you have opened), set the following \"MX\" record types on your domain name:",
  " Using your registar's DNS management page (the other tab you have opened), set the following \"TXT\" record types on your domain name:": " Using your registar's DNS management page (the other tab you have opened), set the following \"TXT\" record types on your domain name:",
  " Using your registar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record types on your domain name:": " Using your registar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record types on your domain name:",
  "Not yet!  We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other email forwarding services with similar features to ours will still incur this same issue too (and other email forwarding solutions  simply do not offer the level of privacy we do).": "Not yet!  We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other email forwarding services with similar features to ours will still incur this same issue too (and other email forwarding solutions  simply do not offer the level of privacy we do).",
  "Many other email forwarding services unethically read your email.  This is not what I'm about.": "Many other email forwarding services unethically read your email.  This is not what I'm about.",
  " Using your registrar's DNS management page (the other tab you have opened), set the following \"MX\" record types on your domain name:": " Using your registrar's DNS management page (the other tab you have opened), set the following \"MX\" record types on your domain name:",
  " Using your registrar's DNS management page (the other tab you have opened), set the following \"TXT\" record types on your domain name:": " Using your registrar's DNS management page (the other tab you have opened), set the following \"TXT\" record types on your domain name:",
  " Using your registrar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record types on your domain name:": " Using your registrar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record types on your domain name:",
  " Setup.": " Setup.",
  "Still having issues?  Please file a ": "Still having issues?  Please file a ",
  " so we can help investigate the issue and find a quick resolution.": " so we can help investigate the issue and find a quick resolution.",
  " All steps are complete!  Now you can start dancing, sing a song, and start sending emails.  If you enjoyed these instructions, then please consider ": " All steps are complete!  Now you can start dancing, sing a song, and start sending emails.  If you enjoyed these instructions, then please consider ",
  "upgrading to a paid plan": "upgrading to a paid plan",
  " or sending us a ": " or sending us a ",
  "donation": "donation",
  "If you're using Gmail, you should check your spam folder for test messages (sometimes test messages to yourself get marked as spam), and also purge cache on Google's DNS at ": "If you're using Gmail, you should check your spam folder for test messages (sometimes test messages to yourself get marked as spam), and also purge cache on Google's DNS at ",
  "All steps are complete!  Now you can start dancing, sing a song, and start sending emails.  If you enjoyed these instructions, then please consider ": "All steps are complete!  Now you can start dancing, sing a song, and start sending emails.  If you enjoyed these instructions, then please consider ",
  "Congratulations, all steps are now completed!": "Congratulations, all steps are now completed!",
  "  Now you can start dancing, sing a song, and start sending emails.  If you enjoyed these instructions, then please consider ": "  Now you can start dancing, sing a song, and start sending emails.  If you enjoyed these instructions, then please consider ",
  " registered your domain name, then you must completely skip this step and go to step two!  Otherwise you can ": " registered your domain name, then you must completely skip this step and go to step two!  Otherwise you can ",
  " registered your domain name somewhere, then you must completely skip this step and go to step two!  Otherwise you can ": " registered your domain name somewhere, then you must completely skip this step and go to step two!  Otherwise you can ",
  " Once you remember this, then keep reading below:": " Once you remember this, then keep reading below:",
  "Now you can start dancing, sing a song, and start sending emails!  If you enjoyed these instructions, then please consider ": "Now you can start dancing, sing a song, and start sending emails!  If you enjoyed these instructions, then please consider ",
  ".  Additional tips and optional add-ons are described below:": ".  Additional tips and optional add-ons are described below:",
  " we use the ": " we use the ",
  " and users that upgraded to paid plans.  We want to provide a free alternative (since we feel bad) for people that are using closed-source forwarding services (and subsequently risking their privacy and security).": " and users that upgraded to paid plans.  We want to provide a free alternative (since we feel bad) for people that are using closed-source forwarding services (and subsequently risking their privacy and security).",
  "My Account ": "My Account ",
  "Settings ": "Settings ",
  "Accounts and Import ": "Accounts and Import ",
  "Send mail as": "Send mail as",
  " Domains": " Domains",
  " Accounts and Import ": " Accounts and Import ",
  " Send mail as": " Send mail as",
  " Using your registrar's DNS management page (the other tab you have opened), set the following \"MX\" records on your domain name:": " Using your registrar's DNS management page (the other tab you have opened), set the following \"MX\" records on your domain name:",
  " Using your registrar's DNS management page (the other tab you have opened), set the following \"TXT\" record(s) on your domain name:": " Using your registrar's DNS management page (the other tab you have opened), set the following \"TXT\" record(s) on your domain name:",
  " Using your registrar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record on your domain name:": " Using your registrar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record on your domain name:",
  "All you need to do is go to that link, and for both \"MX\" and \"TXT\" records, enter your domain name, and click \"Purge Cache\".  You'll then need to wait a few minutes and try again.": "All you need to do is go to that link, and for both \"MX\" and \"TXT\" records, enter your domain name, and click \"Purge Cache\".  You'll then need to wait a few minutes and try again.",
  " Using your registrar's DNS management page (the other tab you have opened), set the following \"MX\" records:": " Using your registrar's DNS management page (the other tab you have opened), set the following \"MX\" records:",
  " Using your registrar's DNS management page (the other tab you have opened), set the following \"TXT\" record(s):": " Using your registrar's DNS management page (the other tab you have opened), set the following \"TXT\" record(s):",
  " Using your registrar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record:": " Using your registrar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record:",
  "When prompted for text input, enter your custom domain's email address you're forwarding from (e.g. \"hello@example.com\" - this will help you keep track in case you use this service for multiple accounts)": "When prompted for text input, enter your custom domain's email address you're forwarding from (e.g. \"hello@example.com\" - this will help you keep track in case you use this service for multiple accounts)",
  "When prompted for \"Name\", enter the name that you want your email to be seen as \"From\" (e.g. \"Elon Musk\")": "When prompted for \"Name\", enter the name that you want your email to be seen as \"From\" (e.g. \"Elon Musk\")",
  "When prompted for \"Email address\", enter the email address with the custom domain you used above (e.g. \"hello@example.com\")": "When prompted for \"Email address\", enter the email address with the custom domain you used above (e.g. \"hello@example.com\")",
  "When prompted for \"SMTP Server\", enter \"smtp.gmail.com\" and leave the port as \"587\"": "When prompted for \"SMTP Server\", enter \"smtp.gmail.com\" and leave the port as \"587\"",
  "When prompted for \"Username\", enter the portion of your Gmail address without the \"": "When prompted for \"Username\", enter the portion of your Gmail address without the \"",
  "@gmail": "@gmail",
  ".com\" part (e.g. just \"niftylettuce\" if my email is \"niftylettuce@gmail.com\")": ".com\" part (e.g. just \"niftylettuce\" if my email is \"niftylettuce@gmail.com\")",
  "When prompted for text input, enter your custom domain's email address you're forwarding from (e.g. \"": "When prompted for text input, enter your custom domain's email address you're forwarding from (e.g. \"",
  "\" - this will help you keep track in case you use this service for multiple accounts)": "\" - this will help you keep track in case you use this service for multiple accounts)",
  "When prompted for \"Email address\", enter the email address with the custom domain you used above (e.g. \"": "When prompted for \"Email address\", enter the email address with the custom domain you used above (e.g. \"",
  "\")": "\")",
  ".com\" part (e.g. just \"niftylettuce\" if my email is \"": ".com\" part (e.g. just \"niftylettuce\" if my email is \"",
  "smtp.gmail.com": "smtp.gmail.com",
  "gmail.com": "gmail.com",
  " part (e.g. just \"niftylettuce\" if my email is ": " part (e.g. just \"niftylettuce\" if my email is ",
  "Now you can start dancing, sing a song, and start forwarding emails!  If you enjoyed these instructions, then please consider ": "Now you can start dancing, sing a song, and start forwarding emails!  If you enjoyed these instructions, then please consider ",
  "Now you can start dancing, sing a song, and start forwarding emails!  If you have enjoyed these instructions, then please consider ": "Now you can start dancing, sing a song, and start forwarding emails!  If you have enjoyed these instructions, then please consider ",
  "  The older version v1 also had some logic not in the most optimal order of operations – but now v2 does less memory/network intense operations first (and returns early if possible to send a response as quickly as possible to the SMTP client).  We plan to continue to optimize speed, enhance features, and improve this service over time.": "  The older version v1 also had some logic not in the most optimal order of operations – but now v2 does less memory/network intense operations first (and returns early if possible to send a response as quickly as possible to the SMTP client).  We plan to continue to optimize speed, enhance features, and improve this service over time.",
  "Did you finish registering?": "Did you finish registering?",
  "Need to setup email forwarding for your team?": "Need to setup email forwarding for your team?",
  "Skip ahead to the instructions to forward emails.": "Skip ahead to the instructions to forward emails.",
  "Skip ahead to the instructions to setting up email forwarding for your team.": "Skip ahead to the instructions to setting up email forwarding for your team.",
  "Need email forwarding for your team?": "Need email forwarding for your team?",
  "Skip ahead to the instructions to setup email forwarding for your team.": "Skip ahead to the instructions to setup email forwarding for your team.",
  "/faq?domain=test.com": "/faq?domain=test.com",
  "Have you read our <a href=\"/faq?domain=test.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Have you read our <a href=\"/faq?domain=test.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?",
  "Please ensure that the following <strong>TXT record</strong> exists for your domain name.": "Please ensure that the following <strong>TXT record</strong> exists for your domain name.",
  "Please ensure that the following <strong>TXT record</strong> exists on your domain's DNS records.": "Please ensure that the following <strong>TXT record</strong> exists on your domain's DNS records.",
  "Once you have followed the previous step(s), you will need to \"purge\" the DNS cache using the \"Purge Cache\" tool by Cloudflare.  You can optionally purge the cache using Google as well if you are using Gmail.  Make sure to purge both the \"TXT\" and the \"MX\" records on your domain name's DNS records.  Wait a few minutes (or sometimes it might take an hour or two), and then click \"Verify Records\" above and try sending a test email to yourself.": "Once you have followed the previous step(s), you will need to \"purge\" the DNS cache using the \"Purge Cache\" tool by Cloudflare.  You can optionally purge the cache using Google as well if you are using Gmail.  Make sure to purge both the \"TXT\" and the \"MX\" records on your domain name's DNS records.  Wait a few minutes (or sometimes it might take an hour or two), and then click \"Verify Records\" above and try sending a test email to yourself.",
  "Set this <strong>TXT record</strong> as a new DNS record on your domain:": "Set this <strong>TXT record</strong> as a new DNS record on your domain:",
  "Your request has timed out and we have been alerted of this issue. Please try again or contact us.": "Your request has timed out and we have been alerted of this issue. Please try again or contact us.",
  "DNS Management by Registar": "DNS Management by Registar",
  "Set this <strong>TXT record</strong> as a new DNS entry on your domain:": "Set this <strong>TXT record</strong> as a new DNS entry on your domain:",
  "Please log in or sign up to view the page you requested.": "Please log in or sign up to view the page you requested.",
  "/faq?domain=myteam.com": "/faq?domain=myteam.com",
  "Have you read our <a href=\"/faq?domain=myteam.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Have you read our <a href=\"/faq?domain=myteam.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?",
  "Tip": "Tip",
  "If you need to upgrade your plan on a domain name, then click on the dropdown for it under the column \"Current Plan\" below.": "If you need to upgrade your plan on a domain name, then click on the dropdown for it under the column \"Current Plan\" below.",
  "If you need to upgrade or downgrade your plan on a domain name, then click on the dropdown for it under the column \"Current Plan\" below.": "If you need to upgrade or downgrade your plan on a domain name, then click on the dropdown for it under the column \"Current Plan\" below.",
  "DNS-based": "DNS-based",
  "This page is coming soon.  Please check back later.": "This page is coming soon.  Please check back later.",
  "This page is undergoing an update.  Please check back later.": "This page is undergoing an update.  Please check back later.",
  "My Account - Security": "My Account - Security",
  "Disable OTP": "Disable OTP",
  "You are about to disable two-factor authentication on your account. Please confirm your password to continue.": "You are about to disable two-factor authentication on your account. Please confirm your password to continue.",
  "Confirm Password": "Confirm Password",
  "Credentials": "Credentials",
  "API token": "API token",
  "Keep your token secure and never share it publicly": "Keep your token secure and never share it publicly",
  "Reset API Token": "Reset API Token",
  "Delete Account": "Delete Account",
  "Your account is currently an admin of these domains:": "Your account is currently an admin of these domains:",
  "You must remove yourself from or delete these domains before you can delete your account.": "You must remove yourself from or delete these domains before you can delete your account."
}