{
  "10": "10",
  "25": "25",
  "50": "50",
  "Domain is not a registered domain name. <a class=\"font-weight-bold\" href=\"/domain-registration\">Click here to register it now</a>.": "Verkkotunnus ei ole rekisteröity verkkotunnusnimi. <a class=\"font-weight-bold\" href=\"/domain-registration\">Klikkaa tästä rekisteröidäksesi se nyt</a>.",
  "If we detect your DNS records are valid, then we will send you an automated email alert.  We routinely check DNS records for your domain every few hours.": "Jos havaitsemme DNS-tietueesi olevan kelvollisia, lähetämme sinulle automaattisen sähköpostihälytyksen. Tarkistamme rutiininomaisesti verkkotunnuksesi DNS-tietueet muutaman tunnin välein.",
  "Please ensure that your DNS nameservers are set properly too (e.g. if you are using a DNS provider such as Cloudflare &ndash; which may be a different provider than your domain registrar).": "Varmista myös, että DNS-nimipalvelimesi on asetettu oikein (esim. jos käytät DNS-palveluntarjoajaa kuten Cloudflare &ndash; joka voi olla eri palveluntarjoaja kuin verkkotunnusrekisteröijäsi).",
  "<p class=\"mb-0\"><strong>Making changes to your DNS records takes time to propagate throughout the Internet. <span class=\"text-danger\">You may need to wait a few minutes</span> and then try again.</strong></p>": "<p class=\"mb-0\"><strong>DNS-tietueiden muutosten leviäminen internetissä kestää aikaa. <span class=\"text-danger\">Saatat joutua odottamaan muutaman minuutin</span> ja yrittämään sitten uudelleen.</strong></p>",
  "Domain is missing required DNS <span class=\"notranslate\">TXT</span> record of: <span class=\"notranslate\">%s</span>": "Verkkotunnuksesta puuttuu vaadittu DNS <span class=\"notranslate\">TXT</span>-tietue: <span class=\"notranslate\">%s</span>",
  "<p class=\"mb-0\">We have detected that your domain has multiple MX server providers. Please ensure that the <strong>ONLY</strong> DNS MX records are:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Olemme havainneet, että verkkotunnuksellasi on useita MX-palvelinpalveluntarjoajia. Varmista, että <strong>AINOAT</strong> DNS MX-tietueet ovat:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Varmista, ettei sinulla ole kirjoitusvirheitä ja että molemmat uniikit tietueet on lisätty (esim. varmista, etteivät molemmat tietueet ole samat). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Lue UKK:mme</a> yksityiskohtaisia ohjeita varten.</p>",
  "From header must be equal to <span class=\"notranslate\">%s</span> (or) you can use a domain-wide catch-all password at <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>": "From-otsikon on oltava yhtä suuri kuin <span class=\"notranslate\">%s</span> (tai) voit käyttää verkkotunnuksen laajuista catch-all-salasanaa osoitteessa <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>",
  "<p class=\"mb-0\">Domain is missing required DNS MX records of:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Verkkotunnuksesta puuttuvat vaaditut DNS MX-tietueet:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Varmista, ettei sinulla ole kirjoitusvirheitä ja että molemmat uniikit tietueet on lisätty (esim. varmista, etteivät molemmat tietueet ole samat). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Lue UKK:mme</a> yksityiskohtaisia ohjeita varten.</p>",
  "Invalid DKIM signature.": "Virheellinen DKIM-allekirjoitus.",
  "Newsletter approval required for <span class=\"notranslate\">%s</span>": "Uutiskirjeen hyväksyntä vaaditaan kohteelle <span class=\"notranslate\">%s</span>",
  "We detected that you attempted to send an outbound SMTP newsletter for <strong class=\"notranslate\">%s</strong>.  Your domain does not yet have newsletter support approved, and an admin has been notified to begin review.  This process usually is resolved within 2-4 hours, but sometimes it may longer.": "Havaitsimme, että yritit lähettää lähtevää SMTP-uutiskirjettä kohteelle <strong class=\"notranslate\">%s</strong>. Verkkotunnuksellasi ei ole vielä hyväksyttyä uutiskirjetukea, ja ylläpitäjälle on ilmoitettu tarkistuksen aloittamisesta. Tämä prosessi ratkeaa yleensä 2-4 tunnin kuluessa, mutta joskus se voi kestää kauemmin.",
  "Newsletter usage is not yet approved for your account, please wait for approval or contact us for support.": "Uutiskirjeen käyttö ei ole vielä hyväksytty tilillesi, odota hyväksyntää tai ota meihin yhteyttä tuen saamiseksi.",
  "You have exceeded your daily SMTP outbound rate limit.": "Olet ylittänyt päivittäisen SMTP-lähtevän nopeusrajasi.",
  "From header must end with <span class=\"notranslate\">%s</span>": "From-otsikon on päätyttävä merkkijonoon <span class=\"notranslate\">%s</span>",
  "An error code of \"<span class=\"notranslate\">%s</span>\" occurred while performing the DNS lookup. Please try again.": "Virhekoodi \"<span class=\"notranslate\">%s</span>\" tapahtui DNS-haun suorittamisen aikana. Yritä uudelleen.",
  "See": "Katso",
  "https://github.com/scintill/macos-server-apns-certs/tree/master": "https://github.com/scintill/macos-server-apns-certs/tree/master",
  "About Forward Email": "Tietoja Forward Emailista",
  "Table of Contents": "Sisällysluettelo",
  "Foreword": "Esipuhe",
  "History": "Historia",
  "Forward Email is a": "Forward Email on",
  "free and open-source": "ilmainen ja avoimen lähdekoodin",
  "email forwarding": "sähköpostin välitys",
  "service focused on a user's": "palvelu, joka keskittyy käyttäjän",
  "right to privacy": "oikeuteen yksityisyyteen",
  ", and was launched in November 2017.  It offers unlimited custom domain names, unlimited email addresses and aliases, unlimited disposable email addresses, spam and phishing protection, and other features.  The service is maintained and owned by its original founding team of designers and developers.  It is built with 100% open-source software using": ", ja se lanseerattiin marraskuussa 2017. Se tarjoaa rajattomat mukautetut verkkotunnukset, rajattomat sähköpostiosoitteet ja aliakset, rajattomat kertakäyttöiset sähköpostiosoitteet, roskapostin ja tietojenkalastelun suojan sekä muita ominaisuuksia. Palvelua ylläpitää ja omistaa sen alkuperäinen perustajatiimi suunnittelijoista ja kehittäjistä. Se on rakennettu 100% avoimen lähdekoodin ohjelmistoilla käyttäen",
  "JavaScript": "JavaScript",
  "Node.js": "Node.js",
  ", and": ", ja",
  "We launched in November 2017 after an initial release.": "Lanseerasimme marraskuussa 2017 alkuperäisen julkaisun jälkeen.",
  "In April 2018": "Huhtikuussa 2018",
  "Cloudflare": "Cloudflare",
  "launched their": "lanseerasi",
  "privacy-first consumer DNS service": "yksityisyys-ensisijaisen kuluttaja-DNS-palvelunsa",
  ", and we switched from using": ", ja vaihdoimme käyttämästä",
  "OpenDNS": "OpenDNS",
  "to": "-palvelua",
  "for handling": "-palveluun käsittelemään",
  "lookups.": "hakuja.",
  "In October 2018, we allowed users to \"Send Mail As\" with": "Lokakuussa 2018 sallimme käyttäjien \"Lähettää postia nimellä\" käyttäen",
  "Gmail": "Gmail",
  "and": "ja",
  "Outlook": "Outlook",
  "In May 2019, we released v2, which was a major rewrite from the initial versions and focused on": "Toukokuussa 2019 julkaisimme v2:n, joka oli merkittävä uudelleenkirjoitus alkuperäisistä versioista ja keskittyi",
  "performance": "suorituskykyyn",
  "through the use of": "käyttämällä",
  "'s": "n",
  "streams": "virtoja",
  "In February 2020, we released the Enhanced Privacy Protection plan.  This plan allows users to switch off setting public DNS record entries with their email forwarding configuration aliases. Through this plan, a user's email alias information is hidden from being publicly searchable over the Internet. We also released a feature to enable or disable specific aliases while still allowing them to appear as a valid email address and return a successful": "Helmikuussa 2020 julkaisimme Enhanced Privacy Protection -suunnitelman. Tämä suunnitelma sallii käyttäjien sammuttaa julkisten DNS-tietuemerkintöjen asettamisen sähköpostin välityksen konfiguraatioaliaksien kanssa. Tämän suunnitelman kautta käyttäjän sähköpostialias-tiedot piilotetaan julkisesta haettavuudesta internetissä. Julkaisimme myös ominaisuuden, joka mahdollistaa tiettyjen aliaksien käyttöönoton tai poistamisen käytöstä, samalla kun ne näkyvät edelleen kelvollisena sähköpostiosoitteena ja palauttavat onnistuneen",
  "SMTP status code": "SMTP-tilakoodin",
  ", but the emails will be immediately discarded (similar to piping output from a process to": ", mutta sähköpostit hävitetään välittömästi (samankaltaista kuin prosessin tulosteen ohjaaminen",
  "/dev/null": "/dev/null",
  "In April 2020, we released our initial alpha version of Spam Scanner after hitting countless roadblocks with existing spam-detection solutions and because none of these solutions (": "Huhtikuussa 2020 julkaisimme alkuperäisen alfa-version Spam Scannerista kohdattuamme lukemattomia esteitä olemassa olevien roskapostin tunnistusratkaisujen kanssa ja koska mikään näistä ratkaisuista (",
  "Rspamd": "Rspamd",
  "SpamAssassin": "SpamAssassin",
  ") honored our privacy policy. Spam Scanner is a completely free and open-source": ") ei kunnioittanut yksityisyyskäytäntöämme. Spam Scanner on täysin ilmainen ja avoimen lähdekoodin",
  "anti-spam filtering": "roskapostin suodatus",
  "solution which uses a": "ratkaisu, joka käyttää",
  "Naive Bayes spam filtering": "Naive Bayes roskapostin suodatus",
  "approach in combination with": "lähestymistapaa yhdistettynä",
  "anti-phishing": "tietojenkalastelun vastaiseen",
  "IDN homograph attack": "IDN-homografi-hyökkäyksen",
  "protection.  We also released a feature to allow": "suojaukseen. Julkaisimme myös ominaisuuden, joka mahdollistaa",
  "two-factor authentication": "kaksivaiheisen todennuksen",
  "(2FA) using a": "(2FA) käyttäen",
  "one-time password": "kertakäyttösalasanaa",
  "(OTP) for enhanced account security.": "(OTP) parannetun tilin turvallisuuden vuoksi.",
  "In May 2020, we allowed custom": "Toukokuussa 2020 sallimme mukautetun",
  "port forwarding": "portin välityksen",
  "as workaround for users to circumvent port blocking by their": "kiertotienä käyttäjille heidän internetpalveluntarjoajansa portin eston kiertämiseksi",
  ".  We also released our": ". Julkaisimme myös",
  "Free Email Forwarding RESTful API": "Ilmaisen sähköpostin välityksen RESTful API",
  ", with complete documentation and real-time request and response examples.  We also released support for webhooks.": ":n, jossa on täydellinen dokumentaatio ja reaaliaikaiset pyyntö- ja vastausesimerkit. Julkaisimme myös tuen webhokeille.",
  "In August 2020, we added support for the": "Elokuussa 2020 lisäsimme tuen",
  "Authenticated Received Chain": "Authenticated Received Chain",
  "(\"ARC\") email authentication system.": "(\"ARC\") sähköpostin todennusjärjestelmälle.",
  "On November 23, 2020 we publicly launched out of our beta program.": "23. marraskuuta 2020 lanseerasimme julkisesti beta-ohjelmastamme.",
  "In February 2021, we refactored our codebase to remove all": "Helmikuussa 2021 refaktoroimme koodikantamme poistaaksemme kaikki",
  "Python": "Python",
  "dependencies – which allowed our stack to become 100%": "riippuvuudet – mikä mahdollisti pinomme muuttumisen 100%",
  "On September 27, 2021,": "27. syyskuuta 2021",
  "we added support": "lisäsimme tuen",
  "for email forwarding aliases to match": "sähköpostin välitysaliaksille vastaamaan",
  "regular expressions": "säännöllisiä lausekkeita",
  "In January 2023, we launched a re-designed and page-speed optimized website.": "Tammikuussa 2023 lanseerasimme uudelleen suunnitellun ja sivun nopeudelle optimoidun verkkosivuston.",
  "In February 2023, we added support for": "Helmikuussa 2023 lisäsimme tuen",
  "error logs": "virhelokeille",
  "and a": "ja",
  "dark mode": "tumma tila",
  "website color scheme.": "verkkosivuston väriskeemalle.",
  "In March 2023, we released": "Maaliskuussa 2023 julkaisimme",
  "Tangerine": "Tangerine",
  "and integrated it throughout our infrastructure – this means we use": "ja integroitimme sen koko infrastruktuuriimme – tämä tarkoittaa, että käytämme",
  "DNS over HTTPS": "DNS over HTTPS",
  "(\"DoH\") at the application layer.  We also added support for": "(\"DoH\") sovellustasolla. Lisäsimme myös tuen",
  "switched": "vaihdoimme",
  "from": "",
  "hCaptcha": "hCaptcha",
  "Cloudflare Turnstile": "Cloudflare Turnstile",
  "In April 2023, we implemented and automated entirely new infrastructure.  Our entire service is now running on globally load-balanced and proximity-based DNS (with health checks and failover) using": "Huhtikuussa 2023 toteutimme ja automatisoimme täysin uuden infrastruktuurin. Koko palvelumme toimii nyt globaalisti kuormitustasapainotetussa ja läheisyyspohjaisessa DNS:ssä (terveystarkistuksilla ja vikasietoisuudella) käyttäen",
  "(before we were using round-robin DNS on Cloudflare).  Additionally we switched to": "(aiemmin käytimme round-robin DNS:ää Cloudflaressa). Lisäksi vaihdoimme",
  "bare metal servers": "bare metal -palvelimiin",
  "across multiple providers – which include": "useiden palveluntarjoajien välillä – joihin kuuluvat",
  "Vultr": "Vultr",
  "Digital Ocean": "Digital Ocean",
  "(before we solely used Digital Ocean).  Both of these providers are SOC 2 Type 2 compliant – see": "(aiemmin käytimme vain Digital Oceania). Molemmat näistä palveluntarjoajista ovat SOC 2 Type 2 -yhteensopivia – katso",
  "Vultr's Compliance": "Vultr:n vaatimustenmukaisuus",
  "Digital Ocean's Certifications": "Digital Oceanin sertifikaatit",
  "for more insight.  Furthermore, our MongoDB and Redis databases are now running on clusters with primary and standby nodes for high availability, end-to-end SSL encryption, encryption-at-rest, and point-in-time recovery (PITR).": "lisätietoja varten. Lisäksi MongoDB- ja Redis-tietokantamme toimivat nyt klustereissa, joissa on ensisijaiset ja valmiussolmut korkeaa käytettävyyttä, päästä päähän SSL-salausta, lepotilan salausta ja ajankohdan palautusta (PITR) varten.",
  "In May 2023, we launched our": "Toukokuussa 2023 lanseerasimme",
  "outbound SMTP": "lähtevän SMTP",
  "feature for": "ominaisuuden",
  "sending email with SMTP": "sähköpostin lähettämiseen SMTP:llä",
  "sending email with API": "sähköpostin lähettämiseen API:lla",
  "requests.  This feature has built-in safeguards to ensure high deliverability, a modern and robust queue and retry system, and": "pyynnöillä. Tässä ominaisuudessa on sisäänrakennettuja suojatoimia korkean toimitettavuuden varmistamiseksi, moderni ja vankka jono- ja uudelleenyrityssysteemi, ja",
  "supports error logs in real-time": "se tukee virhelokeja reaaliajassa",
  "In November 2023, we launched our": "Marraskuussa 2023 lanseerasimme",
  "encrypted mailbox storage": "salatun postilaatikon tallennuksen",
  "IMAP suppport": "IMAP-tuen",
  "In December 2023,": "Joulukuussa 2023",
  "for": "",
  "passkeys and WebAuthn": "passkeys ja WebAuthn",
  "time to inbox": "aika postilaatikkoon",
  "monitoring, and": "seuranta, ja",
  "OpenPGP for IMAP Storage": "OpenPGP IMAP-tallennukselle",
  "In February 2024,": "Helmikuussa 2024",
  "we added calendar (CalDAV) support": "lisäsimme kalenteri (CalDAV) -tuen",
  "Throughout March to July 2024, we released major optimizations and improvements to our IMAP, POP3, and CalDAV service.  Our goal was to make our service snappy –  and as fast, if not faster than alternatives.": "Maaliskuusta heinäkuuhun 2024 julkaisimme merkittäviä optimointeja ja parannuksia IMAP-, POP3- ja CalDAV-palveluumme. Tavoitteemme oli tehdä palvelustamme nopea – ja yhtä nopea, ellei nopeampi kuin vaihtoehdot.",
  "In July 2024,": "Heinäkuussa 2024",
  "we added iOS Push support": "lisäsimme iOS Push -tuen",
  "since Apple Mail on iOS does not support IMAP": "koska Apple Mail iOS:ssä ei tue IMAP",
  "command.  Now users can get real-time notifications of new mail on their Apple iOS devices.  We also added time to inbox (\"TTI\") monitoring for our own service – as well as Yahoo/AOL (now that they support app-generated passwords again) to the footer of every page on our website.  Additionally, we now allow users to encrypt their plaintext DNS TXT records even on the free plan at no cost.  Privacy should not be a feature, it should be inherently built-in to all aspects of a product. As highly requested in a": "komentoa. Nyt käyttäjät voivat saada reaaliaikaisia ilmoituksia uudesta postista Apple iOS -laitteillaan. Lisäsimme myös aika postilaatikkoon (\"TTI\") -seurannan omalle palvelullemme – sekä Yahoo/AOL:lle (nyt kun ne tukevat jälleen sovelluksen luomia salasanoja) verkkosivustomme jokaisen sivun alatunnisteeseen. Lisäksi sallimme nyt käyttäjien salata selkoteksti DNS TXT -tietueensa jopa ilmaisessa suunnitelmassa ilman kustannuksia. Yksityisyys ei saisi olla ominaisuus, sen pitäisi olla luonnostaan sisäänrakennettuna tuotteen kaikkiin näkökohtiin. Kuten erittäin pyydetty",
  "Privacy Guides discussion": "Privacy Guides -keskustelussa",
  "and on": "ja",
  "our GitHub issues": "GitHub-ongelmissamme",
  "we've added this.  Lastly, we added the ability for aliases to either quietly reject": "olemme lisänneet tämän. Lopuksi lisäsimme aliaksille kyvyn joko hiljaa hylätä",
  ", soft reject": ", pehmeästi hylätä",
  ", or hard reject": ", tai kovasti hylätä",
  "if they are disabled.  Previously, disabled aliases only routed to a blackhole (e.g.": "jos ne on poistettu käytöstä. Aiemmin poistetut aliakset ohjautuivat vain mustaan aukkoon (esim.",
  ") and it appeared to senders as if their messages to these disabled aliases succeeded.": ") ja lähettäjille näytti siltä, että heidän viestinsä näihin poistettuihin aliaksiin onnistuivat.",
  "In August 2024, we added support for exporting mailboxes as": "Elokuussa 2024 lisäsimme tuen postilaatikoiden viemiselle",
  "Mbox": "Mbox",
  "formats (in addition to the": "muodoissa (jo tuetun",
  "SQLite": "SQLite",
  "export format already supported) – and we also added": "vientimuodon lisäksi) – ja lisäsimme myös",
  "webhook signature support": "webhook-allekirjoitustuen",
  "via": "",
  "header.  We also": "otsikon kautta. Lisäsimme myös",
  "added support for bounce webhooks": "tuen bounce-webhokeille",
  "and now allow users to send newsletters, announcements, and email marketing through our outbound SMTP service.": "ja sallimme nyt käyttäjien lähettää uutiskirjeitä, ilmoituksia ja sähköpostimarkkinointia lähtevän SMTP-palvelumme kautta.",
  "Free Email Forwarding for Custom Domains": "Free Email Forwarding for Custom Domains",
  "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.": "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.",
  "Terms of Service": "Terms of Service",
  "Read our terms and conditions of use for our email forwarding service.": "Read our terms and conditions of use for our email forwarding service.",
  "History of Forward Email": "History of Forward Email",
  "Learn more about Forward Email and the history of our service.": "Learn more about Forward Email and the history of our service.",
  "Privacy Policy": "Privacy Policy",
  "Read our privacy policy for our email forwarding service.": "Read our privacy policy for our email forwarding service.",
  "Please log in or sign up to view the page you requested.": "Please log in or sign up to view the page you requested.",
  "Warning": "Warning",
  "Written by": "Written by",
  "Team": "Team",
  "Time to read": "Time to read",
  "Less than 5 minutes": "Less than 5 minutes",
  "Search for anything:": "Search for anything:",
  "Search": "Search",
  "Popular Searches": "Popular Searches",
  "Sign up now &ndash; it's free!": "Sign up now &ndash; it's free!",
  "Have an account?": "Have an account?",
  "Click here": "Click here",
  "Email address": "Email address",
  "Password": "Password",
  "Get started": "Get started",
  "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.": "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.",
  "Welcome back!": "Welcome back!",
  "Don't have an account?": "Don't have an account?",
  "Please enable JavaScript to sign in with Passkey.": "Please enable JavaScript to sign in with Passkey.",
  "Sign in with Passkey": "Sign in with Passkey",
  "or": "or",
  "Sign in": "Sign in",
  "Forget your password?": "Forget your password?",
  "Features &amp; Pricing": "Features &amp; Pricing",
  "FAQ": "FAQ",
  "Log in": "Log in",
  "Signup": "Signup",
  "Toggle navigation": "Toggle navigation",
  "Apps": "Apps",
  "Desktop": "Desktop",
  "Resources": "Resources",
  "What is <span class=\"notranslate\">Forward Email</span>?": "What is <span class=\"notranslate\">Forward Email</span>?",
  "Frequently Asked Questions": "Frequently Asked Questions",
  "Time to Inbox": "Time to Inbox",
  "Help": "Help",
  "Disposable Addresses": "Disposable Addresses",
  "Domain Registration": "Domain Registration",
  "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record": "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record",
  "Reserved Email Addresses": "Reserved Email Addresses",
  "Denylist Removal": "Denylist Removal",
  "Guides": "Guides",
  "Outbound SMTP": "Outbound SMTP",
  "SMTP Integration Examples": "SMTP Integration Examples",
  "Send Email with Custom Domain": "Send Email with Custom Domain",
  "Send Mail As with Gmail": "Send Mail As with Gmail",
  "Email Setup Guides": "Email Setup Guides",
  "How to Setup Email with <span class=\"notranslate\">%s</span>": "How to Setup Email with <span class=\"notranslate\">%s</span>",
  "Other providers": "Other providers",
  "Developers": "Developers",
  "Technical Whitepaper": "Technical Whitepaper",
  "IP Addresses": "IP Addresses",
  "API Reference": "API Reference",
  "Self Hosted Email": "Self Hosted Email",
  "Email Webhooks": "Email Webhooks",
  "Bounce Webhooks": "Bounce Webhooks",
  "Custom Domain Regex Filtering": "Custom Domain Regex Filtering",
  "Email Service Comparison": "Email Service Comparison",
  "Email Services": "Email Services",
  "Private Email Services": "Private Email Services",
  "Open-Source Email Services": "Open-Source Email Services",
  "Transactional Email Services": "Transactional Email Services",
  "Email API's for Developers": "Email API's for Developers",
  "Email Spam Filtering Services": "Email Spam Filtering Services",
  "Developer Articles": "Developer Articles",
  "A Decade of Open-Source Impact": "A Decade of Open-Source Impact",
  "Email Spam Protection Filter": "Email Spam Protection Filter",
  "Mail Server Providers": "Mail Server Providers",
  "Practices for Node.js Logging": "Practices for Node.js Logging",
  "Security Audit Companies": "Security Audit Companies",
  "Case Study: Gov/Federal Email Compliance": "Case Study: Gov/Federal Email Compliance",
  "Case Study: Alumni Email": "Case Study: Alumni Email",
  "Case Study: Ubuntu Email": "Case Study: Ubuntu Email",
  "Case Study: Linux Foundation": "Case Study: Linux Foundation",
  "Custom Fonts in Emails": "Custom Fonts in Emails",
  "Email Regex JavaScript and Node.js": "Email Regex JavaScript and Node.js",
  "Email Testing for Browsers and iOS Simulator": "Email Testing for Browsers and iOS Simulator",
  "The Complete Guide to Forward Email's Service": "The Complete Guide to Forward Email's Service",
  "Optimize Node.js for Production": "Optimize Node.js for Production",
  "Crypto Supported Email Service": "Crypto Supported Email Service",
  "Self-Hosted Email": "Self-Hosted Email",
  "JavaScript Contact Forms Node.js": "JavaScript Contact Forms Node.js",
  "Node.js DNS over HTTPS": "Node.js DNS over HTTPS",
  "Node.js Email Templates": "Node.js Email Templates",
  "Node.js Job Scheduler": "Node.js Job Scheduler",
  "Node.js Logging Service": "Node.js Logging Service",
  "Case Study: The PayPal Disaster": "Case Study: The PayPal Disaster",
  "Quantum Resistant Email Service": "Quantum Resistant Email Service",
  "Send React Emails": "Send React Emails",
  "Case Study: Email Startups": "Case Study: Email Startups",
  "Bulletproof Payment System with Stripe and PayPal": "Bulletproof Payment System with Stripe and PayPal",
  "How Forward Email Safeguards Your Communications": "How Forward Email Safeguards Your Communications",
  "URL Regex JavaScript and Node.js": "URL Regex JavaScript and Node.js",
  "Why Open-Source Email is the Future": "Why Open-Source Email is the Future",
  "Company": "Company",
  "About": "About",
  "Security": "Security",
  "Privacy": "Privacy",
  "Terms": "Terms",
  "GDPR": "GDPR",
  "DPA": "DPA",
  "Report Abuse": "Report Abuse",
  "Press": "Press",
  "Send us an email": "Send us an email",
  "Careers": "Careers",
  "100% Systems Online": "100% Systems Online",
  "Status Page": "Status Page",
  "100%": "100%",
  "Community": "Community",
  "Newsletter": "Newsletter",
  "Footer": "Footer",
  "Have a question or confused?": "Have a question or confused?",
  "Learn more about:": "Learn more about:",
  "Privacy Protected": "Privacy Protected",
  "Custom Domain Email": "Custom Domain Email",
  "Open Source Email": "Open Source Email",
  "Secure Email Forwarding": "Secure Email Forwarding",
  "Secure Checkout": "Secure Checkout",
  "Payment methods accepted:": "Payment methods accepted:",
  "SEPA Direct Debit": "SEPA Direct Debit",
  "Canadian pre-authorized debits": "Canadian pre-authorized debits",
  "ACH Direct Debit": "ACH Direct Debit",
  "Bank Transfer": "Bank Transfer",
  "Domestic Wire Transfer (Enterprise)": "Domestic Wire Transfer (Enterprise)",
  "International Wire Transfer (Enterprise)": "International Wire Transfer (Enterprise)",
  "English": "English",
  "Arabic": "Arabic",
  "Chinese": "Chinese",
  "Czech": "Czech",
  "Danish": "Danish",
  "Dutch": "Dutch",
  "Finnish": "Finnish",
  "French": "French",
  "German": "German",
  "Hebrew": "Hebrew",
  "Hungarian": "Hungarian",
  "Indonesian": "Indonesian",
  "Italian": "Italian",
  "Japanese": "Japanese",
  "Korean": "Korean",
  "Norwegian": "Norwegian",
  "Polish": "Polish",
  "Portuguese": "Portuguese",
  "Russian": "Russian",
  "Spanish": "Spanish",
  "Swedish": "Swedish",
  "Thai": "Thai",
  "Turkish": "Turkish",
  "Ukrainian": "Ukrainian",
  "Vietnamese": "Vietnamese",
  "Go to top": "Go to top",
  "Port 25 blocked by ISP": "Port 25 blocked by ISP",
  "Email API Reference": "Email API Reference",
  "Regex Email Forwarding": "Regex Email Forwarding",
  "Open Source": "Open Source",
  "GPG Key": "GPG Key",
  "Learn more": "Learn more",
  "We support OpenPGP and end-to-end encryption": "We support OpenPGP and end-to-end encryption",
  "Languages": "Languages",
  "GitHub Repo stars": "GitHub Repo stars",
  "Qualys SSL Labs SSL Server Test": "Qualys SSL Labs SSL Server Test",
  "Mozilla HTTP Observatory Grade": "Mozilla HTTP Observatory Grade",
  "Internet Site Test": "Internet Site Test",
  "Internet Mail Test": "Internet Mail Test",
  "Hardenize Badge": "Hardenize Badge",
  "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.": "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.",
  "IOS is a trademark or registered trademark of Cisco.": "IOS is a trademark or registered trademark of Cisco.",
  "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.": "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.",
  "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.": "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.",
  "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.": "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.",
  "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.": "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.",
  "Linux is the registered trademark of Linus Torvalds.": "Linux is the registered trademark of Linus Torvalds.",
  "All rights reserved. All trademarks are property of their respective owners in the US and other countries.": "All rights reserved. All trademarks are property of their respective owners in the US and other countries.",
  "Chat with us": "Chat with us",
  "Success": "Success",
  "Error": "Error",
  "Info": "Info",
  "Question": "Question",
  "OK": "OK",
  "Cancel": "Cancel",
  "Close this dialog": "Close this dialog",
  "Are you sure?": "Are you sure?",
  "Please confirm if you wish to continue.": "Please confirm if you wish to continue.",
  "Español": "Español",
  "Hello": "Hello",
  "Invalid two-factor authentication passcode.": "Invalid two-factor authentication passcode.",
  "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>": "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>",
  "Authenticate yourself with optional OTP to log in.": "Authenticate yourself with optional OTP to log in.",
  "Ask a question": "Ask a question",
  "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?": "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?",
  "Write your message": "Write your message",
  "Message": "Message",
  "We'll be in contact with you!": "We'll be in contact with you!",
  "Send message": "Send message",
  "Upgrade": "Upgrade",
  "My Account": "My Account",
  "Domains": "Domains",
  "Emails": "Emails",
  "Analytics": "Analytics",
  "Logs": "Logs",
  "Profile": "Profile",
  "Billing": "Billing",
  "Sign out": "Sign out",
  "Please enable JavaScript to use our website.": "Please enable JavaScript to use our website.",
  "Account Recovery": "Account Recovery",
  "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.": "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.",
  "Verify access to your email address with a code emailed to you.": "Verify access to your email address with a code emailed to you.",
  "Wait 3-5 business days for an administrative follow-up email.": "Wait 3-5 business days for an administrative follow-up email.",
  "Access to your account will be unlocked for you.": "Access to your account will be unlocked for you.",
  "Continue": "Continue",
  "Two-Factor Check": "Two-Factor Check",
  "Passcode": "Passcode",
  "Don't ask me again in this browser": "Don't ask me again in this browser",
  "Having trouble?": "Having trouble?",
  "Use a recovery key": "Use a recovery key",
  "Lose your recovery keys?": "Lose your recovery keys?",
  "Request account recovery": "Request account recovery",
  "Password was invalid.": "Password was invalid.",
  "Setup OTP": "Setup OTP",
  "Download your emergency recovery keys below.": "Download your emergency recovery keys below.",
  "Download": "Download",
  "Copy": "Copy",
  "Confirm Password": "Confirm Password",
  "Recommended Authenticator Apps": "Recommended Authenticator Apps",
  "App": "App",
  "Links": "Links",
  "Open-Source": "Open-Source",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "F-Droid": "F-Droid",
  "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.": "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.",
  "<strong>Step 2:</strong> Scan this QR code and enter its generated token:": "<strong>Step 2:</strong> Scan this QR code and enter its generated token:",
  "Can’t scan the QR code?  Configure with this code": "Can’t scan the QR code?  Configure with this code",
  "Complete Setup": "Complete Setup",
  "Recovery Key": "Recovery Key",
  "Your request was successfully completed.": "Your request was successfully completed.",
  "Invalid recovery key.": "Invalid recovery key.",
  "Recovery key successful. This key will no longer be valid.": "Recovery key successful. This key will no longer be valid.",
  "You have run out of recovery keys. Please download the newly generated recovery keys before continuing.": "You have run out of recovery keys. Please download the newly generated recovery keys before continuing."
}