{
  "1": "1",
  "3": "3",
  "5": "5",
  "7": "sept",
  "10": "dix",
  "15": "15",
  "20": "20",
  "30": "30",
  "587": "587",
  "3600": "3600",
  "Privacy Policy": "Politique de confidentialité",
  "Table of Contents": "Table des matières",
  "Information Not Collected": "Informations non collectées",
  "Information Collected": "Informations collectées",
  "Information Shared": "Informations partagées",
  "Information Removal": "Suppression d'informations",
  "We do not store any forwarded emails.": "Nous ne stockons aucun e-mail transféré.",
  "We do not store any metadata about forwarded emails.": "Nous ne stockons aucune métadonnée sur les e-mails transférés.",
  "We do not store any server-side logs.": "Nous ne stockons aucun journal côté serveur.",
  "We do not store any client-side logs.": "Nous ne stockons aucun journal côté client.",
  "We do not store any IP addresses.": "Nous ne stockons aucune adresse IP.",
  "We do not store any browser information.": "Nous ne stockons aucune information sur le navigateur.",
  "For transparency, at any time you can ": "Pour plus de transparence, vous pouvez à tout moment",
  "view our source code": "voir notre code source",
  " to see how the information below is collected and used:": " pour voir comment les informations ci-dessous sont collectées et utilisées:",
  "We store a cookie in a session for your visit (strictly for functionality).  This cookie is stored securely in our Redis database.": "Nous stockons un cookie dans une session pour votre visite (strictement pour la fonctionnalité). Ce cookie est stocké en toute sécurité dans notre base de données Redis.",
  "We store your email address (strictly for functionality).  This email address is stored securely in our MongoDB database.": "Nous stockons votre adresse e-mail (strictement pour la fonctionnalité). Cette adresse e-mail est stockée en toute sécurité dans notre base de données MongoDB.",
  "We store your domain name(s) and alias(es) you create (strictly for functionality).  This information is stored securely in our MongoDB database.": "Nous stockons vos nom (s) de domaine et alias (s) que vous créez (uniquement pour les fonctionnalités). Ces informations sont stockées en toute sécurité dans notre base de données MongoDB.",
  "Any additional information you voluntarily provide us, such as comments or questions in a ": "Toute information supplémentaire que vous nous fournissez volontairement, comme des commentaires ou des questions dans un",
  "Help request": "Demande d'aide",
  ".": ".",
  "We do not share your information with any third-party whatsoever (with the exception of ": "Nous ne partageons vos informations avec aucun tiers (à l'exception de",
  "Postmark": "Cachet de la poste",
  ", which we use for transactional emails, e.g. for account verification or password reset emails).": ", que nous utilisons pour les e-mails transactionnels, par exemple pour les e-mails de vérification de compte ou de réinitialisation de mot de passe).",
  "We may need to and will comply with court ordered legal requests (but keep in mind we do not collect information mentioned above, so we will not be able to provide it to begin with).": "Il se peut que nous devions et nous conformerons aux demandes légales ordonnées par un tribunal (mais gardez à l'esprit que nous ne collectons pas les informations mentionnées ci-dessus, nous ne serons donc pas en mesure de les fournir pour commencer).",
  "If at any time if you wish to remove information that you have provided us with, then go to ": "Si à tout moment vous souhaitez supprimer les informations que vous nous avez fournies, rendez-vous sur",
  "My Account > Security": "Mon compte> Sécurité",
  " and click \"Delete Account\".": " et cliquez sur \"Supprimer le compte\".",
  "Frequently Asked Questions": "Questions fréquemment posées",
  "How do I get started and set up email forwarding": "Comment démarrer et configurer le transfert d'e-mails",
  "Why am I not receiving my test emails": "Pourquoi ne reçois-je pas mes e-mails de test",
  "How to Send Mail As using Gmail": "Comment envoyer du courrier en utilisant Gmail",
  "Why do my emails have \"no-reply@forwardemail.net\" as part of the FROM address": "Pourquoi mes e-mails contiennent-ils \"no-reply@forwardemail.net\" dans l'adresse FROM",
  "Can I just use this email forwarding service as a \"fallback\" or \"fallover\" MX server": "Puis-je simplement utiliser ce service de transfert d'e-mails comme serveur MX \"de secours\" ou \"de secours\"",
  "Can I forward emails to multiple recipients": "Puis-je transférer des e-mails vers plusieurs destinataires",
  "Can I have multiple global catch-all recipients": "Puis-je avoir plusieurs destinataires globaux fourre-tout",
  "Is there a maximum limit on the number of email addresses I can forward to": "Y a-t-il une limite maximale sur le nombre d'adresses e-mail que je peux transmettre",
  "Can I recursively forward emails": "Puis-je transférer récursivement des e-mails",
  "Can people unregister or register my email forwarding without my permission": "Les gens peuvent-ils se désinscrire ou enregistrer mon transfert de courriel sans ma permission",
  "How is it free": "Comment c'est gratuit",
  "What is the max email size limit": "Quelle est la taille maximale des e-mails",
  "Do you store emails and their contents": "Stockez-vous des e-mails et leur contenu",
  "Do you store logs of emails": "Conservez-vous des journaux d'e-mails",
  "Can you read my forwarded emails": "Pouvez-vous lire mes e-mails transférés",
  "Does it support the \"+\" symbol (e.g. for Gmail aliases)": "Prend-il en charge le symbole \"+\" (par exemple pour les alias Gmail)",
  "Does this forward my email's headers": "Est-ce que cela transmet les en-têtes de mes e-mails",
  "Is this well-tested": "Est-ce bien testé",
  "Do you pass along SMTP response messages and codes": "Transmettez-vous des messages et des codes de réponse SMTP",
  "How do you prevent spammers and ensure good email forwarding reputation": "Comment éviter les spammeurs et garantir une bonne réputation de transfert d'e-mails",
  "Can I \"send mail as\" with this": "Puis-je \"envoyer du courrier en tant que\" avec ce",
  "Can I forward unlimited emails with this": "Puis-je transférer des e-mails illimités avec cela",
  "How do you perform DNS lookups on domain names": "Comment effectuez-vous des recherches DNS sur les noms de domaine",
  "How fast is this service": "Quelle est la vitesse de ce service",
  "The guided steps below should take no more than ten minutes of your time to setup.  Please be sure to read the instructions (and notes) thoroughly while you are following each step.": "Les étapes guidées ci-dessous ne devraient pas prendre plus de dix minutes de votre temps pour l'installation. Assurez-vous de lire attentivement les instructions (et les notes) pendant que vous suivez chaque étape.",
  "Be sure to replace the email address of ": "Assurez-vous de remplacer l'adresse e-mail de",
  " with the email address you want to forward emails to (only if it is not accurate already).  Similarly be sure to replace ": " avec l'adresse e-mail à laquelle vous souhaitez transférer les e-mails (uniquement si elle n'est pas déjà exacte). De même, assurez-vous de remplacer",
  " with your custom domain name (only if it is not accurate already).": " avec votre nom de domaine personnalisé (uniquement s'il n'est pas déjà précis).",
  "1.": "1.",
  " If you have already registered your domain name, then you must completely skip this step and go to step two.  Otherwise you can ": " Si vous avez déjà enregistré votre nom de domaine, vous devez ignorer complètement cette étape et passer à l'étape deux. Sinon, vous pouvez",
  "click here to register your domain name": "cliquez ici pour enregistrer votre nom de domaine",
  "2.": "2.",
  " Click on the provider under \"Provider Name\" below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:": " Cliquez sur le fournisseur sous \"Nom du fournisseur\" ci-dessous où vous avez enregistré votre nom de domaine, suivez les étapes respectives sous \"Étapes pour configurer DNS\", puis revenez à cet onglet pour continuer à lire l'étape trois ci-dessous:",
  "Clicking on a \"Provider Name\" below will open a link in a new tab for you.  After following the \"Steps to Configure DNS\" in this tab, do NOT close the tab, but instead return to this tab to proceed to step three.": "Cliquer sur un \"Nom de fournisseur\" ci-dessous ouvrira un lien dans un nouvel onglet pour vous. Après avoir suivi les «Étapes pour configurer DNS» dans cet onglet, ne fermez PAS l'onglet, mais revenez à cet onglet pour passer à l'étape trois.",
  "Provider Name": "Nom du fournisseur",
  "Steps to Configure DNS": "Étapes pour configurer DNS",
  "1&1": "1 & 1",
  "Sign in > Domain Center > (Select your domain) > Edit DNS Settings": "Connectez-vous> Centre de domaine> (Sélectionnez votre domaine)> Modifier les paramètres DNS",
  "Amazon Route 53": "Amazon Route 53",
  "Sign in > Hosted Zones > (Select your domain)": "Connexion> Zones hébergées> (Sélectionnez votre domaine)",
  "Cloudflare": "Cloudflare",
  "Sign in > DNS": "Connexion> DNS",
  "DNS Made Easy": "DNS en toute simplicité",
  "Sign in > DNS > (Select your domain)": "Connectez-vous> DNS> (Sélectionnez votre domaine)",
  "Digital Ocean": "Océan numérique",
  "Sign in > Networking > Domains > (Select your domain) > More > Manage Domain": "Connexion> Réseau> Domaines> (Sélectionnez votre domaine)> Plus> Gérer le domaine",
  "DreamHost": "DreamHost",
  "Sign in > Panel > Domains > Manage Domains > DNS": "Connexion> Panneau> Domaines> Gérer les domaines> DNS",
  "Dyn": "Homme",
  "Sign in > Overview > Manage > Simple Editor > Records": "Connexion> Présentation> Gérer> Éditeur simple> Enregistrements",
  "Gandi": "Pense",
  "Sign in > (Select your domain) > Management > Edit the zone": "Connectez-vous> (Sélectionnez votre domaine)> Gestion> Modifier la zone",
  "GoDaddy": "Allez papa",
  "Sign in > Manage My Domains > (Select your domain) > Manage DNS": "Connexion> Gérer mes domaines> (Sélectionnez votre domaine)> Gérer DNS",
  "Google Domains": "Google Domains",
  "Sign in > (Select your domain) > Configure DNS": "Connectez-vous> (Sélectionnez votre domaine)> Configurer DNS",
  "Namecheap": "Namecheap",
  "Sign in > Domain List > (Select your domain) > Manage > Advanced DNS": "Connectez-vous> Liste des domaines> (Sélectionnez votre domaine)> Gérer> DNS avancé",
  "Netlify": "Netlify",
  "Sign in > (Select your domain) > Setup Netlify DNS": "Connectez-vous> (Sélectionnez votre domaine)> Configurer Netlify DNS",
  "Network Solutions": "Solutions réseau",
  "Sign in > Account Manager > My Domain Names > (Select your domain) > Manage > Change Where Domain Points > Advanced DNS": "Connectez-vous> Gestionnaire de compte> Mes noms de domaine> (Sélectionnez votre domaine)> Gérer> Modifier l'emplacement des points de domaine> DNS avancé",
  "Shopify": "Shopify",
  "Sign in > Managed Domains > (Select your domain) > DNS Settings": "Connexion> Domaines gérés> (Sélectionnez votre domaine)> Paramètres DNS",
  "eNom": "eNom",
  "Sign in > Domains > My Domains": "Connexion> Domaines> Mes domaines",
  "3.": "3.",
  " Using your provider's DNS management page (the other tab you have opened), set the following \"MX\" record types on your domain name:": " À l'aide de la page de gestion DNS de votre fournisseur (l'autre onglet que vous avez ouvert), définissez les types d'enregistrement \"MX\" suivants sur votre nom de domaine:",
  "Name/Host/Alias": "Nom / hôte / alias",
  "TTL": "TTL",
  "Record Type": "Type d'enregistrement",
  "Priority": "Priorité",
  "Value/Answer/Destination": "Valeur / Réponse / Destination",
  "@ or leave blank": "@ ou laissez vide",
  "MX": "MX",
  "Note that there should be NO other MX records set on your domain name.  Both of the above records MUST exist.  If there were already MX records that existed, please delete them completely.": "Notez qu'aucun autre enregistrement MX ne doit être défini sur votre nom de domaine. Les deux enregistrements ci-dessus DOIVENT exister. S'il existait déjà des enregistrements MX, supprimez-les complètement.",
  "The \"TTL\" value does not need to be 3600, it could be a lower or higher value if necessary.": "La valeur \"TTL\" n'a pas besoin d'être de 3600, elle peut être inférieure ou supérieure si nécessaire.",
  "4.": "4.",
  " Using your provider's DNS management page (the other tab you have opened), set the following \"TXT\" record types on your domain name:": " À l'aide de la page de gestion DNS de votre fournisseur (l'autre onglet que vous avez ouvert), définissez les types d'enregistrement \"TXT\" suivants sur votre nom de domaine:",
  "If you are forwarding all emails from your domain, (\"all@example.com\", \"hello@example.com\", etc) to a specific address \"niftylettuce@gmail.com\":": "Si vous transférez tous les e-mails de votre domaine (\"all@example.com\", \"hello@example.com\", etc.) à une adresse spécifique \"niftylettuce@gmail.com\":",
  "TXT": "SMS",
  "Make sure to replace the values above in the \"Value/Answer/Destination\" column with your own email address.": "Assurez-vous de remplacer les valeurs ci-dessus dans la colonne \"Valeur / Réponse / Destination\" par votre propre adresse e-mail.",
  "If you just need to forward a single email address (e.g. \"hello@example.com\" to \"niftylettuce@gmail.com\"; this will also forward \"hello+test@example.com\" to \"niftylettuce+test@gmail.com\" automatically):": "Si vous avez juste besoin de transmettre une seule adresse e-mail (par exemple, \"hello@example.com\" à \"niftylettuce@gmail.com\", cela transmettra également \"hello+test@example.com\" à \"niftylettuce+test@gmail.com \"automatiquement):",
  "If you are forwarding multiple emails, then you'll want to separate them with a comma:": "Si vous transférez plusieurs e-mails, vous souhaiterez les séparer par une virgule:",
  "You can have an infinite amount of forwarding emails setup – just make sure to not wrap over 255 characters in a single-line and start each line with \"forward-email=\".  An example is provided below:": "Vous pouvez configurer une quantité infinie de courriels de transfert - assurez-vous simplement de ne pas envelopper plus de 255 caractères sur une seule ligne et de commencer chaque ligne par \"forward-email =\". Un exemple est fourni ci-dessous:",
  "You can also specify a domain name in your TXT record to have global alias forwarding (e.g. \"user@example.com\" will get forwarded to \"user@example.net\"):": "Vous pouvez également spécifier un nom de domaine dans votre enregistrement TXT pour que le transfert d'alias global (par exemple, \"user@example.com\" soit transmis à \"user@example.net\"):",
  "5.": "5.",
  " Using your provider's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record types on your domain name:": " À l'aide de la page de gestion DNS de votre fournisseur (l'autre onglet que vous avez ouvert), définissez en outre les types d'enregistrement \"TXT\" suivants sur votre nom de domaine:",
  "⚠️ If you are using Google Apps, you'll need to append ": "⚠️ Si vous utilisez Google Apps, vous devrez ajouter",
  " to the value above – e.g. ": " à la valeur ci-dessus - par ex.",
  "If you already have a similar line with \"v=spf1\", then you'll need to append ": "Si vous avez déjà une ligne similaire avec \"v = spf1\", vous devrez ajouter",
  " right before any existing \"include:host.com\" records and before the \"-all\" in the same line, for example\":": " juste avant tout enregistrement \"include: host.com\" existant et avant le \"-all\" sur la même ligne, par exemple \":",
  "Note that there is a difference between \"-all\" and \"~all\".  The \"-\" indicates that the SPF check should FAIL if it does not match, and \"~\" indicates that the SPF check should SOFTFAIL.  We recommend to use the \"-all\" approach to prevent domain forgery.": "Notez qu'il existe une différence entre \"-all\" et \"~ all\". Le \"-\" indique que la vérification SPF doit ÉCHOUER si elle ne correspond pas, et \"~\" indique que la vérification SPF doit SOFTFAIL. Nous vous recommandons d'utiliser l'approche \"-all\" pour empêcher la falsification de domaine.",
  "6.": "6.",
  " Verify your DNS records using our \"Verify Records\" tool available at ": " Vérifiez vos enregistrements DNS à l'aide de notre outil \"Vérifier les enregistrements\" disponible sur",
  "My Account > Domains": "Mon compte> Domaines",
  "7.": "sept.",
  " Send a test email to confirm it works.  Note that it might take some time for your DNS records to propagate.": " Envoyez un e-mail de test pour confirmer que cela fonctionne. Notez que la propagation de vos enregistrements DNS peut prendre un certain temps.",
  "8.": "8.",
  " Add ": " Ajouter",
  " to your contacts.  In the event that someone is attempting to send you an email that has a strict DMARC record policy of \"reject\" or \"quarantine\", we will rewrite the email's \"From\" header with a \"friendly-from\".  This means the \"From\" will look like \"Sender's Name ": " à vos contacts. Dans le cas où quelqu'un tente de vous envoyer un e-mail qui a une politique d'enregistrement DMARC stricte de \"rejet\" ou de \"mise en quarantaine\", nous réécrirons l'en-tête \"De\" de l'e-mail avec un \"friendly-from\". Cela signifie que le \"De\" ressemblera au \"Nom de l'expéditeur\"",
  "no-reply@forwardemail.net": "no-reply@forwardemail.net",
  "\" and a \"Reply-To\" will be added with the original sender's \"From\" address.  In the event that there is already a \"Reply-To\" set, we will not overwrite it.": "\"et un\" Reply-To \"sera ajouté avec l'adresse\" From \"de l'expéditeur d'origine. Dans le cas où il existe déjà un ensemble\" Reply-To \", nous ne le remplacerons pas.",
  "9.": "9.",
  " If you wish to \"Send Mail As\" from Gmail, then you will need to follow the steps under ": " Si vous souhaitez \"envoyer des e-mails en tant que\" à partir de Gmail, vous devrez suivre les étapes ci-dessous.",
  "How to Send Mail As Using Gmail": "Comment envoyer du courrier en utilisant Gmail",
  " below.": " au dessous de.",
  "Optional Add-ons:": "Modules complémentaires en option:",
  "Add a DMARC record for your domain name by following the instructions at ": "Ajoutez un enregistrement DMARC pour votre nom de domaine en suivant les instructions sur",
  "https://dmarc.postmarkapp.com": "https://dmarc.postmarkapp.com",
  " (this will allow DMARC verification to pass)": " (cela permettra à la vérification DMARC de passer)",
  "⚠️ If you intend to use ": "⚠️ Si vous avez l'intention d'utiliser",
  ", you can only set the DMARC policy to \"p=none\", for example:": ", vous pouvez uniquement définir la stratégie DMARC sur \"p = none\", par exemple:",
  "Setting other policies, \"quarantine\" or \"reject\", may cause sent mails to end up in recipient's spam folder or not delivered at all.": "La définition d'autres politiques, \"mise en quarantaine\" ou \"rejet\", peut entraîner le fait que les e-mails envoyés se retrouvent dans le dossier spam du destinataire ou ne soient pas remis du tout.",
  "DMARC requires both \"From\" and \"Return-Path\" to match the same domain. When you use \"Send Mail As\", your Gmail address would be used as the \"Return-Path\", instead of your custom domain in \"From\".": "DMARC nécessite à la fois \"De\" et \"Chemin de retour\" pour correspondre au même domaine. Lorsque vous utilisez \"Envoyer le courrier sous\", votre adresse Gmail sera utilisée comme \"chemin de retour\", au lieu de votre domaine personnalisé dans \"De\".",
  "If the email lands in your spam folder (which it should not), you can whitelist it (e.g. here are instructions for Google ": "Si l'e-mail atterrit dans votre dossier spam (ce qu'il ne devrait pas), vous pouvez le mettre en liste blanche (par exemple, voici les instructions pour Google",
  "https://support.google.com/a/answer/60751?hl=en&ref_topic=1685627": "https://support.google.com/a/answer/60751?hl=en&ref_topic=1685627",
  ")": ")",
  "Add the ability to \"Send Mail As\" from Gmail by following ": "Ajoutez la possibilité d '\"envoyer des messages sous\" à partir de Gmail en suivant",
  " below": " au dessous de",
  "The most probable cause of your issues with not receiving test emails or with configuration in general is due to DNS propagation and caching.": "La cause la plus probable de vos problèmes de non-réception d'e-mails de test ou de configuration en général est due à la propagation et à la mise en cache DNS.",
  "Fortunately ": "Heureusement",
  "our DNS provider Cloudflare has a nice \"Purge Cache\" tool available for you to use at:": "notre fournisseur DNS Cloudflare a un bel outil \"Purge Cache\" disponible pour vous à utiliser à:",
  " ": " ",
  "https://1.1.1.1/purge-cache/": "https://1.1.1.1/purge-cache/",
  "All you need to do is go to that link for both \"MX\" and \"TXT\" record types, enter your domain name, and click \"Purge Cache\".  You'll then need to wait a few minutes and try again!": "Tout ce que vous devez faire est d'accéder à ce lien pour les types d'enregistrement \"MX\" et \"TXT\", entrez votre nom de domaine et cliquez sur \"Purger le cache\". Vous devrez ensuite attendre quelques minutes et réessayer!",
  "After you've followed the steps above in ": "Après avoir suivi les étapes ci-dessus dans",
  " you can follow these steps in Gmail in order to \"Send Mail As\" using your custom domain.": " vous pouvez suivre ces étapes dans Gmail afin d '\"envoyer le courrier sous\" en utilisant votre domaine personnalisé.",
  "You need to have ": "Vous devez avoir",
  "Gmail's Two-Factor Authentication": "Authentification à deux facteurs de Gmail",
  " enabled for this to work.  Visit ": " activé pour que cela fonctionne. Visite",
  "https://www.google.com/landing/2step/": "https://www.google.com/landing/2step/",
  " if you do not have it enabled.": " si vous ne l'avez pas activé.",
  "Once Two-Factor Authentication is enabled (or if you already had it enabled), then visit ": "Une fois l'authentification à deux facteurs activée (ou si vous l'aviez déjà activée), visitez",
  "https://myaccount.google.com/apppasswords": "https://myaccount.google.com/apppasswords",
  "When prompted for \"Select the app and device you want to generate the app password for\":": "Lorsque vous êtes invité à \"Sélectionnez l'application et l'appareil pour lesquels vous souhaitez générer le mot de passe de l'application\":",
  "Select \"Mail\" under the drop-down for \"Select app\"": "Sélectionnez \"Mail\" dans le menu déroulant de \"Sélectionner une application\"",
  "Select \"Other\" under the drop-down for \"Select device\"": "Sélectionnez \"Autre\" dans le menu déroulant pour \"Sélectionner un appareil\"",
  "When prompted for text input, enter your custom domain's email address you're forwarding from (e.g. ": "Lorsque vous êtes invité à saisir du texte, entrez l'adresse e-mail de votre domaine personnalisé à partir de laquelle vous transférez (par exemple",
  " - this will help you keep track in case you use this service for multiple accounts)": " - cela vous aidera à garder une trace au cas où vous utilisez ce service pour plusieurs comptes)",
  "Copy the password to your clipboard that is automatically generated": "Copiez le mot de passe dans votre presse-papiers qui est généré automatiquement",
  "⚠️ If you are using Google Apps, visit your admin panel ": "⚠️ Si vous utilisez Google Apps, visitez votre panneau d'administration",
  "Apps > G Suite >Settings for Gmail > Advanced settings": "Applications> G Suite> Paramètres pour Gmail> Paramètres avancés",
  " and make sure to check \"Allow users to send mail through an external SMTP server...\". There will be some delay for this change to be activated, so please wait for ~5-10 minutes.": " et assurez-vous de cocher \"Autoriser les utilisateurs à envoyer du courrier via un serveur SMTP externe ...\". Il y aura un certain retard pour que ce changement soit activé, veuillez donc attendre environ 5 à 10 minutes.",
  "Go to ": "Aller à",
  "Gmail": "Gmail",
  " and under ": " et sous",
  "Settings > Accounts and Import > Send mail as": "Paramètres> Comptes et importation> Envoyer un e-mail en tant que",
  ", click \"Add another email address\"": ", cliquez sur \"Ajouter une autre adresse e-mail\"",
  "When prompted for \"Name\", enter the name that you want your email to be seen as \"From\" (e.g. ": "Lorsque vous êtes invité à \"Nom\", entrez le nom que vous souhaitez que votre e-mail soit considéré comme \"De\" (par exemple",
  "When prompted for \"Email address\", enter the email address with the custom domain you used above (e.g. ": "Lorsque vous êtes invité à \"Adresse e-mail\", entrez l'adresse e-mail avec le domaine personnalisé que vous avez utilisé ci-dessus (par exemple",
  "Uncheck \"Treat as an alias\"": "Décochez \"Traiter comme un alias\"",
  "Check it if you prefer the recipient to reply (to the mail sent using your custom domain) directly to your Gmail address. ": "Cochez-la si vous préférez que le destinataire réponde (au courrier envoyé via votre domaine personnalisé) directement à votre adresse Gmail.",
  "See details": "Voir les détails",
  "Click \"Next Step\" to proceed": "Cliquez sur \"Étape suivante\" pour continuer",
  "When prompted for \"SMTP Server\", enter ": "Lorsque vous êtes invité à \"Serveur SMTP\", entrez",
  " and leave the port as ": " et quitter le port comme",
  "When prompted for \"Username\", enter the portion of your Gmail address without the ": "Lorsque vous êtes invité à saisir \"Nom d'utilisateur\", saisissez la partie de votre adresse Gmail sans",
  " part (e.g. ": " partie (par ex.",
  " if my email is ": " si mon email est",
  "When prompted for \"Password\", paste from your clipboard the password you generated in step 2 above": "Lorsque vous êtes invité à \"mot de passe\", collez à partir de votre presse-papiers le mot de passe que vous avez généré à l'étape 2 ci-dessus",
  "Leave the radio button checked to \"Secured connection using TLS\"": "Laissez le bouton radio coché sur \"Connexion sécurisée à l'aide de TLS\"",
  "Click \"Add Account\" to proceed": "Cliquez sur \"Ajouter un compte\" pour continuer",
  "Open a new tab to ": "Ouvrez un nouvel onglet pour",
  " and wait for your verification email to arrive (you will receive a verification code that confirms you are the owner of the email address you are attempting to \"Send Mail As\")": " et attendez l'arrivée de votre e-mail de vérification (vous recevrez un code de vérification qui confirme que vous êtes bien le propriétaire de l'adresse e-mail que vous essayez d'envoyer par e-mail en tant que)",
  "Once it arrives, copy and paste the verification code at the prompt you received in the previous step": "Une fois arrivé, copiez et collez le code de vérification à l'invite que vous avez reçue à l'étape précédente",
  "Once you've done that, go back to the email and click the link to \"confirm the request\". You need to do this step and the previous step for the email to be correctly configured.": "Une fois que vous avez fait cela, revenez à l'e-mail et cliquez sur le lien pour \"confirmer la demande\". Vous devez effectuer cette étape et l'étape précédente pour que l'e-mail soit correctement configuré.",
  "Done!": "Terminé!",
  "This is to ensure that emails land in the inbox as opposed to the spam folder.  We DO add a custom \"Reply-To\" header, so when recipients click \"Reply\" on your email - they send their email to the correct address and name.  Once we implement ARC signatures (we are waiting on a majority of email providers to adopt it) then we should be able to remove the \"Friendly From\" rewrite, and your users will no longer see \"no-reply\" in the FROM.   Subscribe ": "Cela permet de garantir que les e-mails arrivent dans la boîte de réception, contrairement au dossier spam. Nous ajoutons un en-tête \"Répondre à\" personnalisé, donc lorsque les destinataires cliquent sur \"Répondre\" sur votre e-mail - ils envoient leur e-mail à la bonne adresse et au bon nom. Une fois que nous aurons implémenté les signatures ARC (nous attendons que la majorité des fournisseurs de messagerie l'adoptent), nous devrions pouvoir supprimer la réécriture \"Friendly From\" et vos utilisateurs ne verront plus \"no-reply\" dans le FROM. Souscrire",
  "to this GitHub issue": "à ce problème GitHub",
  " for updates.  You will not need to do any re-configuration once this feature is added.": " pour les mises à jour. Vous n'aurez pas besoin de reconfigurer une fois cette fonctionnalité ajoutée.",
  "Yes, but this is ": "Oui, mais c'est",
  "NOT": "NE PAS",
  " recommended as this is an incredibly rare edge case.": " recommandé car il s'agit d'un cas de bord incroyablement rare.",
  "If you use Google Business for email, and want to use our server as a fallback so your mail still gets delivered, then just specify the Google mail servers with a lower priority than our mail servers.  An example is provided below:": "Si vous utilisez Google Business pour les e-mails et que vous souhaitez utiliser notre serveur comme solution de rechange pour que votre courrier soit toujours distribué, spécifiez simplement les serveurs de messagerie Google avec une priorité inférieure à nos serveurs de messagerie. Un exemple est fourni ci-dessous:",
  "Yes, absolutely.  Just specify multiple recipients in your TXT records.": "Oui absolument. Spécifiez simplement plusieurs destinataires dans vos enregistrements TXT.",
  "For example, if I want an email that goes to ": "Par exemple, si je veux un e-mail qui va à",
  " to get forwarded to ": " se faire transmettre à",
  " and ": " et",
  ", then my TXT record would look like this:": ", alors mon enregistrement TXT ressemblerait à ceci:",
  "Or, you could specify them in two separate lines, such as this:": "Ou, vous pouvez les spécifier sur deux lignes distinctes, comme celle-ci:",
  "It's up to you!": "C'est à vous!",
  "Yes, you can. Just specify multiple global catch-all recipients in your TXT records.": "Oui, vous pouvez. Spécifiez simplement plusieurs destinataires globaux fourre-tout dans vos enregistrements TXT.",
  "For example, if I want every email that goes to ": "Par exemple, si je veux que chaque e-mail soit envoyé à",
  " (the asterisk meaning its a wildcard aka catch-all) to get forwarded to ": " (l'astérisque signifiant son caractère générique alias fourre-tout) pour être transmis à",
  "Yes, the default limit is 5.  You could have ": "Oui, la limite par défaut est 5. Vous auriez pu",
  ", ": ",",
  ", … (from 1-5) – and any emails to ": ",… (De 1 à 5) - et tout e-mail à",
  " would get forwarded to ": " serait transmis à",
  ", … (from 1-5).": ",… (De 1-5).",
  "Yes, you can, however you still must adhere to the maximum limit.  If you have ": "Oui, vous pouvez, mais vous devez toujours respecter la limite maximale. Si tu as",
  ", then emails to ": ", puis envoyez un e-mail à",
  ".  Note that an error will be thrown if you attempt to recursively forward emails.": ". Notez qu'une erreur sera générée si vous essayez de transférer récursivement des e-mails.",
  "We use MX and TXT record verification, therefore if you add this service's respective MX and TXT records, then you're registered.  If you remove them, then you're unregistered.  You have ownership of your domain and DNS management, so if someone has access to that then that's a problem.": "Nous utilisons la vérification des enregistrements MX et TXT, donc si vous ajoutez les enregistrements MX et TXT respectifs de ce service, vous êtes inscrit. Si vous les supprimez, vous n'êtes pas enregistré. Vous êtes propriétaire de votre domaine et de la gestion DNS, donc si quelqu'un y a accès, c'est un problème.",
  "The service continues to run thanks to ": "Le service continue de fonctionner grâce à",
  "donations": "des dons",
  "We want to provide a free alternative (since we feel bad) for people that are using closed-source forwarding services (and subsequently risking their privacy and security).": "Nous voulons offrir une alternative gratuite (car nous nous sentons mal) aux personnes qui utilisent des services de transfert de source fermée (et qui risquent par conséquent de compromettre leur vie privée et leur sécurité).",
  "We default to a 25 MB size limit (the same as Gmail), which includes content, headers, and attachments.": "Nous avons par défaut une limite de taille de 25 Mo (identique à Gmail), qui inclut le contenu, les en-têtes et les pièces jointes.",
  "An error with the proper response code is returned if the file size limit is exceeded.": "Une erreur avec le code de réponse approprié est renvoyée si la taille limite du fichier est dépassée.",
  "No, absolutely not.  See our ": "Non, absolument pas. Voir notre",
  "No, I cannot read your emails and I have no wish to.  Many other email forwarding providers unethically read your email.  This is not what I'm about.": "Non, je ne peux pas lire vos e-mails et je ne le souhaite pas. De nombreux autres fournisseurs de transfert de courrier électronique lisent votre courrier de manière non éthique. Ce n'est pas de ça que je parle.",
  "The code that is deployed to the server is publicly visible on GitHub!": "Le code déployé sur le serveur est visible publiquement sur GitHub!",
  "Yes, absolutely.": "Oui absolument.",
  "Yes, it has tests written with ava and also has code coverage.": "Oui, il a des tests écrits avec ava et a également une couverture de code.",
  "Yes, absolutely.  For example if you're sending an email to ": "Oui absolument. Par exemple, si vous envoyez un e-mail à",
  " and it's registered to forward to ": " et il est enregistré pour transmettre à",
  ", then the SMTP response message and code from the \"gmail.com\" SMTP server will be returned instead of the proxy server at \"mx1.forwardemail.net\" or \"mx2.forwardemail.net\".": ", le message de réponse SMTP et le code du serveur SMTP \"gmail.com\" seront renvoyés à la place du serveur proxy sur \"mx1.forwardemail.net\" ou \"mx2.forwardemail.net\".",
  "Per documentation and suggestions from Google at ": "Selon la documentation et les suggestions de Google à",
  "https://support.google.com/a/answer/175365?hl=en": "https://support.google.com/a/answer/175365?hl=en",
  ", along with best practice, including:": ", ainsi que les meilleures pratiques, notamment:",
  "DNSBL - we test senders IP's against the Spamhaus ": "DNSBL - nous testons les IP des expéditeurs contre le Spamhaus",
  "DNS blacklists": "Listes noires DNS",
  ", if any fail, then the sender is not permitted to send the message and is returned a detailed error message with instructions on how to de-list themselves from the specific blacklists they're listed under.": ", en cas d'échec, l'expéditeur n'est pas autorisé à envoyer le message et reçoit un message d'erreur détaillé avec des instructions sur la façon de se retirer de la liste noire spécifique sous laquelle il est répertorié.",
  "SpamAssassin - using ": "SpamAssassin - utilisation",
  " client to check emails and automatically reject them if they're marked as spam": " client pour vérifier les e-mails et les rejeter automatiquement s'ils sont marqués comme spam",
  "Checks daily for updated rules": "Vérifie quotidiennement les règles mises à jour",
  "Spam score threshold of (5.0)": "Seuil de score de spam de (5,0)",
  "Uses bayes theorem and auto learning": "Utilise le théorème de Bayes et l'apprentissage automatique",
  "Uses ": "Les usages",
  "other improvements": "autres améliorations",
  "SPF/DKIM - through checking if an SPF record exists for a sender, and if so, we reverse-lookup the SMTP connection's remote address to validate it matches the SPF record, otherwise it's rejected.  If an SPF record does not exist, then we require DKIM verification.  If DKIM headers are passed and fail, then it is rejected as well.  If no DKIM headers are passed, then we assume that DKIM validation passes.": "SPF / DKIM - en vérifiant si un enregistrement SPF existe pour un expéditeur, et si c'est le cas, nous inversons la recherche de l'adresse distante de la connexion SMTP pour la valider correspond à l'enregistrement SPF, sinon elle est rejetée. Si un enregistrement SPF n'existe pas, nous avons besoin d'une vérification DKIM. Si les en-têtes DKIM sont passés et échouent, il est également rejeté. Si aucun en-tête DKIM n'est transmis, nous supposons que la validation DKIM réussit.",
  "MX - through checking if the sender's from address domain has MX records (so it's actually coming from a mail exchange/SMTP server), otherwise it's rejected": "MX - en vérifiant si l'expéditeur du domaine d'adresse contient des enregistrements MX (donc il provient en fait d'un serveur de messagerie / SMTP), sinon il est rejeté",
  "Disposable Email Addresses - we automatically block senders that are from the ": "Adresses électroniques jetables - nous bloquons automatiquement les expéditeurs",
  "disposable-email-domains": "domaines de messagerie jetables",
  " list": " liste",
  "FQDN - validates that senders SMTP connections are from FQDN (meaning no IP addresses, they must have a valid domain name resolved)": "FQDN - valide que les connexions SMTP des expéditeurs proviennent du FQDN (ce qui signifie aucune adresse IP, ils doivent avoir un nom de domaine valide résolu)",
  "TXT - through checking if the email address the sender is trying to send to has a TXT DNS record with a valid email forwarding setup. The SSL certificates (main domain name or alternative names) of all MX servers of the forwarding destination must match the MX entry.": "TXT - en vérifiant si l'adresse e-mail à laquelle l'expéditeur tente d'envoyer a un enregistrement DNS TXT avec une configuration de transfert d'e-mail valide. Les certificats SSL (nom de domaine principal ou noms alternatifs) de tous les serveurs MX de la destination de transfert doivent correspondre à l'entrée MX.",
  "DMARC - we check if a DMARC record exists from the sender's FQDN, and if so, if it is \"reject\" or \"quarantine\" then we re-write the \"From\" of the email as a \"friendly-from\".  This means the \"From\" is set to \"$originalName ": "DMARC - nous vérifions si un enregistrement DMARC existe à partir du nom de domaine complet de l'expéditeur, et si c'est le cas, s'il s'agit d'un \"rejet\" ou d'une \"mise en quarantaine\", nous réécrivons le \"De\" de l'e-mail en tant que \"ami de\". Cela signifie que le \"De\" est défini sur \"$ originalName\"",
  "\" (\"$originalName\" is the original From name, e.g. \"John Doe\" in \"John Doe ": "\"(\" $ originalName \"est le nom d'origine de, par exemple\" John Doe \"dans\" John Doe \"",
  "john@domain.com": "john@domain.com",
  "\").  Furthermore we set a \"Reply-To\" (if one is not already set) of the original sender's from address.": "\"). De plus, nous avons défini un\" Reply-To \"(s'il n'y en a pas déjà un) de l'adresse d'expéditeur d'origine.",
  "Yes! As of October 2, 2018 we have added this feature.  See ": "Oui! Depuis le 2 octobre 2018, nous avons ajouté cette fonctionnalité. Voir",
  " above!": " au dessus!",
  "Practically yes - the only current restriction is that senders (by unique email address) are limited to sending (300) emails per hour through the system.": "Pratiquement oui - la seule restriction actuelle est que les expéditeurs (par adresse e-mail unique) sont limités à l'envoi (300) e-mails par heure via le système.",
  "If this limit is exceeded we send a \"451\" response code which tells the senders mail server to retry later.": "Si cette limite est dépassée, nous envoyons un code de réponse \"451\" qui indique au serveur de messagerie de l'expéditeur de réessayer plus tard.",
  "We use CloudFlare's privacy-first consumer DNS service (see ": "Nous utilisons le service DNS grand public de CloudFlare (voir",
  "announcement here": "annonce ici",
  ").  Note that the Python packages we use (": "). Notez que les packages Python que nous utilisons (",
  ") do not have the means like Node.js does with ": ") n'ont pas les moyens comme Node.js le fait avec",
  " and its method ": " et sa méthode",
  " – therefore we set the server DNS to ": " - nous avons donc réglé le serveur DNS sur",
  " which it will use as a fallback in this case.": " qu'il utilisera comme solution de rechange dans ce cas.",
  "The latest version, v2 (released on May 6, 2019) was a major rewrite from v1 and focuses on performance through streams.  ": "La dernière version, v2 (publiée le 6 mai 2019) était une réécriture majeure de la v1 et se concentre sur les performances via les flux.",
  "Nodemailer's": "Nodemailer",
  " prolific author Andris Reinman (": " auteur prolifique Andris Reinman (",
  "@andris9": "@ andris9",
  ") helped us switch off using the ": ") nous a aidés à désactiver",
  " library and use ": " bibliothèque et utilisation",
  " instead with some custom transform logic to split the header and the body of the message without affecting the body.  This allows us to perform operations on headers very fast (such as security checks and for SPF/DKIM/DMARC compliance).": " à la place, avec une logique de transformation personnalisée pour diviser l'en-tête et le corps du message sans affecter le corps. Cela nous permet d'effectuer des opérations sur les en-têtes très rapidement (comme les contrôles de sécurité et pour la conformité SPF / DKIM / DMARC).",
  "In other words, the latest version of this service uses streams purely now and is lightning fast.": "En d'autres termes, la dernière version de ce service utilise uniquement des flux et est ultra-rapide.",
  "  The older version v1 also had some logic not in the most optimal order of operations – but now v2 does less memory/network intense operations first (and returns early if possible to send a response as quickly as possible to the SMTP client).": "  L'ancienne version v1 avait également une logique pas dans l'ordre des opérations le plus optimal - mais maintenant la v2 fait d'abord moins d'opérations mémoire / réseau intense (et revient tôt si possible pour envoyer une réponse aussi rapidement que possible au client SMTP).",
  "At no point in time do we write to disk or store emails – everything is done in-memory thanks to Node.js's streams and transforms! 🎉": "À aucun moment, nous n'écrivons sur le disque ou stockons des e-mails - tout est fait en mémoire grâce aux flux et transformations de Node.js! 🎉",
  "History": "Histoire",
  "Background": "Contexte",
  "Alternatives": "Alternatives",
  "We created this service after realizing that the only \"free\" email forwarding services that exist today are closed-source and proprietary.  This means they probably read your forwarded emails.": "Nous avons créé ce service après avoir réalisé que les seuls services de transfert d'e-mails \"gratuits\" qui existent aujourd'hui sont de source fermée et propriétaires. Cela signifie qu'ils ont probablement lu vos e-mails transférés.",
  "We also practice the \"do not repeat yourself\" and \"good coders code, great coders re-use\" principles - so an endless search, trial, and error was conducted  on StackOverflow, GitHub, Gists, and elsewhere for alternative solutions.": "Nous pratiquons également les principes \"ne vous répétez pas\" et \"bon code des codeurs, réutilisation des grands codeurs\" - donc une recherche, des essais et des erreurs sans fin ont été effectués sur StackOverflow, GitHub, Gists et ailleurs pour des solutions alternatives.",
  "Of course there is Haraka, sendmail, postfix, and dozens of other options, but they require a lot of setup, configuration, testing, maintenance, and are not simple. The current service offering for email forwarding is either extremely bloated, insecure, requires payment, has a convoluted setup with unsolved or undocumented bugs (that lead you down a rabbit hole of searching for hours to come up empty handed), or they are closed-source.": "Bien sûr, il existe Haraka, sendmail, postfix et des dizaines d'autres options, mais elles nécessitent beaucoup d'installation, de configuration, de test, de maintenance et ne sont pas simples. L'offre de services actuelle pour le transfert d'e-mails est soit extrêmement gonflée, non sécurisée, nécessite un paiement, a une configuration alambiquée avec des bugs non résolus ou non documentés (qui vous mènent dans un trou de lapin à chercher des heures à venir les mains vides), ou ils sont fermés- la source.",
  "There are also solutions that use \"serverless\" technologies, such as through Amazon SES and Amazon Lambda, but again they are extremely confusing, time intensive, and no typical user would go to those lengths for setup (and instead would probably end up using a simpler alternative as we almost did; in exchange for lack of privacy).": "Il existe également des solutions qui utilisent des technologies \"sans serveur\", comme par le biais d'Amazon SES et d'Amazon Lambda, mais là encore, elles sont extrêmement déroutantes, demandent beaucoup de temps, et aucun utilisateur typique n'irait à ces longueurs pour la configuration (et finirait probablement par utiliser un alternative plus simple comme nous l'avons presque fait; en échange du manque d'intimité).",
  "Furthermore, solutions like Amazon SES do not allow you to modify the envelope of the SMTP request, therefore you will need to add a Reply-To header and rewrite the From header as well to something like from@noreply.com (which is really not clean).": "De plus, des solutions comme Amazon SES ne vous permettent pas de modifier l'enveloppe de la demande SMTP, vous devrez donc ajouter un en-tête Reply-To et réécrire également l'en-tête From à quelque chose comme from@noreply.com (qui n'est vraiment pas nettoyer).",
  "Then there is Gmail, which costs money for custom domains (it used to be free).  They obviously scan and parse your emails as well. They also do not allow you to easily set up email forwarding for custom domains anymore.": "Ensuite, il y a Gmail, qui coûte de l'argent pour les domaines personnalisés (autrefois gratuits). De toute évidence, ils analysent et analysent également vos e-mails. Ils ne vous permettent pas non plus de configurer facilement le transfert d'e-mails pour des domaines personnalisés.",
  "There is also Zoho mail, but again that requires you signing up for an account with Zoho, and then forwarding over the emails in a configuration setting.": "Il existe également des messages Zoho, mais là encore, vous devez vous inscrire à un compte avec Zoho, puis transférer les e-mails dans un paramètre de configuration.",
  "Terms": "termes",
  "By accessing this web site, you are agreeing to be bound by these web site Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this web site are protected by applicable copyright and trade mark law.": "En accédant à ce site Web, vous acceptez d'être lié par les présentes conditions d'utilisation du site Web, toutes les lois et réglementations applicables, et convenez que vous êtes responsable du respect de toutes les lois locales applicables. Si vous n'êtes pas d'accord avec l'une de ces conditions, il vous est interdit d'utiliser ou d'accéder à ce site. Les éléments contenus dans ce site Web sont protégés par le droit d'auteur et la loi sur les marques applicables.",
  "Disclaimer": "Avertissement",
  "Limitations": "Limites",
  "Service Level Agreement (\"SLA\")": "Contrat de niveau de service (\"SLA\")",
  "Agreement": "Accord",
  "Credits": "Crédits",
  "Eligibility": "Admissibilité",
  "Revisions and Errata": "Révisions et errata",
  "Links": "Liens",
  "Site Terms of Use Modifications": "Modifications des conditions d'utilisation du site",
  "Governing Law": "Loi applicable",
  "License": "Licence",
  "The materials on ForwardEmail's web site are provided \"as is\". ForwardEmail makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, ForwardEmail does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its Internet web site or otherwise relating to such materials or on any sites linked to this site.": "Le matériel sur le site Web de ForwardEmail est fourni \"tel quel\". ForwardEmail n'offre aucune garantie, expresse ou implicite, et rejette et annule par la présente toutes les autres garanties, y compris, sans limitation, les garanties ou conditions implicites de qualité marchande, d'adéquation à un usage particulier, ou de non-violation de la propriété intellectuelle ou autre violation des droits. De plus, ForwardEmail ne garantit ni ne fait aucune déclaration concernant l'exactitude, les résultats probables ou la fiabilité de l'utilisation des matériaux sur son site Web Internet ou autrement liés à ces matériaux ou sur tout site lié à ce site.",
  "In no event shall ForwardEmail or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on ForwardEmail's Internet site, even if ForwardEmail or a ForwardEmail authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.": "En aucun cas, ForwardEmail ou ses fournisseurs ne seront responsables des dommages (y compris, sans limitation, des dommages pour perte de données ou de profit, ou en raison d'une interruption d'activité) résultant de l'utilisation ou de l'impossibilité d'utiliser les documents sur le site Internet de ForwardEmail, même si ForwardEmail ou un représentant autorisé de ForwardEmail a été informé oralement ou par écrit de la possibilité de tels dommages. Étant donné que certaines juridictions n'autorisent pas les limitations des garanties implicites ou les limitations de responsabilité pour les dommages indirects ou accessoires, ces limitations peuvent ne pas s'appliquer à vous.",
  "\"Downtime\" refers to a factor of more than a 5% user error rate, determined by a server-side error rate.": "Le «temps d'arrêt» fait référence à un facteur supérieur à un taux d'erreur utilisateur de 5%, déterminé par un taux d'erreur côté serveur.",
  "\"Monthly Uptime Percentage\" refers to the total minutes in a calendar month minus the number of minutes of Downtime suffered in the calendar month, divided by the total minutes in the calendar month.": "Le \"pourcentage de disponibilité mensuelle\" fait référence au nombre total de minutes d'un mois civil moins le nombre de minutes d'indisponibilité subies au cours du mois civil, divisé par le nombre total de minutes du mois civil.",
  "ForwardEmail shall use all reasonable commercial efforts (no less than acceptable and reasonable industry standards) to ensure that the ForwardEmail service is available to paying customers 99.99% of the time in any calendar month.  If it is not, then you may be eligible to receive the ": "ForwardEmail doit déployer tous les efforts commerciaux raisonnables (pas moins que les normes acceptables et raisonnables de l'industrie) pour garantir que le service ForwardEmail est disponible pour les clients payants 99,99% du temps au cours d'un mois civil. Si ce n'est pas le cas, vous pourriez être admissible à recevoir le",
  " described below in accordance with ": " décrit ci-dessous conformément à",
  "Monthly Uptime Percentage": "Pourcentage de disponibilité mensuel",
  "Days of Service": "Jours de service",
  "*": "*",
  "<": "<",
  " 99.99% – >= 99.90%": " 99,99% -> = 99,90%",
  " 99.90% – >= 95.00%": " 99,90% -> = 95,00%",
  " 95.50%": " 95,50%",
  " Instead of receiving Days of Service being added to your account, you can also choose to have us issue a pro-rated refund.": " Au lieu de recevoir des jours de service ajoutés à votre compte, vous pouvez également choisir de nous faire émettre un remboursement au prorata.",
  "Minimum credit amount must be at least $1.00 to be eligible.  Maximum credit is capped at the 30 days or the total amount the customer is paying per the most recent calendar month with respect to Downtime (whichever is greater).  Paying customers affected for any Downtime must request Credits by filing a ": "Le montant minimum du crédit doit être d'au moins 1,00 $ pour être admissible. Le crédit maximal est plafonné à 30 jours ou au montant total payé par le client pour le mois civil le plus récent en ce qui concerne les temps d'arrêt (le plus élevé des deux). Les clients payants concernés pour toute interruption doivent demander des crédits en déposant un",
  " within 30 days from the date of Downtime.  Credits only apply for Downtime factors that are within the primary control of ForwardEmail.": " dans les 30 jours à compter de la date d'indisponibilité. Les crédits s'appliquent uniquement aux facteurs d'indisponibilité qui sont sous le contrôle principal de ForwardEmail.",
  "The materials appearing on ForwardEmail's web site could include technical, typographical, or photographic errors. ForwardEmail does not warrant that any of the materials on its web site are accurate, complete, or current. ForwardEmail may make changes to the materials contained on its web site at any time without notice. ForwardEmail does not, however, make any commitment to update the materials.": "Les documents apparaissant sur le site Web de ForwardEmail peuvent contenir des erreurs techniques, typographiques ou photographiques. ForwardEmail ne garantit pas que les éléments de son site Web sont exacts, complets ou à jour. ForwardEmail peut apporter des modifications aux éléments contenus sur son site Web à tout moment sans préavis. ForwardEmail ne s'engage cependant pas à mettre à jour le matériel.",
  "ForwardEmail has not reviewed all of the sites linked to its Internet web site and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by ForwardEmail of the site. Use of any such linked web site is at the user's own risk.": "ForwardEmail n'a pas examiné tous les sites liés à son site Web Internet et n'est pas responsable du contenu de ces sites liés. L'inclusion de tout lien n'implique pas l'approbation par ForwardEmail du site. L'utilisation d'un tel site Web lié est aux risques et périls de l'utilisateur.",
  "ForwardEmail may revise these terms of use for its web site at any time without notice. By using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.": "ForwardEmail peut réviser ces conditions d'utilisation de son site Web à tout moment sans préavis. En utilisant ce site Web, vous acceptez d'être lié par la version alors en vigueur de ces conditions d'utilisation.",
  "Any claim relating to ForwardEmail's web site shall be governed by the laws of the State of Delaware without regard to its conflict of law provisions.": "Toute réclamation relative au site Web de ForwardEmail sera régie par les lois de l'État du Delaware sans égard à ses dispositions en matière de conflit de lois.",
  "General Terms and Conditions applicable to Use of a Web Site.": "Conditions générales applicables à l'utilisation d'un site Web.",
  "Business Source License 1.1": "Licence Business Source 1.1",
  " © ": " ©",
  "Niftylettuce, LLC.": "Niftylettuce, LLC.",
  "API": "FEU",
  "On-boarding": "Intégration",
  "Database": "Base de données",
  "Domains": "Domaines",
  "Aliases": "Alias",
  "Contributors": "Contributeurs",
  "If no domain yet exists once signed in, then is prompted to add a new domain.": "Si aucun domaine n'existe encore une fois connecté, vous êtes invité à ajouter un nouveau domaine.",
  "DNS lookup occurs to determine if domain is registered, if not, then share affiliate link": "La recherche DNS se produit pour déterminer si le domaine est enregistré, sinon, puis partager le lien d'affiliation",
  "DNS lookup occurs to determine where current name servers are and if using a mail service": "La recherche DNS se produit pour déterminer où se trouvent les serveurs de noms actuels et si vous utilisez un service de messagerie",
  "Based off DNS lookup, a guide is generated for the user to configure DNS": "Basé sur la recherche DNS, un guide est généré pour que l'utilisateur configure DNS",
  "Aliases can be configured, added, removed, enabled, and disabled at any time": "Les alias peuvent être configurés, ajoutés, supprimés, activés et désactivés à tout moment",
  "Endpoint": "Endpoint",
  "Method": "Méthode",
  "Description": "La description",
  "GET": "AVOIR",
  "List all domains": "Lister tous les domaines",
  "POST": "PUBLIER",
  "Create a new domain": "Créer un nouveau domaine",
  "Retrieve a domain by ": "Récupérer un domaine par",
  "PUT": "METTRE",
  "Update a domain by ": "Mettre à jour un domaine en",
  "DELETE": "SUPPRIMER",
  "Delete a domain by ": "Supprimer un domaine par",
  "Retrieve all aliases for a domain by ": "Récupérez tous les alias d'un domaine en",
  "Create a new alias": "Créer un nouvel alias",
  "Retrieve an alias by ": "Récupérer un alias par",
  "Update an alias by ": "Mettre à jour un alias par",
  "Delete an alias by ": "Supprimer un alias par",
  " (Array) - contains an Array of Objects with ": " (Array) - contient un tableau d'objets avec",
  " (ObjectID) and ": " (ObjectID) et",
  " (String, enumerable, must be \"admin\" or \"user\", defaults to \"user\", must have at least one Object and at least one admin)": " (La chaîne, énumérable, doit être \"admin\" ou \"utilisateur\", par défaut \"utilisateur\", doit avoir au moins un objet et au moins un administrateur)",
  " (String) - either a host name or a mail exchanger name (must be IP or FQDN)": " (Chaîne) - soit un nom d'hôte ou un nom d'échangeur de messagerie (doit être IP ou FQDN)",
  " (ObjectID) - reference to a domain (required)": " (ObjectID) - référence à un domaine (obligatoire)",
  " (ObjectID) - reference to user that created this alias (required, note that admins of the domain can edit aliases created by any user, but normal users of the domain can only manage aliases they have created)": " (ObjectID) - référence à l'utilisateur qui a créé cet alias (obligatoire, notez que les administrateurs du domaine peuvent modifier les alias créés par n'importe quel utilisateur, mais les utilisateurs normaux du domaine ne peuvent gérer que les alias qu'ils ont créés)",
  " (String) - the username portion (defaults to ": " (Chaîne) - la partie du nom d'utilisateur (par défaut à",
  " wildcard) (must be valid email when combined with domain)": " caractère générique) (doit être un e-mail valide lorsqu'il est combiné avec un domaine)",
  " (Array) - contains an Array of Strings": " (Array) - contient un tableau de châines de caractères",
  "Name": "Nom",
  "Website": "Site Internet",
  "Nick Baugh": "Nick Baugh",
  "http://niftylettuce.com/": "http://niftylettuce.com/",
  "ForwardEmail.net": "ForwardEmail.net",
  "\n": "\n",
  "ForwardEmail.net service": "Service ForwardEmail.net",
  "Get Started": "Commencer",
  "Visit ": "Visitez",
  "https://forwardemail.net": "https://forwardemail.net",
  " to get started!": " pour commencer!",
  "ForwardEmail": "Un courriel transféré",
  "Free Email Forwarding for Custom Domains &#124; <span class=\"notranslate\">ForwardEmail</span>": "Transfert d&#39;e-mails gratuit pour les domaines personnalisés &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Ask a question": "Poser une question",
  "Have you read our <a href=\"/en/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/en/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Email address": "Adresse électronique",
  "Write your message": "Écrivez votre message",
  "Message": "Message",
  "We'll be in contact with you!": "Nous vous recontacterons sous peu !",
  "Send message": "Envoyer le message",
  "Sign up now": "S'inscrire maintenant",
  "Sign up with Google": "S'inscrire avec Google",
  "Sign up with GitHub": "S'inscrire avec GitHub",
  "or": "ou",
  "Password": "Mot de passe",
  "Sign Up": "S'inscrire",
  "Registered?": "Déjà inscrit?",
  "Sign in": "Se connecter",
  "Read our <a href=\"/en/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/en/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Lisez notre <a href=\"/en/privacy\" target=\"_blank\" rel=\"noopener\">politique de confidentialité</a> et nos <a href=\"/en/terms\" target=\"_blank\" rel=\"noopener\">conditions</a>",
  "Welcome back!": "Nous saluons le retour!",
  "Sign in with Google": "Se connecter avec Google",
  "Sign in with GitHub": "Se connecter avec GitHub",
  "Forget your password?": "Mot de passe oublié?",
  "Sign In": "Se connecter",
  "Not registered?": "Pas encore inscrit ?",
  "Sign up": "S'inscrire",
  "Toggle navigation": "Basculer la navigation",
  "Features": "Fonctionnalités",
  "FAQ": "FAQ",
  "Help": "Aide",
  "Sign up for free": "Inscrivez-vous gratuitement",
  "👋 We <u class=\"font-weight-bold\">don't store logs nor emails</u>. We don't track you. Regain your right to privacy. 🎉": "👋 Nous <u class=\"font-weight-bold\">ne stockons ni journaux ni e-mails</u> . Nous ne vous suivons pas. Reprenez votre droit à la vie privée. 🎉",
  "👋 We <u class=\"font-weight-bold\">don't store logs nor emails</u>. Period. 🎉": "👋 Nous <u class=\"font-weight-bold\">ne stockons ni journaux ni e-mails</u> . Période. 🎉",
  "Free Email Forwarding<span class=\"d-none d-md-block\"> for Custom Domains</span>": "Transfert d&#39;e-mails gratuit <span class=\"d-none d-md-block\">pour les domaines personnalisés</span>",
  "Create and forward an <u class=\"font-weight-bold\">unlimited</u> amount of email addresses with your domain name. Plus get catch-all, wildcard, and disposable forwarding addresses!": "Créez et transférez un nombre <u class=\"font-weight-bold\">illimité</u> d&#39;adresses e-mail avec votre nom de domaine. Obtenez en plus des adresses fourre-tout, des caractères génériques et des adresses de transfert jetables!",
  "No credit card required": "Pas de carte de crédit nécessaire",
  "Learn more": "En savoir plus",
  "Protect your inbox.": "Protégez votre boîte de réception.",
  "We use industry standard email header validation and signature checks, spam prevention tools, DNS blacklist lookups, and domain verification.  All powered by Cloudflare's <a href=\"https://blog.cloudflare.com/announcing-1111/\" target=\"_blank\" rel=\"noopener\" class=\"text-white\">privacy-first consumer DNS service</a>.": "Nous utilisons la validation d&#39;en-tête d&#39;e-mail et les vérifications de signature standard, des outils de prévention du spam, des recherches de liste noire DNS et une vérification de domaine. Le tout alimenté par le <a href=\"https://blog.cloudflare.com/announcing-1111/\" target=\"_blank\" rel=\"noopener\" class=\"text-white\">service DNS grand public</a> de Cloudflare.",
  "Stay protected": "Restez protégé",
  "Our Features": "Nos caractéristiques",
  "Privacy First": "La confidentialité d'abord",
  "We created this service because you have a right to privacy.  Existing services did not respect it.  We use robust encryption and a zero-tolerance policy for logs of any kind.": "Nous avons créé ce service parce que vous avez droit à la confidentialité. Les services existants ne la respectent pas. Nous utilisons un chiffrement robuste et une politique de tolérance zéro pour les journaux de toute nature.",
  "Regain your privacy": "Retrouver votre vie privée",
  "Disposable Addresses": "Adresses jetables",
  "Create a specific or an anonymous email address that forwards to you.  You can even assign it a label and enable or disable it at any time to keep your inbox tidy.  Your actual email address is never exposed.": "Créez une adresse e-mail spécifique ou anonyme qui vous sera transmise. Vous pouvez même lui attribuer une étiquette et l'activer ou la désactiver à tout moment pour garder votre boîte de réception en ordre. Votre adresse e-mail réelle n'est jamais exposée.",
  "Disposable addresses": "Adresses jetables",
  "Multiple Recipients and Wildcards": "Destinataires multiples et caractères génériques",
  "You can forward a single address to multiple, and even use wildcard addresses &ndash; also known as catch-all's.  Managing your company's inboxes has never been easier.": "Vous pouvez transférer une seule adresse vers plusieurs, et même utiliser des adresses génériques & ndash; également connu sous le nom de fourre-tout. La gestion des boîtes de réception de votre entreprise n'a jamais été aussi simple.",
  "Start forwarding now": "Commencez à transférer maintenant",
  "\"Send mail as\" with Gmail": "\"Envoyer des e-mails en tant que\" avec Gmail",
  "You'll never have to leave your inbox to send out emails as if they're from your company.  Send and reply-to messages as if they're from you@company.com directly from you@gmail.com.": "Vous n'aurez jamais à quitter votre boîte de réception pour envoyer des e-mails comme s'ils venaient de votre entreprise. Envoyez et répondez aux messages comme s'ils venaient de you@company.com directement de you@gmail.com.",
  "Configure your inbox": "Configurez votre boîte de réception",
  "100% open-source.": "100% open-source.",
  "Unlike other services, we <u>don't</u> store logs, <u>never</u> read emails, and are <u>100%</u> open-source.  Made by <a href=\"https://github.com/niftylettuce\" class=\"text-white\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a>, an open-source enthusiast and privacy advocate.": "Contrairement à d&#39;autres services, nous <u>ne</u> stockons <u>pas</u> les journaux, <u>ne</u> lisons <u>jamais les</u> e-mails et sommes <u>100%</u> open-source. Fabriqué par <a href=\"https://github.com/niftylettuce\" class=\"text-white\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a> , un passionné open-source et un défenseur de la vie privée.",
  "View source code": "Afficher le code source",
  "Our Numbers": "Nos chiffres",
  "99.99%": "99,99%",
  "Service Uptime": "Disponibilité du service",
  "Global Servers": "Serveurs mondiaux",
  "20K+": "20K +",
  "Active Users": "Utilisateurs actifs",
  "Trusted by the community": "Reconnu par la communauté",
  "1,000+ Stars": "1000+ étoiles",
  "Need help?": "Besoin d'aide?",
  "English": "Anglais",
  "Arabic": "Arabe",
  "Chinese": "Chinois",
  "Czech": "Tchèque",
  "Danish": "Danois",
  "Dutch": "Néerlandais",
  "Finnish": "Finlandais",
  "French": "Français",
  "German": "Allemand",
  "Hebrew": "Hébreu",
  "Hungarian": "Hongrois",
  "Indonesian": "Indonésien",
  "Italian": "Italien",
  "Japanese": "Japonais",
  "Korean": "Coréen",
  "Norwegian": "Norvégien",
  "Polish": "Polonais",
  "Portuguese": "Portugais",
  "Russian": "Russe",
  "Spanish": "Espagnol",
  "Swedish": "Suédois",
  "Thai": "Thaïlandais",
  "Turkish": "Turc",
  "Ukrainian": "Ukrainien",
  "Vietnamese": "Vietnamien",
  "Resources": "Ressources",
  "Domain Registration": "Enregistrement de domaines",
  "Donate": "Faire un don",
  "Developers": "Développeurs",
  "Coming soon": "Bientôt disponible",
  "API Documentation": "Documentation de l'API",
  "Releases": "Versions",
  "Status Page": "Page d'état",
  "Source Code": "Code source",
  "Company": "Entreprise",
  "About": "À propos",
  "Privacy": "Vie privée",
  "Twitter": "Twitter",
  "GitHub": "GitHub",
  "Email": "Email",
  "Success": "Succès",
  "Error": "Erreur",
  "Info": "Info",
  "Warning": "Avertissement",
  "Question": "Question",
  "OK": "OK",
  "Cancel": "Annuler",
  "Close this dialog": "Fermer cette boîte de dialogue",
  "Are you sure?": "Êtes-vous sûr?",
  "Please confirm if you wish to continue.": "Veuillez confirmer si vous souhaitez continuer.",
  "Have you read our <a href=\"/he/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/he/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Read our <a href=\"/he/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/he/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Lisez notre <a href=\"/he/privacy\" target=\"_blank\" rel=\"noopener\">politique de confidentialité</a> et nos <a href=\"/he/terms\" target=\"_blank\" rel=\"noopener\">conditions</a>",
  "עברית": "Hébreu",
  "Have you read our <a href=\"/no/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/no/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Read our <a href=\"/no/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/no/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Lisez notre <a href=\"/no/privacy\" target=\"_blank\" rel=\"noopener\">politique de confidentialité</a> et nos <a href=\"/no/terms\" target=\"_blank\" rel=\"noopener\">conditions</a>",
  "Norsk": "Norvégien",
  "Have you read our <a href=\"/th/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/th/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Read our <a href=\"/th/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/th/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Lisez notre <a href=\"/th/privacy\" target=\"_blank\" rel=\"noopener\">politique de confidentialité</a> et nos <a href=\"/th/terms\" target=\"_blank\" rel=\"noopener\">conditions</a>",
  "ไทย": "Thaï",
  "Have you read our <a href=\"/nl/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/nl/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Read our <a href=\"/nl/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/nl/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Lisez notre <a href=\"/nl/privacy\" target=\"_blank\" rel=\"noopener\">politique de confidentialité</a> et nos <a href=\"/nl/terms\" target=\"_blank\" rel=\"noopener\">conditions</a>",
  "Nederlands": "Néerlandais",
  "Have you read our <a href=\"/da/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/da/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Read our <a href=\"/da/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/da/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Lisez notre <a href=\"/da/privacy\" target=\"_blank\" rel=\"noopener\">politique de confidentialité</a> et nos <a href=\"/da/terms\" target=\"_blank\" rel=\"noopener\">conditions</a>",
  "Dansk": "Danois",
  "FAQ &#124; <span class=\"notranslate\">ForwardEmail</span>": "FAQ &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Read frequently asked questions about our service": "Lisez les questions fréquemment posées sur notre service",
  "⏰ Save Yourself Time": "⏰ Gagnez du temps",
  "Want to make the entire FAQ below tailored for you and easier to read?": "Vous voulez rendre l'intégralité de la FAQ ci-dessous adaptée à vous et plus facile à lire?",
  "Enter your domain": "Entrez votre nom de domaine",
  "Enter your email": "Entrez votre Email",
  "Create your free account now": "Créez votre compte gratuit maintenant",
  "Continue": "Continuer",
  "Not interested?  Click here to keep reading": "Pas intéressé? Cliquez ici pour continuer à lire",
  "About &#124; <span class=\"notranslate\">ForwardEmail</span>": "À propos &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Learn more about ForwardEmail": "En savoir plus sur ForwardEmail",
  "Our service was founded in 2017 by <a class=\"text-success text-decoration-none\" href=\"https://github.com/niftylettuce\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a> and is trusted and relied upon by thousands.": "Notre service a été fondé en 2017 par <a class=\"text-success text-decoration-none\" href=\"https://github.com/niftylettuce\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a> et fait confiance à des milliers de personnes.",
  "Our Story": "Notre histoire",
  "Why did we create this?": "Pourquoi avons-nous créé cela?",
  "No email-forwarding service existed that was free, secure, and open-source &ndash; so we built one.": "Il n’existait aucun service de transfert d’e-mails gratuit, sécurisé et open source & ndash; nous en avons donc construit un.",
  "Auth &#124; <span class=\"notranslate\">ForwardEmail</span>": "Auth &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Authenticate yourself to log in": "Authentifiez-vous pour vous connecter",
  "My Account &#124; <span class=\"notranslate\">ForwardEmail</span>": "Mon compte &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Manage your ForwardEmail profile": "Gérez votre profil ForwardEmail",
  "My Account - Domains": "Mon compte - Noms de Domaine",
  "My Account": "Mon compte",
  "Profile": "Profil",
  "Security": "Sécurité",
  "Log out": "Déconnexion",
  "Add New Domain": "Ajouter un nouveau domaine",
  "Domain Name": "Nom de domaine",
  "Plan": "Plan",
  "MX Records": "Enregistrements MX",
  "TXT Records": "Enregistrements TXT",
  "Actions": "Actions",
  "Free": "Gratuit",
  "Change plan to:": "Changer le plan en:",
  "Enhanced Protection": "Protection renforcée",
  "Team": "Équipe",
  "Read more about features...": "En savoir plus sur les fonctionnalités ...",
  "Verified": "Vérifié",
  "Setup": "Installer",
  "Billing": "Facturation",
  "Not Verified": "Non vérifié",
  "Hello": "Bonjour",
  "Invalid API credentials.": "Informations d'identification API non valides.",
  "Invalid API token.": "Jeton d'API non valide.",
  "Email address was invalid.": "L'adresse e-mail n'était pas valide.",
  "File upload was invalid.": "Le téléchargement du fichier n'était pas valide.",
  "Your message was invalid, as it was either blank or more than (500) characters.": "Votre message n'était pas valide, car il était vide ou comportait plus de (500) caractères.",
  "Password was invalid.": "Le mot de passe n'était pas valide.",
  "Password confirmation did not match new password.": "La confirmation du mot de passe ne correspond pas au nouveau mot de passe.",
  "Password strength was not strong enough.": "La force du mot de passe n'était pas assez forte.",
  "We do not support this authentication provider.": "Nous ne prenons pas en charge ce fournisseur d'authentification.",
  "Reset token and email were not valid together.": "Le jeton de réinitialisation et l'e-mail n'étaient pas valides ensemble.",
  "Reset token provided was invalid.": "Le jeton de réinitialisation fourni n'était pas valide.",
  "Invalid session secret.": "Secret de session non valide.",
  "Please slightly change values to ensure slug uniqueness.": "Veuillez modifier légèrement les valeurs pour garantir l'unicité des limaces.",
  "%s was missing or blank.": "% s était manquant ou vide.",
  "User does not exist.": "L'utilisateur n'existe pas.",
  "Invalid CSRF token.": "Jeton CSRF non valide.",
  "The verification pin you entered was invalid.": "Le code de vérification que vous avez entré n'était pas valide.",
  "Please verify your email address to continue.": "Veuillez vérifier votre adresse e-mail pour continuer.",
  "Please wait for %s and try again.": "Veuillez attendre% s et réessayer.",
  "Your email address has been successfully verified.": "Votre adresse e-mail a été vérifiée avec succès.",
  "Your email address is already verified.": "Votre adresse e-mail est déjà vérifiée.",
  "An email verification pin has been sent to your email address.": "Une épingle de vérification par e-mail a été envoyée à votre adresse e-mail.",
  "Your current email verification pin has expired and we have sent you a new one to your email address.": "Votre code de vérification d'e-mail actuel a expiré et nous vous en avons envoyé un nouveau à votre adresse e-mail.",
  "You do not belong to the administrative user group.": "Vous n'appartenez pas au groupe d'utilisateurs administratifs.",
  "Please log in to view the page you requested.": "Veuillez vous connecter pour voir la page que vous avez demandée.",
  "Please log out to view the page you requested.": "Veuillez vous déconnecter pour voir la page que vous avez demandée.",
  "Add a domain name to your account to continue.": "Ajoutez un nom de domaine à votre compte pour continuer.",
  "Domain name was invalid (must be an IP or FQDN).": "Le nom de domaine n'était pas valide (doit être une adresse IP ou un nom de domaine complet).",
  "Domain's DNS records have been verified.": "Les enregistrements DNS du domaine ont été vérifiés.",
  "Domain does not exist on your account.": "Le domaine n'existe pas sur votre compte.",
  "Domain already exists on your account.": "Le domaine existe déjà sur votre compte.",
  "Your account is currently an admin of one or more domain names.  Please delete these domains or remove yourself from them to continue.": "Votre compte est actuellement administrateur d'un ou plusieurs noms de domaine. Veuillez supprimer ces domaines ou vous en retirer pour continuer.",
  "Your account was successfully deleted.": "Votre compte a bien été supprimé.",
  "You can only request a password reset every 30 minutes.  Please try again %s.": "Vous ne pouvez demander une réinitialisation du mot de passe que toutes les 30 minutes. Veuillez réessayer% s.",
  "We have sent you an email with a link to reset your password.": "Nous vous avons envoyé un e-mail avec un lien pour réinitialiser votre mot de passe.",
  "You have successfully registered.": "Vous vous êtes inscrit avec succès.",
  "You have successfully signed in.": "Vous vous êtes connecté avec succès.",
  "You are already signed in.": "Vous êtes déjà connecté.",
  "Your request was successfully completed.": "Votre demande a été traitée avec succès.",
  "Sorry, your request has timed out.  We have been alerted of this issue.  Please try again.": "Désolé, votre demande a expiré. Nous avons été alertés de ce problème. Veuillez réessayer.",
  "You have successfully reset your password.": "Vous avez réussi à réinitialiser votre mot de passe.",
  "You have successfully signed out.": "Vous vous êtes déconnecté avec succès.",
  "We were unable to send your help request.  We have been alerted of this problem.  Please try again.": "Nous n'avons pas pu envoyer votre demande d'aide. Nous avons été alertés de ce problème. Veuillez réessayer.",
  "You have reached the limit for sending help requests.  Please try again.": "Vous avez atteint la limite d'envoi de demandes d'aide. Veuillez réessayer.",
  "Thank you for contacting us.  We would love to hear more from you.  How can we help?": "Merci de nous contacter. Nous serions ravis d'avoir plus de vos nouvelles. Comment pouvons nous aider?",
  "Your help request has been sent successfully.  You should hear from us soon.  Thank you!": "Votre demande d'aide a été envoyée avec succès. Vous devriez nous entendre bientôt. Je vous remercie!",
  "An unknown error has occurred. We have been alerted of this issue. Please try again.": "Une erreur inconnue s'est produite. Nous avons été alertés de ce problème. Veuillez réessayer.",
  "Please enter a password.": "Veuillez entrer un mot de passe.",
  "Account is currently locked due to rate limiting.  Please try again later.": "Le compte est actuellement verrouillé en raison d'une limitation de taux. Veuillez réessayer plus tard.",
  "Account is currently locked due to too many failed login attempts.  Please try again later.": "Le compte est actuellement verrouillé en raison d'un trop grand nombre de tentatives de connexion infructueuses. Veuillez réessayer plus tard.",
  "Authentication is not possible.  No salt value was stored for the account.": "L'authentification n'est pas possible. Aucune valeur de sel n'a été stockée pour le compte.",
  "Email address or password is incorrect.": "L'adresse e-mail ou le mot de passe est incorrect.",
  "Please enter an email address.": "S'il vous plait entrez une adresse mail.",
  "A user with the given email address is already registered.  Please try to log in or reset the password if this account belongs to you.": "Un utilisateur avec l'adresse e-mail indiquée est déjà enregistré. Veuillez essayer de vous connecter ou de réinitialiser le mot de passe si ce compte vous appartient.",
  "Features &#124; <span class=\"notranslate\">ForwardEmail</span>": "Caractéristiques &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Our features include Custom Domain Email Forwarding, Disposable Addresses, Multiple Recipients, Wildcards, and more!": "Nos fonctionnalités incluent le transfert d'e-mails de domaine personnalisé, des adresses jetables, plusieurs destinataires, des caractères génériques et bien plus encore!",
  "We strive for perfection": "Nous visons la perfection",
  "Lightning fast email deliverability.": "Délivrance rapide des e-mails.",
  "Basic plan to get started": "Plan de base pour commencer",
  "Unlimited custom domain names": "Noms de domaine personnalisés illimités",
  "Unlimited email addresses": "Adresses e-mail illimitées",
  "\"Send mail as\" with Gmail, Outlook, and Yahoo": "\"Envoyer le courrier sous\" avec Gmail, Outlook et Yahoo",
  "Catch-all email addresses": "Adresses électroniques fourre-tout",
  "Multiple recipients per email address": "Plusieurs destinataires par adresse e-mail",
  "25MB attachment limit": "Limite de connexion de 25 Mo",
  "(Gmail's limit too!)": "(Limite de Gmail aussi!)",
  "month": "mois",
  "Add Domain": "Ajouter un domaine",
  "Advanced features and support": "Fonctions avancées et support",
  "Everything included in Free, plus:": "Tout est inclus dans Free, plus:",
  "Enhanced privacy and forwarding protection": "Protection de la confidentialité et de la transmission améliorée",
  "No publicly searchable TXT records are used.  Instead we store your configuration in a secure and backed-up database.": "Aucun enregistrement TXT consultable publiquement n'est utilisé. Au lieu de cela, nous stockons votre configuration dans une base de données sécurisée et sauvegardée.",
  "Unlimited disposable email addresses": "Adresses e-mail jetables illimitées",
  "Priority technical email support": "Support technique prioritaire par e-mail",
  "99.99% Uptime Service Level Agreement (\"SLA\")": "Contrat de niveau de service à 99,99% («SLA»)",
  "Browser Extension": "Extension de navigateur",
  "Coming Soon": "Bientôt disponible",
  "For small groups and organizations": "Pour petits groupes et organisations",
  "Everything included in Enhanced Protection, plus:": "Tout est inclus dans Enhanced Protection, plus:",
  "Organization account with shared domain access": "Compte d'organisation avec accès au domaine partagé",
  "Unlimited member access control management": "Gestion illimitée du contrôle d'accès des membres",
  "Premium support with 24 hour response time": "Support premium avec temps de réponse de 24 heures",
  "Enterprise": "Entreprise",
  "Custom solutions and licensing": "Solutions personnalisées et licences",
  "Everything included in Team, plus:": "Tout est inclus dans Team, plus:",
  "Custom licensing agreement": "Accord de licence personnalisé",
  "Technical infrastructure design and support": "Conception et support de l'infrastructure technique",
  "White-label and custom-branded solutions": "Solutions en marque blanche et personnalisées",
  "Managed deployment and maintenance": "Déploiement et maintenance gérés",
  "Contact Sales": "Contacter le service commercial",
  "/faq?domain=forwardemail.net": "/faq?domain=forwardemail.net",
  "Have you read our <a href=\"/faq?domain=forwardemail.net\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/faq?domain=forwardemail.net\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Verification Status": "Statut de vérification",
  "Follow the steps below and then click \"Verify Records\" to verify your setup.": "Suivez les étapes ci-dessous, puis cliquez sur \"Vérifier les enregistrements\" pour vérifier votre configuration.",
  "Verify Records": "Vérifier les enregistrements",
  "1. Set up your domain for email forwarding": "1. Configurez votre domaine pour le transfert d'e-mails",
  "Do you need to configure (or re-configure) this domain name for email forwarding?": "Avez-vous besoin de configurer (ou de reconfigurer) ce nom de domaine pour le transfert d'e-mails?",
  "Configure your domain": "Configurez votre domaine",
  "2. Send emails with your domain using Gmail (optional)": "2. Envoyez des e-mails avec votre domaine à l'aide de Gmail (facultatif)",
  "Follow our simple guide for sending and receiving emails with your domain, directly inside of Gmail.": "Suivez notre guide simple pour envoyer et recevoir des e-mails avec votre domaine, directement à l'intérieur de Gmail.",
  "Setup your Gmail": "Configurez votre Gmail",
  "3. Purge Cache and Send a Test Email to Yourself": "3. Purger le cache et vous envoyer un e-mail de test",
  "Once you have followed the previous step(s), you will need to \"purge\" the DNS cache using the \"Purge Cache\" tool.  Make sure to purge both the \"TXT\" and the \"MX\" records for your domain name.  Wait a few minutes (or sometimes hours), and then try sending a test email to yourself.": "Une fois que vous aurez suivi les étapes précédentes, vous devrez \"purger\" le cache DNS à l'aide de l'outil \"Purger le cache\". Assurez-vous de purger les enregistrements \"TXT\" et \"MX\" de votre nom de domaine. Attendez quelques minutes (ou parfois des heures), puis essayez de vous envoyer un e-mail de test.",
  "Purge DNS cache": "Purger le cache DNS",
  "4. Still need help with something?": "4. Vous avez encore besoin d'aide pour quelque chose?",
  "We are here to answer your questions, but before asking us, please be sure to <a href=\"/en/faq\">read our FAQ section</a>.": "Nous sommes là pour répondre à vos questions, mais avant de nous le demander, assurez-vous de <a href=\"/en/faq\">lire notre section FAQ</a> .",
  "Ask us a question": "Posez-nous une question",
  "Delete Domain": "Supprimer un domaine",
  "Deleting your domain is irreversable.  Please take extreme caution when deleting your domain.": "La suppression de votre domaine est irréversible. Veuillez faire preuve d'une extrême prudence lors de la suppression de votre domaine.",
  "Back to Domains": "Retour aux domaines",
  "Server Error": "erreur du serveur",
  "A server error has unfortunately occurred.": "Une erreur de serveur s'est malheureusement produite.",
  "5e206963d49bdd14f5130c8e": "5e206963d49bdd14f5130c8e",
  "Add New Alias": "Ajouter un nouvel alias",
  "Add this domain to your account (if it does not exist)": "Ajoutez ce domaine à votre compte (s'il n'existe pas)",
  "Add Custom Domain Name": "Ajouter un nom de domaine personnalisé",
  "Enter your registered domain name below.": "Saisissez votre nom de domaine enregistré ci-dessous.",
  "Domain name": "Nom de domaine",
  "Need to register a domain?": "Besoin d'enregistrer un domaine?",
  "/faq?domain=chickenpoo.com": "/faq?domain=chickenpoo.com",
  "Have you read our <a href=\"/faq?domain=chickenpoo.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/faq?domain=chickenpoo.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Quick Links": "Liens rapides",
  "Page not found": "Page non trouvée",
  "We're sorry, but the page you requested could not be found.": "Nous sommes désolés, mais la page que vous avez demandée est introuvable.",
  "Manage Aliases": "Gérer les alias",
  "Need to add a new domain?": "Besoin d'ajouter un nouveau domaine?",
  "Have you read our <a href=\"/zh/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/zh/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "中文 (zhōngwén)": "Chinois (zhōngwén)",
  "Have you read our <a href=\"/es/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/es/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Español": "Espagnol",
  "Have you read our <a href=\"/ko/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/ko/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "한국어": "Coréen",
  "Have you read our <a href=\"/hu/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/hu/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Magyar": "hongrois",
  "Have you read our <a href=\"/ja/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/ja/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "日本語 (にほんご)": "Japonais (japonais)",
  "Have you read our <a href=\"/vi/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/vi/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Tiếng Việt": "Vietnamien",
  "Have you read our <a href=\"/sv/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/sv/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Svenska": "suédois",
  "No aliases exist yet": "Aucun alias n'existe encore",
  "name": "Nom",
  "Alias name": "Surnom",
  "Select Domain": "Sélectionnez un domaine",
  "Add New Custom Domain": "Ajouter un nouveau domaine personnalisé",
  "Sign out of &#124; <span class=\"notranslate\">ForwardEmail</span>": "Se déconnecter de &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Sign out of your account": "Déconnectez-vous de votre compte",
  "Register a domain name &#124; <span class=\"notranslate\">ForwardEmail</span>": "Enregistrer un nom de domaine &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Buy a custom domain name for email forwarding": "Acheter un nom de domaine personnalisé pour le transfert d'e-mails",
  "Register a domain name": "Enregistrer un nom de domaine",
  "Enter a custom domain name below to register.": "Saisissez un nom de domaine personnalisé ci-dessous pour vous enregistrer.",
  "Alias description": "Description de l'alias",
  "Optional: Enter a description you would like to assign to this alias (description has a maximum length of 150 characters).": "Facultatif: entrez une description que vous souhaitez attribuer à cet alias (la description a une longueur maximale de 150 caractères).",
  "Alias labels": "Étiquettes d'alias",
  "Optional: Enter comma/space delimited labels above that you would like to assign to this alias (a label has a maximum length of 20 characters).": "Facultatif: entrez au-dessus des étiquettes délimitées par des virgules / espaces que vous souhaitez attribuer à cet alias (une étiquette a une longueur maximale de 20 caractères).",
  "Optional: Enter a description above that you would like to assign to this alias (description has a maximum length of 150 characters).": "Facultatif: entrez une description ci-dessus que vous souhaitez attribuer à cet alias (la description a une longueur maximale de 150 caractères).",
  "Optional: Enter a description above to assign to this alias (description has a maximum length of 150 characters).": "Facultatif: entrez une description ci-dessus pour attribuer à cet alias (la description a une longueur maximale de 150 caractères).",
  "Optional: Enter labels above to assign to this alias (a label has a maximum length of 20 characters, comma and/or space separated).": "Facultatif: entrez les étiquettes ci-dessus pour les affecter à cet alias (une étiquette a une longueur maximale de 20 caractères, séparés par une virgule et / ou un espace).",
  "Alias Name": "Surnom",
  "Alias Description (optional)": "Description de l'alias (facultatif)",
  "Assign a description to this alias above (max 150 characters).": "Attribuez une description à cet alias ci-dessus (max 150 caractères).",
  "Alias Labels (optional)": "Étiquettes d'alias (facultatif)",
  "Assign labels to this alias above (max 20 characters per label, comma or space separated).": "Attribuez des étiquettes à cet alias ci-dessus (max 20 caractères par étiquette, virgule ou espace séparés).",
  "Description has a maximum of 150 characters.": "La description comporte au maximum 150 caractères.",
  "Labels must be space/comma separated and have a maximum of 20 characters each.": "Les étiquettes doivent être séparées par des espaces / virgules et avoir un maximum de 20 caractères chacune.",
  "You can use \"*\" as the alias name for a wildcard/catch-all.": "Vous pouvez utiliser \"*\" comme nom d'alias pour un caractère générique / fourre-tout.",
  "Use <code>*</code> as the alias name for a wildcard/catch-all.": "Utilisez <code>*</code> comme nom d&#39;alias pour un caractère générique / fourre-tout.",
  "Use <code>*</code> as the value for a wildcard or catch-all alias.": "Utilisez <code>*</code> comme valeur pour un joker ou un alias fourre-tout.",
  "Use <code>*</code> as the Alias Name for a catch-all (wildcard).": "Utilisez <code>*</code> comme nom d&#39;alias pour un fourre-tout (caractère générique).",
  "Use <code>*</code> for a wildcard catch-all.": "Utilisez <code>*</code> pour un fourre-tout générique.",
  "Use an asterisk for a wildcard catch-all.": "Utilisez un astérisque pour un fourre-tout générique.",
  "Use an asterisk \"*\" for a wildcard, catch-all alias.": "Utilisez un astérisque \"*\" pour un alias générique, fourre-tout.",
  "Description has a max of 150 characters.": "La description a un maximum de 150 caractères.",
  "Labels must be space/comma separated and have a max of 20 characters.": "Les étiquettes doivent être séparées par des espaces / virgules et avoir un maximum de 20 caractères.",
  "Use an asterisk \"*\" for a catch-all alias.": "Utilisez un astérisque \"*\" pour un alias fourre-tout.",
  "Alias Recipients": "Destinataires d'alias",
  "Recipients must be a space/comma separated list of valid email addres, fully-qualified domain name (\"FQDN\"), or IP address.": "Les destinataires doivent être une liste séparée par des espaces / virgules d'adresses e-mail valides, un nom de domaine complet (\"FQDN\") ou une adresse IP.",
  "Labels must be a space/comma separated list with a maximum of 20 characters per label.": "Les étiquettes doivent être une liste séparée par des espaces / virgules avec un maximum de 20 caractères par étiquette.",
  "Recipients must be a space/comma separated list of valid email addresses, fully-qualified domain names (\"FQDN\"), and/or IP address.": "Les destinataires doivent être une liste séparée par des espaces / virgules d'adresses e-mail valides, de noms de domaine complets («FQDN») et / ou d'adresse IP.",
  "(required)": "(obligatoire)",
  "Recipients must be a space/comma separated list of valid email addresses, fully-qualified domain names (\"FQDN\"), and/or IP addresses.  We will automatically remove duplicate entries for you and perform validation when you click \"Continue\" below.": "Les destinataires doivent être une liste séparée par des espaces / virgules d'adresses e-mail valides, de noms de domaine complets (\"FQDN\") et / ou d'adresses IP. Nous supprimerons automatiquement les entrées en double pour vous et effectuerons la validation lorsque vous cliquez sur \"Continuer\" ci-dessous.",
  "Recipient must be a valid email address, fully-qualified domain name (\"fqdn\"), or ip address": "Le destinataire doit être une adresse e-mail valide, un nom de domaine complet (\"fqdn\") ou une adresse IP",
  "IMPORTANT:": "IMPORTANT:",
  " If you would like to hide your forwarded addresses from being publicly searchable over DNS record lookups, then please go to ": " Si vous souhaitez masquer vos adresses transférées afin qu'elles soient consultables publiquement via les recherches d'enregistrements DNS, accédez à",
  " and upgrade your domain to a paid plan BEFORE starting this guide.": " et mettez à niveau votre domaine vers un forfait payant AVANT de commencer ce guide.",
  "IMPORTANT": "IMPORTANT",
  ": ": ":",
  "If you are on a paid plan, then you must completely skip this step and go to step five!": "Si vous avez un forfait payant, vous devez sauter complètement cette étape et passer à l'étape cinq!",
  "  If you are not on a paid plan, then your forwarded addresses will be publicly searchable – go to ": "  Si vous n'êtes pas sur un plan payant, alors vos adresses transférées seront consultables publiquement - allez à",
  " and upgrade your domain to a paid plan if desired.": " et mettez à niveau votre domaine vers un plan payant si vous le souhaitez.",
  "Upgrade Plan": "Plan de mise à niveau",
  "Please upgrade to a paid plan to unlock this feature.": "Veuillez passer à un plan payant pour déverrouiller cette fonctionnalité.",
  "/faq?domain=marketing.yorkshirecoastline.com": "/faq?domain=marketing.yorkshirecoastline.com",
  "Have you read our <a href=\"/faq?domain=marketing.yorkshirecoastline.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/faq?domain=marketing.yorkshirecoastline.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Alias does not exist on the domain.": "L'alias n'existe pas sur le domaine.",
  "Admin": "Admin",
  "Dashboard": "Tableau de bord",
  "Users": "Utilisateurs",
  "Global": "Global",
  "/faq?domain=secret.fyi": "/faq?domain=secret.fyi",
  "Have you read our <a href=\"/faq?domain=secret.fyi\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/faq?domain=secret.fyi\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Global domain": "Domaine mondial",
  "/faq?domain=hash.fyi": "/faq?domain=hash.fyi",
  "Have you read our <a href=\"/faq?domain=hash.fyi\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/faq?domain=hash.fyi\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "👋 Welcome!": "👋 Bienvenue!",
  "/faq?domain=example.com": "/faq?domain=example.com",
  "Have you read our <a href=\"/faq?domain=example.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/faq?domain=example.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "(upgrade required)": "(mise à niveau requise)",
  "(plan upgrade required)": "(mise à niveau du plan requise)",
  "Reserved Email Addresses": "Adresses e-mail réservées",
  "Reserved Email Addresses &#124; <span class=\"notranslate\">ForwardEmail</span>": "Adresses électroniques réservées &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "List of 1250+ email addresses reserved for security concerns": "Liste de plus de 1250 adresses e-mail réservées pour des problèmes de sécurité",
  "We compiled a list of 1250+ email addresses that should be reserved by admins for security concerns.": "Nous avons compilé une liste de plus de 1250 adresses e-mail qui devraient être réservées par les administrateurs pour des raisons de sécurité.",
  "Our Methods": "Nos méthodes",
  "How can I donate?": "Comment puis-je faire un don?",
  "Source code is available on GitHub": "Le code source est disponible sur GitHub",
  "Reserved Words": "Mots réservés",
  "Security-Focused List": "Liste axée sur la sécurité",
  "<strong>Did you know?</strong> In our paid plans, organizations can have admins and normal users &ndash; and these admins are the only group available to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>Le saviez-vous?</strong> Dans nos plans payants, les organisations peuvent avoir des administrateurs et des utilisateurs normaux - et ces administrateurs sont le seul groupe disponible à ajouter des alias équivalents, commençant ou se terminant par l&#39;une des adresses e-mail réservées ci-dessous.",
  "<strong>Did you know?</strong> In our <a href=\"/en/features\" class=\"alert-link\">paid plans</a>, organizations can have admins and normal users &ndash; and these admins are the only group available to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>Le saviez-vous?</strong> Dans nos <a href=\"/en/features\" class=\"alert-link\">plans payants</a> , les organisations peuvent avoir des administrateurs et des utilisateurs normaux - et ces administrateurs sont le seul groupe disponible à ajouter des alias équivalents, commençant ou se terminant par l&#39;une des adresses e-mail réservées ci-dessous.",
  "<strong>Did you know?</strong> In our paid plans, organizations can have admins and normal users &ndash; and these admins are the only group permitted to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>Le saviez-vous?</strong> Dans nos plans payants, les organisations peuvent avoir des administrateurs et des utilisateurs normaux - et ces administrateurs sont le seul groupe autorisé à ajouter des alias équivalents, commençant ou se terminant par l&#39;une des adresses e-mail réservées ci-dessous.",
  "<strong>Did you know?</strong> In our paid plans, organizations can have admins and normal users &ndash; and these admins are the members permitted to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>Le saviez-vous?</strong> Dans nos plans payants, les organisations peuvent avoir des administrateurs et des utilisateurs normaux - et ces administrateurs sont les membres autorisés à ajouter des alias équivalents, commençant ou se terminant par l&#39;une des adresses e-mail réservées ci-dessous.",
  "<strong>Did you know?</strong> In our paid plans, organizations can have admins and normal users &ndash; and these admins are the only members permitted to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>Le saviez-vous?</strong> Dans nos plans payants, les organisations peuvent avoir des administrateurs et des utilisateurs normaux - et ces administrateurs sont les seuls membres autorisés à ajouter des alias équivalents, commençant ou se terminant par l&#39;une des adresses e-mail réservées ci-dessous.",
  "<strong>Did you know?</strong> In our paid plans, organizations can have members that belong to an \"admin\" or a \"user\" group &ndash; and the \"user\" group is not permitted to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>Le saviez-vous?</strong> Dans nos forfaits payants, les organisations peuvent avoir des membres appartenant à un groupe &quot;admin&quot; ou &quot;utilisateur&quot; - et le groupe &quot;utilisateur&quot; n&#39;est pas autorisé à ajouter des alias équivalents, commençant ou se terminant par l&#39;une des adresses e-mail réservées au dessous de.",
  "View source code on GitHub": "Voir le code source sur GitHub",
  "My Account - Profile": "Mon compte - Profil",
  "Change password": "Changer le mot de passe",
  "Set new password": "Definir un nouveau mot de passe",
  "Confirm new password": "Confirmer le nouveau mot de passe",
  "Set an account password": "Définir un mot de passe de compte",
  "Update Profile": "Mettre à jour le profil",
  "First name": "Prénom",
  "Last name": "Nom de famille",
  "Reset": "Réinitialiser",
  "Save": "sauvegarder",
  "Free Vanity Domain": "Domaine Vanity gratuit",
  "Back to Domain": "Retour au domaine",
  "FREE VANITY DOMAIN": "DOMAINE DE VANITY GRATUIT",
  "FREE VANITY DOMAIN*": "DOMAINE VANITY GRATUIT *",
  "See all features": "Voir toutes les fonctionnalités",
  "See all plan features": "Voir toutes les fonctionnalités du plan",
  "Use a custom domain or one of our free vanity domains, such as \"@secret.fyi\", \"@hash.fyi\", \"@mailsire.com\", and \"@hideaddress.net\".": "Utilisez un domaine personnalisé ou l'un de nos domaines personnalisés gratuits, tels que \"@ secret.fyi\", \"@ hash.fyi\", \"@ mailsire.com\" et \"@ hideaddress.net\".",
  "already on this plan": "déjà sur ce plan",
  "Manage Team": "Gérer l'équipe",
  "Members have shared access to this domain, and you can invite new members, remove existing members, or manage permissions for them below.": "Les membres ont un accès partagé à ce domaine et vous pouvez inviter de nouveaux membres, supprimer des membres existants ou gérer les autorisations pour eux ci-dessous.",
  "Invite New Member": "Inviter un nouveau membre",
  "Invalid plan selected.": "Plan non valide sélectionné.",
  "<strong>Did you know?</strong> In our paid plans, organizations can have members that belong to an \"admin\" or a \"user\" group &ndash; and the \"user\" group is not permitted to add aliases that equal one of the reserved email addresses below.  We also restrict the \"user\" group from having an email address that starts with, ends with, or equals \"admin\", \"administrator\", \"webmaster\", \"hostmaster\", \"postmaster\", and \"ssl\".": "<strong>Le saviez-vous?</strong> Dans nos plans payants, les organisations peuvent avoir des membres qui appartiennent à un groupe &quot;admin&quot; ou &quot;utilisateur&quot; - et le groupe &quot;utilisateur&quot; n&#39;est pas autorisé à ajouter des alias équivalents à l&#39;une des adresses e-mail réservées ci-dessous. Nous empêchons également le groupe &quot;utilisateur&quot; d&#39;avoir une adresse e-mail commençant par, se terminant par ou égale à &quot;admin&quot;, &quot;administrateur&quot;, &quot;webmaster&quot;, &quot;hostmaster&quot;, &quot;postmaster&quot; et &quot;ssl&quot;.",
  "Alias": "Alias",
  "Description & Labels": "Description et étiquettes",
  "Active": "actif",
  "Recipients": "Destinataires",
  "catch-all": "fourre-tout",
  "Enabled": "Activée",
  "Delete Alias": "Supprimer l'alias",
  "/faq?domain=picklesurprise.com": "/faq?domain=picklesurprise.com",
  "Have you read our <a href=\"/faq?domain=picklesurprise.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/faq?domain=picklesurprise.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "/faq?domain=niftylettuce.com": "/faq?domain=niftylettuce.com",
  "Have you read our <a href=\"/faq?domain=niftylettuce.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/faq?domain=niftylettuce.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Import TXT Records": "Importer des enregistrements TXT",
  "/faq?domain=chickensnot.com": "/faq?domain=chickensnot.com",
  "Have you read our <a href=\"/faq?domain=chickensnot.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/faq?domain=chickensnot.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "New": "Nouveau",
  "Recipients must be a line-break/space/comma separated list of valid email addresses, fully-qualified domain names (\"FQDN\"), and/or IP addresses.  We will automatically remove duplicate entries for you and perform validation when you click \"Continue\" below.": "Les destinataires doivent être une liste séparée par des sauts de ligne / espace / virgule d'adresses e-mail valides, de noms de domaine complets (\"FQDN\") et / ou d'adresses IP. Nous supprimerons automatiquement les entrées en double pour vous et effectuerons la validation lorsque vous cliquez sur \"Continuer\" ci-dessous.",
  "Labels must be a line-break/space/comma separated list with a maximum of 20 characters per label.": "Les étiquettes doivent être une liste séparée par des sauts de ligne / espace / virgule avec un maximum de 20 caractères par étiquette.",
  "Back to Aliases": "Retour aux alias",
  "Add Alias": "Ajouter un alias",
  "Complete the form below.": "Remplissez le formulaire ci-dessous.",
  "Edit Alias": "Dans le cas contraire, modifier",
  "Suomi": "Finlande",
  "Türkçe": "turc",
  "Deutsch": "allemand",
  "Have you read our <a href=\"/it/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/it/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Italiano": "Italien",
  "Have you read our <a href=\"/de/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/de/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "If you uncheck this, then this email will be deactivated and no emails will flow through.  However emails will NOT bounce until this alias is completely deleted.": "Si vous décochez cette option, cet e-mail sera désactivé et aucun e-mail ne transitera. Cependant, les e-mails ne rebondiront PAS tant que cet alias n'aura pas été complètement supprimé.",
  "Disabled": "désactivé",
  "/faq?domain=shaunwarman.com": "/faq?domain=shaunwarman.com",
  "Have you read our <a href=\"/faq?domain=shaunwarman.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/faq?domain=shaunwarman.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Have you read our <a href=\"/ar/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/ar/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Read our <a href=\"/ar/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/ar/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Lisez notre <a href=\"/ar/privacy\" target=\"_blank\" rel=\"noopener\">politique de confidentialité</a> et nos <a href=\"/ar/terms\" target=\"_blank\" rel=\"noopener\">conditions</a>",
  "العربية": "L'arabe",
  "Read our <a href=\"/es/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/es/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Lisez notre <a href=\"/es/privacy\" target=\"_blank\" rel=\"noopener\">politique de confidentialité</a> et nos <a href=\"/es/terms\" target=\"_blank\" rel=\"noopener\">conditions</a>",
  "Terms &#124; <span class=\"notranslate\">ForwardEmail</span>": "Termes &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Read our terms and conditions of use": "Lisez nos conditions d'utilisation",
  "Thank you": "Je vous remercie",
  "No aliases exist yet.  Click here to add a new alias.": "Aucun alias n'existe encore. Cliquez ici pour ajouter un nouvel alias.",
  "No aliases exist yet.": "Aucun alias n'existe encore.",
  "Click here to add your first alias.": "Cliquez ici pour ajouter votre premier alias.",
  "Add a new alias to your domain to continue.": "Ajoutez un nouvel alias à votre domaine pour continuer.",
  "Add a new alias to continue.": "Ajoutez un nouvel alias pour continuer.",
  "Use a custom domain or one of our free vanity domains:": "Utilisez un domaine personnalisé ou l'un de nos domaines personnalisés gratuits:",
  "Free Disposable Addresses": "Adresses jetables gratuites",
  "Free Disposable Addresses &#124; <span class=\"notranslate\">ForwardEmail</span>": "Adresses jetables gratuites &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Try free and disposable email addresses with our short and memorable vanity domains, or you can use a custom domain name for free disposable addresses.": "Essayez des adresses e-mail gratuites et jetables avec nos domaines courts et mémorables, ou vous pouvez utiliser un nom de domaine personnalisé pour des adresses jetables gratuites.",
  "Use your own custom domain name as a disposable email address &ndash; or try one of our free vanity domain names listed below.": "Utilisez votre propre nom de domaine personnalisé comme adresse e-mail jetable & ndash; ou essayez l'un de nos noms de domaine gratuits ci-dessous.",
  "Short and Memorable Vanity Domains": "Domaines courts et mémorables",
  "<strong>Did you know?</strong> You can use your own custom domain name as a disposable email address.  Just <a href=\"/my-account/domains/new\" class=\"alert-link\">add a new domain</a> today to get started.": "<strong>Le saviez-vous?</strong> Vous pouvez utiliser votre propre nom de domaine personnalisé comme adresse e-mail jetable. <a href=\"/my-account/domains/new\" class=\"alert-link\">Ajoutez</a> simplement <a href=\"/my-account/domains/new\" class=\"alert-link\">un nouveau domaine</a> aujourd&#39;hui pour commencer.",
  "Have you read our <a href=\"/uk/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/uk/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Українська Мова": "Langue ukrainienne",
  "Create your address": "Créez votre adresse",
  "Try it now": "Essayez-le maintenant",
  "/faq?domain=aliasbird.com": "/faq?domain=aliasbird.com",
  "Have you read our <a href=\"/faq?domain=aliasbird.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/faq?domain=aliasbird.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "TXT Verification Record": "Enregistrement de vérification TXT",
  "Copy": "Copie",
  "Enhanced Protection Verification Record": "Enregistrement de vérification de protection amélioré",
  "Please ensure that a TXT record for the domain is added with the following value.": "Veuillez vous assurer qu'un enregistrement TXT pour le domaine est ajouté avec la valeur suivante.",
  "Please ensure that a TXT record exists with the following value.": "Veuillez vous assurer qu'un enregistrement TXT existe avec la valeur suivante.",
  "Please ensure that a TXT record exists for %s with the following value.": "Veuillez vous assurer qu'un enregistrement TXT existe pour% s avec la valeur suivante.",
  "Please ensure that a <strong>TXT record</strong> exists for <strong>%s</strong> with the following value:": "Veuillez vous assurer qu&#39;un <strong>enregistrement TXT</strong> existe pour <strong>% s</strong> avec la valeur suivante:",
  "/faq?domain=hideaddress.net": "/faq?domain=hideaddress.net",
  "Have you read our <a href=\"/faq?domain=hideaddress.net\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/faq?domain=hideaddress.net\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Use your own custom domain name or try one of our free vanity domain names.": "Utilisez votre propre nom de domaine personnalisé ou essayez l'un de nos noms de domaine personnalisés gratuits.",
  "(same as Gmail)": "(identique à Gmail)",
  "Same as Gmail": "Identique à Gmail",
  "same as Gmail": "comme Gmail",
  "<strong>Did you know?</strong> You can use your own custom domain name as a disposable email address.  Just <a href=\"/my-account/domains/new\" class=\"alert-link\">add a new domain</a> today to get started.  You can even \"Send mail as\" with Gmail, Outlook, and Yahoo using disposable addresses.": "<strong>Le saviez-vous?</strong> Vous pouvez utiliser votre propre nom de domaine personnalisé comme adresse e-mail jetable. <a href=\"/my-account/domains/new\" class=\"alert-link\">Ajoutez</a> simplement <a href=\"/my-account/domains/new\" class=\"alert-link\">un nouveau domaine</a> aujourd&#39;hui pour commencer. Vous pouvez même &quot;Envoyer des e-mails sous&quot; avec Gmail, Outlook et Yahoo en utilisant des adresses jetables.",
  "/faq?domain=mailsire.com": "/faq?domain=mailsire.com",
  "Have you read our <a href=\"/faq?domain=mailsire.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/faq?domain=mailsire.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Generate name": "Générer un nom",
  "Generate random alias name": "Générer un nom d'alias aléatoire",
  "Generate random alias": "Générer un alias aléatoire",
  "Instant aliases; zero wait-time for DNS propagation": "Alias instantanés; zéro temps d'attente pour la propagation DNS",
  "Access our easy to use Email Alias Manager": "Accédez à notre gestionnaire d'alias de messagerie facile à utiliser",
  "Instant aliases and zero wait-time for DNS propagation": "Alias instantanés et temps d'attente nul pour la propagation DNS",
  "Admin &#124; <span class=\"notranslate\">ForwardEmail</span>": "Admin &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Access your ForwardEmail admin": "Accédez à votre administrateur ForwardEmail",
  "Admin - Users": "Admin - Utilisateurs",
  "First Name": "Prénom",
  "Last Name": "Nom de famille",
  "Group": "Groupe",
  "Created": "Créé",
  "Updated": "Mis à jour",
  "Last Login": "Dernière connexion",
  "Last Locale": "Last Locale",
  "Edit": "Éditer",
  "Log in as user": "Connectez-vous en tant qu'utilisateur",
  "Remove": "Retirer",
  "Previous": "précédent",
  "Next": "Prochain",
  "If you're using Gmail, you should also purge cache on Google's DNS at ": "Si vous utilisez Gmail, vous devez également purger le cache sur le DNS de Google à l'adresse",
  "https://developers.google.com/speed/public-dns/cache": "https://developers.google.com/speed/public-dns/cache",
  "Other": "Autre",
  "Don't see your provider name listed here?": "Vous ne voyez pas le nom de votre fournisseur ici?",
  " Simply search on the Internet for \"how to set up DNS records on ": " Recherchez simplement sur Internet «comment configurer les enregistrements DNS sur",
  "\" (replacing ": "\"(remplacement",
  " with the name of your provider)": " avec le nom de votre fournisseur)",
  " Simply search on the Internet for \"how to change DNS records on ": " Recherchez simplement sur Internet «comment modifier les enregistrements DNS sur",
  "Aplus.net": "Aplus.net",
  "Sign in > My Servers > Domain Management > DNS Manager": "Connexion> Mes serveurs> Gestion de domaine> Gestionnaire DNS",
  "Domains.com": "Domains.com",
  "Sign in > (Select your domain) > Manage > (click gear icon) > Click on DNS & Nameservers in left-hand menu": "Connectez-vous> (Sélectionnez votre domaine)> Gérer> (cliquez sur l'icône d'engrenage)> Cliquez sur DNS et serveurs de noms dans le menu de gauche",
  "Is there a maximum limit on the number of email addresses I can forward to per alias": "Y a-t-il une limite maximale sur le nombre d'adresses e-mail que je peux transférer par alias",
  "Yes, the default limit is 5.  This does NOT mean that you can only have five aliases on your domain name.  You can have as many as you want (unlimited).  It means that you can only forward one alias to five unique email addresses.  You could have ": "Oui, la limite par défaut est 5. Cela ne signifie pas que vous ne pouvez avoir que cinq alias sur votre nom de domaine. Vous pouvez en avoir autant que vous le souhaitez (illimité). Cela signifie que vous ne pouvez transférer qu'un seul alias vers cinq adresses e-mail uniques. Tu aurais pu",
  " with the name of your provider).  Feel free to ": " avec le nom de votre fournisseur). Ne hésitez pas à",
  "contact us": "Nous contacter",
  " with any questions or comments.": " avec des questions ou des commentaires.",
  "/faq?domain=www.aliasbird.com": "/faq?domain=www.aliasbird.com",
  "Have you read our <a href=\"/faq?domain=www.aliasbird.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/faq?domain=www.aliasbird.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Once you have followed the previous step(s), you will need to \"purge\" the DNS cache using the \"Purge Cache\" tool by Cloudflare.  You can optionally purge the cache using Google as well if you are using Gmail.  Make sure to purge both the \"TXT\" and the \"MX\" records for your domain name.  Wait a few minutes (or sometimes it might take an hour or two), and then click \"Verify Records\" above and try sending a test email to yourself.": "Une fois que vous aurez suivi les étapes précédentes, vous devrez \"purger\" le cache DNS à l'aide de l'outil \"Purger le cache\" de Cloudflare. Vous pouvez également purger le cache à l'aide de Google si vous utilisez Gmail. Assurez-vous de purger les enregistrements \"TXT\" et \"MX\" pour votre nom de domaine. Attendez quelques minutes (ou parfois cela peut prendre une heure ou deux), puis cliquez sur \"Vérifier les enregistrements\" ci-dessus et essayez de vous envoyer un e-mail de test.",
  "Cloudflare Purge (required)": "Purge Cloudflare (obligatoire)",
  "Google Purge (optional)": "Purge Google (facultatif)",
  "It looks like you accidentally included \"www.\" in your domain name.  Did you mean example.com instead of www.example.com?": "Il semble que vous ayez accidentellement inclus \"www\". dans votre nom de domaine. Voulez-vous dire example.com au lieu de www.example.com?",
  "Sign up &#124; <span class=\"notranslate\">ForwardEmail</span>": "S&#39;inscrire &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Create a ForwardEmail account": "Créer un compte ForwardEmail",
  "Owner": "Propriétaire",
  "Team Member": "Membre de l'équipe",
  "Alias Count": "Nombre d'alias",
  "Easy to use email alias manager": "Gestionnaire d'alias de messagerie facile à utiliser",
  "Browser Extension (coming soon)": "Extension de navigateur (bientôt disponible)",
  "We are here to answer your questions, but before asking us, please be sure to <a href=\"/es/faq\">read our FAQ section</a>.": "Nous sommes ici pour répondre à vos questions, mais avant de nous le demander, veuillez <a href=\"/es/faq\">lire notre section FAQ</a> .",
  "Make User": "Rendre l'utilisateur",
  "Delete Member": "Supprimer un membre",
  "Invite new team member": "Inviter un nouveau membre de l'équipe",
  "Send invitation": "Envoyer une invitation",
  "User": "Utilisateur",
  "Pending invitations are listed below.": "Les invitations en attente sont répertoriées ci-dessous.",
  "Email Address": "Adresse électronique",
  "Copy Invite Link": "Copier le lien d'invitation",
  "Delete Invite": "Supprimer l'invitation",
  "You've been invited to the %s team": "Vous avez été invité dans l&#39;équipe <span class=\"notranslate\">%s</span>",
  "Team invite": "Invitation d'équipe",
  "Click the button below to accept your invite.": "Cliquez sur le bouton ci-dessous pour accepter votre invitation.",
  "Accept invite": "Accepter une invitation",
  "If you did not expect to receive this invite, then please reply to let us know.": "Si vous ne vous attendiez pas à recevoir cette invitation, veuillez répondre pour nous le faire savoir.",
  "Share invitation link": "Partager le lien d'invitation",
  "Verify email &#124; <span class=\"notranslate\">ForwardEmail</span>": "Vérifier l&#39;e-mail &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Verify your ForwardEmail email": "Vérifiez votre e-mail ForwardEmail",
  "Verify email": "Vérifier les courriels",
  "Enter the verification pin sent to your email address.": "Saisissez le code de vérification envoyé à votre adresse e-mail.",
  "Please enter a 6 digit verification pin.": "Veuillez saisir un code de vérification à 6 chiffres.",
  "Verification pin": "Broche de vérification",
  "Didn't receive the email?": "Vous n'avez pas reçu l'e-mail?",
  "Resend now": "Renvoyer maintenant",
  "Verification pin:": "Broche de vérification:",
  "Use this verification pin:": "Utilisez cette épingle de vérification:",
  "This pin expires within 5 minutes.": "Cette broche expire dans les 5 minutes.",
  "Verify now": "Vérifiez maintenant",
  "If you did not submit this request, then please reply to let us know.": "Si vous n'avez pas soumis cette demande, veuillez répondre pour nous le faire savoir.",
  "You have successfully accepted the invite to this domain and are an admin.": "Vous avez accepté l'invitation sur ce domaine avec succès et êtes administrateur.",
  "Thanks for signing up!": "Merci pour votre inscription!",
  "Thank you!": "Je vous remercie!",
  "You have successfully registered for our service!  Please let us know if you have any issues or feature requests.": "Vous vous êtes inscrit avec succès à notre service! Veuillez nous informer si vous avez des problèmes ou des demandes de fonctionnalités.",
  "Read our FAQ": "Lisez notre FAQ",
  "Can I disable specific aliases": "Puis-je désactiver des alias spécifiques",
  "Yes! As of February 6, 2020 we have added this feature.  Simply edit your DNS TXT record and prefix the alias with an exclamation mark.  Note that you must preserve the ": "Oui! Depuis le 6 février 2020, nous avons ajouté cette fonctionnalité. Modifiez simplement votre enregistrement DNS TXT et préfixez l'alias avec un point d'exclamation. Notez que vous devez conserver",
  " mapping, as this is required if you ever decide to toggle this off (and it's also used for importing in our paid plans).": " cartographie, car cela est nécessaire si vous décidez de désactiver cette option (et il est également utilisé pour l'importation dans nos plans payants).",
  "If you prefix an alias with ": "Si vous préfixez un alias avec",
  " (exclamation mark) then it will still return successful respond codes to senders attempting to send to this address, but the emails themselves will go nowhere; to a blackhole.": " (point d'exclamation), il renverra toujours les codes de réponse réussis aux expéditeurs qui tentent d'envoyer à cette adresse, mais les e-mails eux-mêmes n'iront nulle part; à un trou noir.",
  "For example, if I want all emails that go to ": "Par exemple, si je veux que tous les e-mails envoyés à",
  " to stop flowing through to ": " d'arrêter de couler vers",
  ":": ":",
  "Emails sent to disabled addresses will respond with a ": "Les e-mails envoyés aux adresses désactivées répondront par un",
  " (message queued) status code, but the emails will not actually be delivered to the recipient(s).": " (message en file d'attente) code d'état, mais les e-mails ne seront pas réellement remis au (x) destinataire (s).",
  "/faq?domain=aliasfox.com": "/faq?domain=aliasfox.com",
  "Have you read our <a href=\"/faq?domain=aliasfox.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/faq?domain=aliasfox.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "You have successfully upgraded to the Enhanced Protection Plan.": "Vous avez réussi la mise à niveau vers le plan de protection amélioré.",
  "Enhanced Protection and Team plans are new and currently in our final testing phase.  Please note that once they are officially released, you will be notified by email and will have 30 days to enter your billing information.  Thank you!": "Les plans de protection et d'équipe améliorés sont nouveaux et sont actuellement dans notre phase de test finale. Veuillez noter qu'une fois qu'ils seront officiellement publiés, vous en serez informé par e-mail et vous aurez 30 jours pour saisir vos informations de facturation. Je vous remercie!",
  "You have successfully upgraded to the Team Plan.": "Vous avez réussi la mise à niveau vers le plan d'équipe.",
  "Enhanced Protection and Team plans are currently free and in our final testing and beta program phase.  Once they are released, you will be emailed and will have 30 days to enter your billing information.  Thank you!": "Les plans Enhanced Protection et Team sont actuellement gratuits et en phase finale de test et de programme bêta. Une fois qu'ils seront publiés, vous recevrez un e-mail et vous aurez 30 jours pour saisir vos informations de facturation. Je vous remercie!",
  "Have you read our <a href=\"/fr/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/fr/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Français": "Français",
  "DNSimple": "DNSimple",
  "Sign in > (Select your domain)  > DNS > Manage": "Connectez-vous> (Sélectionnez votre domaine)> DNS> Gérer",
  "Yes! As of February 6, 2020 we have added this feature.  Simply edit your DNS TXT record and prefix the alias with an exclamation mark.  Note that you must preserve the \":\" mapping, as this is required if you ever decide to toggle this off (and it's also used for importing in our paid plans).": "Oui! Depuis le 6 février 2020, nous avons ajouté cette fonctionnalité. Modifiez simplement votre enregistrement DNS TXT et préfixez l'alias avec un point d'exclamation. Notez que vous devez conserver le mappage \":\", car cela est nécessaire si vous décidez de désactiver cette option (et il est également utilisé pour l'importation dans nos plans payants).",
  "If you prefix an alias with \"!\" (exclamation mark) then it will still return successful respond codes to senders attempting to send to this address, but the emails themselves will go nowhere; to a blackhole.": "Si vous préfixez un alias avec \"!\" (point d'exclamation), il renverra toujours les codes de réponse réussis aux expéditeurs qui tentent d'envoyer à cette adresse, mais les e-mails eux-mêmes n'iront nulle part; à un trou noir.",
  "Sender Rewriting Scheme (\"SRS\") - we use ": "Sender Rewriting Scheme (\"SRS\") - nous utilisons",
  "SRS": "SRS",
  ", which is a scheme used to rewrite the envelope sender address for email forwarding in order for DKIM/SPF/DMARC to pass with a forwarding mail server (middleman).": ", qui est un schéma utilisé pour réécrire l'adresse de l'expéditeur de l'enveloppe pour le transfert de courrier électronique afin que DKIM / SPF / DMARC passe avec un serveur de messagerie de transfert (intermédiaire).",
  "Yes, the default limit is 10.  This does NOT mean that you can only have 10 aliases on your domain name.  You can have as many aliases as you want (an unlimited amount).  It means that you can only forward one alias to 10 unique email addresses.  You could have ": "Oui, la limite par défaut est de 10. Cela ne signifie pas que vous ne pouvez avoir que 10 alias sur votre nom de domaine. Vous pouvez avoir autant d'alias que vous le souhaitez (un nombre illimité). Cela signifie que vous ne pouvez transférer qu'un seul alias vers 10 adresses e-mail uniques. Tu aurais pu",
  ", … (from 1-10) – and any emails to ": ",… (De 1 à 10) - et tous les e-mails à",
  ", … (from 1-10).": ",… (De 1-10).",
  "You have successfully downgraded to the Free Plan.": "Vous êtes passé avec succès au plan gratuit.",
  "Manage Plan": "Gérer le plan",
  "Current Plan": "Plan actuel",
  "Spam, Phishing, and Attachment Protection with <span class=\"notranslate\">SpamScanner</span>": "Protection contre le spam, le phishing et les pièces jointes avec <span class=\"notranslate\">SpamScanner</span>",
  "for unlimited domains": "pour des domaines illimités",
  "Spam, Phishing, and Attachment Protection": "Protection contre le spam, le phishing et les pièces jointes",
  "Advanced spam and phishing protection": "Protection avancée contre le spam et le phishing",
  "Anti-spam and anti-phishing protection": "Protection anti-spam et anti-phishing",
  "Spam and phishing protection": "Protection contre le spam et le phishing",
  "unlimited domains": "domaines illimités",
  "Unlimited domains": "Domaines illimités",
  "Access support from industry experts": "Accédez au support d'experts de l'industrie",
  "Get assistance from the experts": "Obtenez l'aide des experts",
  "Dedicated expert-level developers and designers": "Développeurs et concepteurs spécialisés de niveau expert",
  "Dedicated support from the experts": "Support dédié par les experts",
  "Enhanced forwarding privacy": "Confidentialité de transfert améliorée",
  "Enhanced email forwarding privacy": "Confidentialité améliorée de la transmission des e-mails",
  "Instant DNS propagation with zero wait-time": "Propagation DNS instantanée avec zéro temps d'attente",
  "Instant DNS propagation; zero wait-time": "Propagation DNS instantanée; zéro temps d'attente",
  "Instant DNS propagation - zero wait-time": "Propagation DNS instantanée - zéro temps d'attente",
  "Instant DNS propagation (zero wait-time)": "Propagation DNS instantanée (temps d'attente nul)",
  "Access to exclusive API features": "Accès aux fonctionnalités exclusives de l'API",
  "Sign in &#124; <span class=\"notranslate\">ForwardEmail</span>": "Connectez-vous &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Sign in to your account": "Connectez-vous à votre compte",
  "Sign in now": "Connectez vous maintenant",
  "Access to exclusive API features (coming soon)": "Accès aux fonctionnalités exclusives de l'API (à venir bientôt)",
  "Unlimited email addresses and aliases": "Adresses e-mail et alias illimités",
  "coming soon": "Bientôt disponible",
  "Dedicated support from the founder": "Support dédié du fondateur",
  "/faq?domain=chickenpoopppp.com": "/faq?domain=chickenpoopppp.com",
  "Have you read our <a href=\"/faq?domain=chickenpoopppp.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/faq?domain=chickenpoopppp.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Domain is not a registered domain name. <a href=\"/domain-registration\">Click here to register it now</a>.": "Le domaine n&#39;est pas un nom de domaine enregistré. <a href=\"/domain-registration\">Cliquez ici pour l&#39;enregistrer maintenant</a> .",
  "/faq?domain=arizonaquiltersguild.org": "/faq?domain=arizonaquiltersguild.org",
  "Have you read our <a href=\"/faq?domain=arizonaquiltersguild.org\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Avez-vous déjà lu notre <a href=\"/faq?domain=arizonaquiltersguild.org\" target=\"_blank\" rel=\"noopener\">FAQ</a> ?",
  "Can I forward emails to ports other than 25 (e.g. if my ISP has blocked port 25)": "Puis-je transférer des e-mails vers des ports autres que 25 (par exemple, si mon FAI a bloqué le port 25)",
  "Do you offer a money back guarantee on paid plans": "Offrez-vous une garantie de remboursement sur les plans payés",
  "Yes, as of May 5, 2020 we have added this feature.  Simply edit your DNS txt record and affix the alias with a colon, followed by valid port number (the default is 25).": "Oui, à compter du 5 mai 2020, nous avons ajouté cette fonctionnalité. Modifiez simplement votre enregistrement DNS txt et apposez l'alias avec deux points, suivi d'un numéro de port valide (la valeur par défaut est 25).",
  " to forward to ": " transmettre à",
  " SMTP port is 1337 instead of 25:": " Le port SMTP est 1337 au lieu de 25:",
  "Yes!  We offer a 30-day money back guarantee on all paids plans if you are not satisfied with our service.": "Oui! Nous offrons une garantie de remboursement de 30 jours sur tous les plans de paiement si vous n'êtes pas satisfait de notre service.",
  "We do not ask any questions and simply process the refund within 5-7 business days.": "Nous ne posons aucune question et traitons simplement le remboursement dans les 5-7 jours ouvrables.",
  "Do you read my emails": "Lisez-vous mes e-mails",
  " and users that upgraded to paid plans.": " et les utilisateurs qui sont passés à des plans payants.",
  "No, absolutely not.  We do not store logs.  See our ": "Non, absolument pas. Nous ne stockons pas de journaux. Voir notre",
  "Many other email forwarding providers unethically read your email.  This is not what I'm about.": "De nombreux autres fournisseurs de transfert d'e-mails lisent votre courrier de manière contraire à l'éthique. Ce n'est pas de ça que je parle.",
  "The code that is deployed to the server is ": "Le code déployé sur le serveur est",
  "publicly visible on GitHub": "visible publiquement sur GitHub",
  "open-source software on GitHub": "logiciel open source sur GitHub",
  "Yes, it has tests written with ": "Oui, il a des tests écrits avec",
  "ava": "ava",
  " and also has code coverage.": " et a également une couverture de code.",
  "DNS Blacklists:": "Listes noires DNS:",
  " we test senders IP's against the Spamhaus ": " nous testons les IP des expéditeurs contre le Spamhaus",
  "Anti-Spam and Anti-Phishing Scanner": "Scanner anti-spam et anti-hameçonnage",
  ": we built from scratch and use ": ": nous avons construit à partir de zéro et utiliser",
  "SpamScanner": "SpamScanner",
  " for anti-spam prevention (it uses a Naive Bayes classifier under the hood).  We built this because we were not happy with ": " pour la prévention anti-spam (il utilise un classificateur Naive Bayes sous le capot). Nous l'avons construit parce que nous n'étions pas satisfaits",
  "rspamd": "rspamd",
  " nor ": " ni",
  "SpamAssassin": "SpamAssassin",
  ", nor were we happy with their lack of privacy-focused policies and public corpus datasets.": ", nous n'étions pas non plus satisfaits de leur manque de politiques axées sur la confidentialité et d'ensembles de données de corpus publics.",
  "SPF and DKIM:": "SPF et DKIM:",
  " through checking if an SPF record exists for a sender, and if so, we reverse-lookup the SMTP connection's remote address to validate it matches the SPF record, otherwise it's rejected.  If an SPF record does not exist, then we require DKIM verification.  If DKIM headers are passed and fail, then it is rejected as well.  If no DKIM headers are passed, then we assume that DKIM validation passes.": " en vérifiant si un enregistrement SPF existe pour un expéditeur, et si c'est le cas, nous inversons la recherche de l'adresse distante de la connexion SMTP pour la valider correspond à l'enregistrement SPF, sinon elle est rejetée. Si un enregistrement SPF n'existe pas, nous avons besoin d'une vérification DKIM. Si les en-têtes DKIM sont passés et échouent, il est également rejeté. Si aucun en-tête DKIM n'est transmis, nous supposons que la validation DKIM réussit.",
  "MX Record Test:": "Test d'enregistrement MX:",
  " through checking if the sender's from address domain has MX records (so it's actually coming from a mail exchange/SMTP server), otherwise it's rejected": " en vérifiant si l'expéditeur du domaine d'adresse contient des enregistrements MX (il provient donc en fait d'un serveur de messagerie / SMTP), sinon il est rejeté",
  "Disposable Email Addresses:": "Adresses électroniques jetables:",
  " we automatically block senders that are from the ": " nous bloquons automatiquement les expéditeurs",
  "**FullyFQDN - validates that senders SMTP connections are from FQDN (meaning no IP addresses, they must have a valid domain name resolved)": "** FullyFQDN - valide que les connexions SMTP des expéditeurs proviennent du FQDN (ce qui signifie aucune adresse IP, ils doivent avoir un nom de domaine valide résolu)",
  " through checking if the sender's from address domain has MX records (so it's actually coming from a mail exchange/SMTP server), otherwise it's rejected.": " en vérifiant si l'expéditeur du domaine d'adresse contient des enregistrements MX (il provient donc d'un serveur de messagerie / SMTP), sinon il est rejeté.",
  " list.": " liste.",
  "Fully Qualified Domain Name Test:": "Test de nom de domaine complet:",
  " validates that senders SMTP connections are from a fully qualified domain name (\"FQDN\"), meaning no IP addresses, they must have a valid domain name resolved.": " vérifie que les connexions SMTP des expéditeurs proviennent d'un nom de domaine complet (\"FQDN\"), ce qui signifie qu'aucune adresse IP, ils doivent avoir un nom de domaine valide résolu.",
  "TXT Record Test:": "Test d'enregistrement TXT:",
  " through checking if the email address the sender is trying to send to has a TXT DNS record with a valid email forwarding setup. The SSL certificates (main domain name or alternative names) of all MX servers of the forwarding destination must match the MX entry.": " en vérifiant si l'adresse e-mail à laquelle l'expéditeur tente d'envoyer a un enregistrement DNS TXT avec une configuration de transfert d'e-mail valide. Les certificats SSL (nom de domaine principal ou noms alternatifs) de tous les serveurs MX de la destination de transfert doivent correspondre à l'entrée MX.",
  "Yes, as of May 5, 2020 we have added this feature.  Right now the feature is domain-specific, as opposed to alias-specific.  If you require it to be alias-specific, please contact us to let us know of your needs.": "Oui, à compter du 5 mai 2020, nous avons ajouté cette fonctionnalité. À l'heure actuelle, la fonctionnalité est spécifique au domaine, par opposition à spécifique à l'alias. Si vous souhaitez qu'il soit spécifique à l'alias, veuillez nous contacter pour nous faire part de vos besoins.",
  "If you are on the free plan, then simply add a new DNS TXT record as shown below, but change the port from 25 to the port of your choosing.  If you are on a paid plan, then please go to ": "Si vous êtes sur le plan gratuit, ajoutez simplement un nouvel enregistrement DNS TXT comme indiqué ci-dessous, mais changez le port de 25 en port de votre choix. Si vous avez un forfait payant, veuillez vous rendre sur",
  "My Domains": "Mes domaines",
  " to forward to alias recipients' SMTP port of 1337 instead of 25:": " à transférer vers le port SMTP des destinataires d'alias de 1337 au lieu de 25:",
  "Sender Rewriting Scheme:": "Schéma de réécriture de l'expéditeur:",
  " - we use the ": " - nous utilisons le",
  "Sender Rewriting Scheme": "Schéma de réécriture de l'expéditeur",
  " (\"SRS\"), which is a scheme used to rewrite the envelope from address for email forwarding in order for DKIM/SPF/DMARC to pass with a forwarding mail server.": " (\"SRS\"), qui est un schéma utilisé pour réécrire l'enveloppe à partir de l'adresse pour le transfert de courrier électronique afin que DKIM / SPF / DMARC passe avec un serveur de messagerie de transfert.",
  "Practically yes - the only current restriction is that senders ": "Pratiquement oui - la seule restriction actuelle est que les expéditeurs",
  "by unique email address": "par adresse e-mail unique",
  " are limited to sending (300) emails per hour through the system.": " sont limités à l'envoi de (300) e-mails par heure via le système.",
  "If you are on the free plan, then simply add a new DNS TXT record as shown below, but change the port from 25 to the port of your choosing.  If you are on a paid plan, then please go to My Domains]": "Si vous êtes sur le plan gratuit, ajoutez simplement un nouvel enregistrement DNS TXT comme indiqué ci-dessous, mais changez le port de 25 en port de votre choix. Si vous bénéficiez d'un forfait payant, veuillez accéder à Mes domaines]",
  "If you are on a paid plan, then please go to ": "Si vous avez un forfait payant, veuillez vous rendre sur",
  ", click on \"Setup\" next to your domain, and then click on \"Advanced Settings\".": ", cliquez sur \"Configuration\" à côté de votre domaine, puis cliquez sur \"Paramètres avancés\".",
  "If you are on the free plan, then simply add a new DNS TXT record as shown below, but change the port from 25 to the port of your choosing.": "Si vous êtes sur le plan gratuit, ajoutez simplement un nouvel enregistrement DNS TXT comme indiqué ci-dessous, mais changez le port de 25 en port de votre choix.",
  "Why are my test emails showing in Gmail as \"Suspicuious\"": "Pourquoi mes e-mails de test s'affichent-ils dans Gmail comme \"suspects\"",
  "Can I remove the \"via forwardemail.net\" in Gmail": "Puis-je supprimer le \"via forwardemail.net\" dans Gmail",
  "If you see this error message in Gmail when you send a test to yourself, then ": "Si vous voyez ce message d'erreur dans Gmail lorsque vous vous envoyez un test, alors",
  "please do not worry": "s'il te plait ne t'inquiète pas",
  "–": "-",
  " as this is a built-in safety feature of Gmail that only you will see when you send a test to yourself.  You can simply click \"Looks safe\".": " car il s'agit d'une fonctionnalité de sécurité intégrée de Gmail que vous seul verrez lorsque vous vous enverrez un test. Vous pouvez simplement cliquer sur \"Looks safe\".",
  "For example, if you were to send a test message using the send mail as feature (to someone else), then they will not see this message.": "Par exemple, si vous deviez envoyer un message de test en utilisant la fonction d'envoi de courrier électronique (à quelqu'un d'autre), il ne verrait pas ce message.",
  "No, not yet.  We plan to roll out our own SMTP service, which would alleviate this.  Gmail automatically adds this and there is no current workaround.": "Non pas encore. Nous prévoyons de déployer notre propre service SMTP, ce qui atténuerait cela. Gmail l'ajoute automatiquement et il n'existe aucune solution de contournement actuelle.",
  "Why are my test emails sent to myself in Gmail showing as \"suspicuious\"": "Pourquoi mes e-mails de test envoyés à moi-même dans Gmail apparaissent-ils comme \"suspects\"",
  "If you see this error message below in Gmail when you send a test to yourself, then ": "Si vous voyez ce message d'erreur ci-dessous dans Gmail lorsque vous vous envoyez un test, alors",
  "Refunds": "Remboursements",
  "We offer a 30 day money": "Nous offrons un argent de 30 jours",
  "Yes!  We offer a 30 day money back guarantee on all paids plans if you are not satisfied with our service.": "Oui! Nous offrons une garantie de remboursement de 30 jours sur tous les plans de paiement si vous n'êtes pas satisfait de notre service.",
  "We offer a 30 day money back guarantee on all paid plans if you are not satisfied with our service.": "Nous offrons une garantie de remboursement de 30 jours sur tous les plans payés si vous n'êtes pas satisfait de notre service.",
  "To request a refund, please contact us.": "Pour demander un remboursement, veuillez nous contacter.",
  "To request a refund, please file a ": "Pour demander un remboursement, veuillez déposer un",
  "To request a refund, please file a Help request.": "Pour demander un remboursement, veuillez déposer une demande d'aide.",
  "To request a refund, please send an email from the email address verified on your account to: refunds@forwardemail.net": "Pour demander un remboursement, veuillez envoyer un e-mail à partir de l'adresse e-mail vérifiée sur votre compte à: remboursements@forwardemail.net",
  "If you are forwarding all emails from your domain, (\"": "Si vous transférez tous les e-mails de votre domaine, (\"",
  "all@example.com": "all@example.com",
  "\", \"": "\",\"",
  "hello@example.com": "bonjour@exemple.com",
  "\", etc) to a specific address \"": "\", etc.) à une adresse spécifique\"",
  "niftylettuce@gmail.com": "niftylettuce@gmail.com",
  "\":": "\":",
  "If you just need to forward a single email address (e.g. \"": "Si vous avez juste besoin de transmettre une seule adresse e-mail (par exemple, \"",
  "\" to \"": "\" à \"",
  "\"; this will also forward \"": "\"; cela transmettra également\"",
  "hello+test@example.com": "bonjour+test@example.com",
  "niftylettuce+test@gmail.com": "niftylettuce+test@gmail.com",
  "\" automatically):": "\"automatiquement):",
  "You can also specify a domain name in your TXT record to have global alias forwarding (e.g. \"": "Vous pouvez également spécifier un nom de domaine dans votre enregistrement TXT pour avoir un transfert d'alias global (par exemple, \"",
  "user@example.com": "user@example.com",
  "\" will get forwarded to \"": "\"sera transmis à\"",
  "user@example.net": "user@example.net",
  "\"):": "\"):",
  " – as this is a built-in safety feature of Gmail that only you will see when you send a test to yourself.  You can simply click \"Looks safe\".": " - car il s'agit d'une fonctionnalité de sécurité intégrée de Gmail que vous seul verrez lorsque vous vous enverrez un test. Vous pouvez simplement cliquer sur \"Looks safe\".",
  "To request a refund, please send an email from the email address verified on your account to: ": "Pour demander un remboursement, veuillez envoyer un e-mail à partir de l'adresse e-mail vérifiée sur votre compte à:",
  "refunds@forwardemail.net": "remboursements@forwardemail.net",
  "Furthermore, solutions like Amazon SES do not allow you to modify the envelope of the SMTP request, therefore you will need to add a Reply-To header and rewrite the From header as well to something like ": "De plus, des solutions comme Amazon SES ne vous permettent pas de modifier l'enveloppe de la demande SMTP, vous devrez donc ajouter un en-tête Reply-To et réécrire également l'en-tête From à quelque chose comme",
  "from@noreply.com": "de@noreply.com",
  " (which is really not clean).": " (ce qui n'est vraiment pas propre).",
  "Advanced Settings": "Réglages avancés",
  "Invalid port number.": "Numéro de port non valide.",
  "Invalid recovery passcode.": "Mot de passe de récupération non valide.",
  "Invalid two-factor authentication passcode.": "Code d'authentification à deux facteurs non valide.",
  "Please log in with two-factor authentication to view the page you requested.": "Veuillez vous connecter avec une authentification à deux facteurs pour afficher la page que vous avez demandée.",
  "Domain name was invalid (must be a FQDN).": "Le nom de domaine n'était pas valide (doit être un nom de domaine complet).",
  "Invite does not exist with your email address for this domain.": "L'invitation n'existe pas avec votre adresse e-mail pour ce domaine.",
  "Password successfully confirmed.": "Mot de passe confirmé avec succès.",
  "Recovery passcode successful. This passcode will no longer be valid.": "Le mot de passe de récupération a réussi. Ce mot de passe ne sera plus valide.",
  "Your email has been successfully verified. You should receive a support email from an admin within the next 3-5 business days.": "Votre e-mail a été vérifié avec succès. Vous devriez recevoir un e-mail d'assistance d'un administrateur dans les 3-5 prochains jours ouvrables.",
  "You have successfully accepted the invite to this domain and you can now create your first alias.": "Vous avez accepté avec succès l'invitation à ce domaine et vous pouvez maintenant créer votre premier alias.",
  "An error occurred while emailing the invite link.  Please manually copy the the invite link and share it with this person if needed.": "Une erreur s'est produite lors de l'envoi par e-mail du lien d'invitation. Veuillez copier manuellement le lien d'invitation et le partager avec cette personne si nécessaire.",
  "Group was invalid, must be either admin or user.": "Le groupe n'était pas valide, doit être administrateur ou utilisateur.",
  "Invite was already sent to this email address.  Please manually copy the invite link and share it with this person if needed.": "L'invitation a déjà été envoyée à cette adresse e-mail. Veuillez copier manuellement le lien d'invitation et le partager avec cette personne si nécessaire.",
  "Your account has been banned.": "Votre compte a été banni.",
  "Domain is missing required DNS TXT records.": "Le domaine manque les enregistrements DNS TXT requis.",
  "Domain has multiple verification records.  Please ensure there is only one verification record that exists.": "Le domaine a plusieurs enregistrements de vérification. Veuillez vous assurer qu'il n'existe qu'un seul enregistrement de vérification.",
  "Domain has multiple port records.  Please ensure there is only one port record that exists.": "Le domaine a plusieurs enregistrements de port. Veuillez vous assurer qu'il n'existe qu'un seul enregistrement de port.",
  "All paid plans are completely free during our beta program.  You will be emailed reminders to make payment when it has ended.": "All paid plans are completely free during our beta program.  You will be emailed reminders to make payment when it has ended.",
  "Custom port forwarding": "Custom port forwarding",
  "in case your ISP blocks port 25": "in case your ISP blocks port 25",
  "Easy to use email alias and import manager": "Easy to use email alias and import manager",
  "Browser extension": "Browser extension",
  "Exclusive access to API features": "Exclusive access to API features",
  "30-day money back guarantee": "30-day money back guarantee",
  "We accept credit cards using <a class=\"alert-link\" href=\"https://stripe.com/global\" target=\"_blank\" rel=\"nofollow\">Stripe</a> and payment with <a class=\"alert-link\" href=\"https://paypal.com\" target=\"_blank\" rel=\"nofollow\">PayPal</a> &ndash; for one-time payments and monthly or yearly subscriptions.": "We accept credit cards using <a class=\"alert-link\" href=\"https://stripe.com/global\" target=\"_blank\" rel=\"nofollow\">Stripe</a> and payment with <a class=\"alert-link\" href=\"https://paypal.com\" target=\"_blank\" rel=\"nofollow\">PayPal</a> &ndash; for one-time payments and monthly or yearly subscriptions.",
  "Below is a copy of your request submitted on ": "Below is a copy of your request submitted on ",
  " at ": " at ",
  "We will review your request and reply as soon as possible.": "We will review your request and reply as soon as possible.",
  "Your Help Request": "Your Help Request",
  "Custom Port Forwarding": "Custom Port Forwarding",
  "Port number (SMTP)": "Port number (SMTP)",
  "Do not modify this unless you know what you are doing.  This will forward all emails to the specific port for all aliases and their recipients.  For example, if you are forwarding to info@example.com, and input port number 1337 here, then our server will forward email to forwardemail.net on port 1337 (as opposed to the standard SMTP port of 25).": "Do not modify this unless you know what you are doing.  This will forward all emails to the specific port for all aliases and their recipients.  For example, if you are forwarding to info@example.com, and input port number 1337 here, then our server will forward email to forwardemail.net on port 1337 (as opposed to the standard SMTP port of 25).",
  "We offer a 30-day money back guarantee on all paid plans if you are not satisfied with our service.": "We offer a 30-day money back guarantee on all paid plans if you are not satisfied with our service.",
  "Port 25 blocked by ISP workaround": "Port 25 blocked by ISP workaround",
  "If you see this error message (see picture below) in Gmail when you send a test to yourself, then ": "If you see this error message (see picture below) in Gmail when you send a test to yourself, then ",
  " – as this is a built-in safety feature of Gmail that only you will see when you send a test to yourself.  You can simply click \"Looks safe\".  For example, if you were to send a test message using the send mail as feature (to someone else), then they will not see this message.": " – as this is a built-in safety feature of Gmail that only you will see when you send a test to yourself.  You can simply click \"Looks safe\".  For example, if you were to send a test message using the send mail as feature (to someone else), then they will not see this message.",
  "If you see this error message in Gmail when you send a test to yourself (see picture below), then ": "If you see this error message in Gmail when you send a test to yourself (see picture below), then ",
  "How to workaround ISP port 25 block": "How to workaround ISP port 25 block",
  "No ": "No ",
  " not yet!  We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other providers with similar services to ours will still will incur this same issue too (and other providers simply do not offer the level of privacy we do).": " not yet!  We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other providers with similar services to ours will still will incur this same issue too (and other providers simply do not offer the level of privacy we do).",
  "Not yet!  We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other providers with similar services to ours will still incur this same issue too (and other providers simply do not offer the level of privacy we do).": "Not yet!  We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other providers with similar services to ours will still incur this same issue too (and other providers simply do not offer the level of privacy we do).",
  "Step 1": "Step 1",
  "Guides": "Guides",
  "List of ports blocked by ISPS &#124; <span class=\"notranslate\">ForwardEmail</span>": "List of ports blocked by ISPS &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "We compiled a list of ports blocked by Internet Service Providers from every country around the world.": "We compiled a list of ports blocked by Internet Service Providers from every country around the world.",
  "We manually curated an open-source list of ports blocked by both Internet Service Provider and residing country.": "We manually curated an open-source list of ports blocked by both Internet Service Provider and residing country.",
  "List of ports blocked by ISPS": "List of ports blocked by ISPS",
  "Check your ISP below": "Check your ISP below",
  "We welcome your feedback and questions on the list above.": "We welcome your feedback and questions on the list above.",
  "List of ports blocked by ISP and Country": "List of ports blocked by ISP and Country",
  "Check to see if your ISP is listed below": "Check to see if your ISP is listed below",
  "indicates the port is <u>not</u> blocked": "indicates the port is <u>not</u> blocked",
  "indicates the port is blocked": "indicates the port is blocked",
  "Port 25 blocked by ISP workaround &#124; <span class=\"notranslate\">ForwardEmail</span>": "Port 25 blocked by ISP workaround &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Our service allows you to workaround port blocking set by your Internet Service Provider on port 25.  Simple follow our guide to workaround this issue in minutes.": "Our service allows you to workaround port blocking set by your Internet Service Provider on port 25.  Simple follow our guide to workaround this issue in minutes.",
  "indicates that the port is <u>not</u> blocked": "indicates that the port is <u>not</u> blocked",
  "indicates that the port is blocked": "indicates that the port is blocked",
  "List of ports blocked by ISPs &#124; <span class=\"notranslate\">ForwardEmail</span>": "List of ports blocked by ISPs &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "List of ports blocked by ISPs": "List of ports blocked by ISPs",
  "Want to skip ahead to the technical instructions?": "Want to skip ahead to the technical instructions?",
  "Create free disposable adddresses": "Create free disposable adddresses",
  "Ready to get started and create a disposable email address?": "Ready to get started and create a disposable email address?",
  "Reserved Email Addresses and Words": "Reserved Email Addresses and Words",
  "Already register a domain?": "Already register a domain?",
  "Simply enter your domain below to setup free email forwarding.": "Simply enter your domain below to setup free email forwarding.",
  "Custom SMTP Port Forwarding": "Custom SMTP Port Forwarding",
  "Do not modify this unless you know what you are doing.  This will forward all emails to the specific port for all aliases and their recipients.  For example, if you are forwarding to info@example.com, and input port number 1337 here, then our server will forward email to example.com on port 1337 (as opposed to the standard SMTP port of 25).": "Do not modify this unless you know what you are doing.  This will forward all emails to the specific port for all aliases and their recipients.  For example, if you are forwarding to info@example.com, and input port number 1337 here, then our server will forward email to example.com on port 1337 (as opposed to the standard SMTP port of 25).",
  "Maximum Recipients Per Alias": "Maximum Recipients Per Alias",
  "Current Value:": "Current Value:",
  "Contact us to increase": "Contact us to increase",
  "Did your ISP block port 25?": "Did your ISP block port 25?",
  "Skip ahead to the technical instructions to forward emails to a custom SMTP port.": "Skip ahead to the technical instructions to forward emails to a custom SMTP port.",
  "Skip ahead to the instructions to forward emails to a custom SMTP port.": "Skip ahead to the instructions to forward emails to a custom SMTP port.",
  "Help &#124; <span class=\"notranslate\">ForwardEmail</span>": "Help &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Ask ForwardEmail your questions or leave comments": "Ask ForwardEmail your questions or leave comments",
  "Free disposable adddresses": "Free disposable adddresses",
  "Invalid CSRF token": "Invalid CSRF token",
  "Plan upgrade required": "Plan upgrade required",
  "Need to upgrade your plan?": "Need to upgrade your plan?",
  "Upgrade required": "Upgrade required",
  "Upgrade plan": "Upgrade plan",
  "Want to use the free plan instead?": "Want to use the free plan instead?",
  "/faq?domain=forwardemail2.net": "/faq?domain=forwardemail2.net",
  "Have you read our <a href=\"/faq?domain=forwardemail2.net\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Have you read our <a href=\"/faq?domain=forwardemail2.net\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?",
  "Upgrade your plan": "Upgrade your plan",
  "Want the free plan?": "Want the free plan?",
  "Add new domain": "Add new domain",
  "Need free version?": "Need free version?",
  "How to workaround ISP blocking inbound SMTP on port 25": "How to workaround ISP blocking inbound SMTP on port 25",
  "How to workaround ISP blocking outbound SMTP on port 25": "How to workaround ISP blocking outbound SMTP on port 25",
  "How can I check if my ISP blocks ports": "How can I check if my ISP blocks ports",
  "If you do not have port 25 open on your mail server's IP address, then this guide is for you.": "If you do not have port 25 open on your mail server's IP address, then this guide is for you.",
  "For example, you're running a custom mail server at home, and your Internet Service Provider (\"ISP\") has blocked outbound port 25.": "For example, you're running a custom mail server at home, and your Internet Service Provider (\"ISP\") has blocked outbound port 25.",
  "Since you cannot have outbound traffic on port 25, then you most likely also won't have inbound traffic on port 25 due to this block.": "Since you cannot have outbound traffic on port 25, then you most likely also won't have inbound traffic on port 25 due to this block.",
  "Assuming you are using our service to forward emails, ": "Assuming you are using our service to forward emails, ",
  "you can workaround this issue through our FAQ answer here": "you can workaround this issue through our FAQ answer here",
  "If your ISP blocks outbound port 25, then you will have to find an alternate solution or contact them.": "If your ISP blocks outbound port 25, then you will have to find an alternate solution or contact them.",
  "See our ": "See our ",
  "list of ports blocked by Internet Service Providers": "list of ports blocked by Internet Service Providers",
  "If you are on a paid plan": "If you are on a paid plan",
  ", then please go to ": ", then please go to ",
  "If you are on a paid plan, which features enhanced privacy protection": "If you are on a paid plan, which features enhanced privacy protection",
  "If you are on a paid plan (which features enhanced privacy protection)": "If you are on a paid plan (which features enhanced privacy protection)",
  ", click on \"Setup\" next to your domain, and then click on \"Advanced Settings\".  If you would like to learn more about paid plans see our ": ", click on \"Setup\" next to your domain, and then click on \"Advanced Settings\".  If you would like to learn more about paid plans see our ",
  " page": " page",
  " and upgrade your domain to a paid plan BEFORE starting this guide.  If you would like to learn more about paid plans see our ": " and upgrade your domain to a paid plan BEFORE starting this guide.  If you would like to learn more about paid plans see our ",
  "Important:": "Important:",
  " Don't see your provider name listed here?  Simply search on the Internet for \"how to change DNS records on ": " Don't see your provider name listed here?  Simply search on the Internet for \"how to change DNS records on ",
  "In the guided steps below, Be sure to replace the email address of ": "In the guided steps below, Be sure to replace the email address of ",
  " If you have ": " If you have ",
  "already": "already",
  " registered your domain name, then you must completely skip this step and go to step two.  Otherwise you can ": " registered your domain name, then you must completely skip this step and go to step two.  Otherwise you can ",
  "Clicking on a \"Provider\" below will open a link in a new tab for you.  After following the \"Steps to Configure DNS\" in this tab, do NOT close the tab, but instead return to this tab to proceed to step three.": "Clicking on a \"Provider\" below will open a link in a new tab for you.  After following the \"Steps to Configure DNS\" in this tab, do NOT close the tab, but instead return to this tab to proceed to step three.",
  " Do you remember where you registered your domain?  Once you know which provider it was registered at, then you can click on its link under the \"Provider\" column below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:": " Do you remember where you registered your domain?  Once you know which provider it was registered at, then you can click on its link under the \"Provider\" column below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:",
  " Do you remember where you registered your domain?  Once you determine (or remember ": " Do you remember where you registered your domain?  Once you determine (or remember ",
  ") which provider it was registered at, then you can click on its link under the \"Provider\" column below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:": ") which provider it was registered at, then you can click on its link under the \"Provider\" column below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:",
  " Do you remember where you registered your domain?  Once you determine or remember which provider it was registered at, then you can click on its link under the \"Provider\" column below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:": " Do you remember where you registered your domain?  Once you determine or remember which provider it was registered at, then you can click on its link under the \"Provider\" column below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:",
  " Do you remember where you registered your domain?  When you're ready and know where you registered it, then proceed to read the tip and follow its instructions below.": " Do you remember where you registered your domain?  When you're ready and know where you registered it, then proceed to read the tip and follow its instructions below.",
  "Do you remember where you registered your domain?": "Do you remember where you registered your domain?",
  " When you're ready and know where you registered it, then proceed to read the tip and follow its instructions below.": " When you're ready and know where you registered it, then proceed to read the tip and follow its instructions below.",
  " Once you have recalled which provider it was registered at, then proceed to read the tip and follow its instructions below:": " Once you have recalled which provider it was registered at, then proceed to read the tip and follow its instructions below:",
  " Once you have recalled which provider it was registered at, then proceed to read this tip and follow its instructions below:": " Once you have recalled which provider it was registered at, then proceed to read this tip and follow its instructions below:",
  " Once you recall where it was registered, then keep reading below:": " Once you recall where it was registered, then keep reading below:",
  " Using your registar's DNS management page (the other tab you have opened), set the following \"MX\" record types on your domain name:": " Using your registar's DNS management page (the other tab you have opened), set the following \"MX\" record types on your domain name:",
  " Using your registar's DNS management page (the other tab you have opened), set the following \"TXT\" record types on your domain name:": " Using your registar's DNS management page (the other tab you have opened), set the following \"TXT\" record types on your domain name:",
  " Using your registar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record types on your domain name:": " Using your registar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record types on your domain name:",
  "Not yet!  We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other email forwarding services with similar features to ours will still incur this same issue too (and other email forwarding solutions  simply do not offer the level of privacy we do).": "Not yet!  We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other email forwarding services with similar features to ours will still incur this same issue too (and other email forwarding solutions  simply do not offer the level of privacy we do).",
  "Many other email forwarding services unethically read your email.  This is not what I'm about.": "Many other email forwarding services unethically read your email.  This is not what I'm about.",
  " Using your registrar's DNS management page (the other tab you have opened), set the following \"MX\" record types on your domain name:": " Using your registrar's DNS management page (the other tab you have opened), set the following \"MX\" record types on your domain name:",
  " Using your registrar's DNS management page (the other tab you have opened), set the following \"TXT\" record types on your domain name:": " Using your registrar's DNS management page (the other tab you have opened), set the following \"TXT\" record types on your domain name:",
  " Using your registrar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record types on your domain name:": " Using your registrar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record types on your domain name:",
  " Setup.": " Setup.",
  "Still having issues?  Please file a ": "Still having issues?  Please file a ",
  " so we can help investigate the issue and find a quick resolution.": " so we can help investigate the issue and find a quick resolution.",
  " All steps are complete!  Now you can start dancing, sing a song, and start sending emails.  If you enjoyed these instructions, then please consider ": " All steps are complete!  Now you can start dancing, sing a song, and start sending emails.  If you enjoyed these instructions, then please consider ",
  "upgrading to a paid plan": "upgrading to a paid plan",
  " or sending us a ": " or sending us a ",
  "donation": "donation",
  "If you're using Gmail, you should check your spam folder for test messages (sometimes test messages to yourself get marked as spam), and also purge cache on Google's DNS at ": "If you're using Gmail, you should check your spam folder for test messages (sometimes test messages to yourself get marked as spam), and also purge cache on Google's DNS at ",
  "All steps are complete!  Now you can start dancing, sing a song, and start sending emails.  If you enjoyed these instructions, then please consider ": "All steps are complete!  Now you can start dancing, sing a song, and start sending emails.  If you enjoyed these instructions, then please consider ",
  "Congratulations, all steps are now completed!": "Congratulations, all steps are now completed!",
  "  Now you can start dancing, sing a song, and start sending emails.  If you enjoyed these instructions, then please consider ": "  Now you can start dancing, sing a song, and start sending emails.  If you enjoyed these instructions, then please consider ",
  " registered your domain name, then you must completely skip this step and go to step two!  Otherwise you can ": " registered your domain name, then you must completely skip this step and go to step two!  Otherwise you can ",
  " registered your domain name somewhere, then you must completely skip this step and go to step two!  Otherwise you can ": " registered your domain name somewhere, then you must completely skip this step and go to step two!  Otherwise you can ",
  " Once you remember this, then keep reading below:": " Once you remember this, then keep reading below:",
  "Now you can start dancing, sing a song, and start sending emails!  If you enjoyed these instructions, then please consider ": "Now you can start dancing, sing a song, and start sending emails!  If you enjoyed these instructions, then please consider ",
  ".  Additional tips and optional add-ons are described below:": ".  Additional tips and optional add-ons are described below:",
  " we use the ": " we use the ",
  " and users that upgraded to paid plans.  We want to provide a free alternative (since we feel bad) for people that are using closed-source forwarding services (and subsequently risking their privacy and security).": " and users that upgraded to paid plans.  We want to provide a free alternative (since we feel bad) for people that are using closed-source forwarding services (and subsequently risking their privacy and security).",
  "My Account ": "My Account ",
  "Settings ": "Settings ",
  "Accounts and Import ": "Accounts and Import ",
  "Send mail as": "Send mail as",
  " Domains": " Domains",
  " Accounts and Import ": " Accounts and Import ",
  " Send mail as": " Send mail as",
  " Using your registrar's DNS management page (the other tab you have opened), set the following \"MX\" records on your domain name:": " Using your registrar's DNS management page (the other tab you have opened), set the following \"MX\" records on your domain name:",
  " Using your registrar's DNS management page (the other tab you have opened), set the following \"TXT\" record(s) on your domain name:": " Using your registrar's DNS management page (the other tab you have opened), set the following \"TXT\" record(s) on your domain name:",
  " Using your registrar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record on your domain name:": " Using your registrar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record on your domain name:",
  "All you need to do is go to that link, and for both \"MX\" and \"TXT\" records, enter your domain name, and click \"Purge Cache\".  You'll then need to wait a few minutes and try again.": "All you need to do is go to that link, and for both \"MX\" and \"TXT\" records, enter your domain name, and click \"Purge Cache\".  You'll then need to wait a few minutes and try again.",
  " Using your registrar's DNS management page (the other tab you have opened), set the following \"MX\" records:": " Using your registrar's DNS management page (the other tab you have opened), set the following \"MX\" records:",
  " Using your registrar's DNS management page (the other tab you have opened), set the following \"TXT\" record(s):": " Using your registrar's DNS management page (the other tab you have opened), set the following \"TXT\" record(s):",
  " Using your registrar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record:": " Using your registrar's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record:",
  "When prompted for text input, enter your custom domain's email address you're forwarding from (e.g. \"hello@example.com\" - this will help you keep track in case you use this service for multiple accounts)": "When prompted for text input, enter your custom domain's email address you're forwarding from (e.g. \"hello@example.com\" - this will help you keep track in case you use this service for multiple accounts)",
  "When prompted for \"Name\", enter the name that you want your email to be seen as \"From\" (e.g. \"Elon Musk\")": "When prompted for \"Name\", enter the name that you want your email to be seen as \"From\" (e.g. \"Elon Musk\")",
  "When prompted for \"Email address\", enter the email address with the custom domain you used above (e.g. \"hello@example.com\")": "When prompted for \"Email address\", enter the email address with the custom domain you used above (e.g. \"hello@example.com\")",
  "When prompted for \"SMTP Server\", enter \"smtp.gmail.com\" and leave the port as \"587\"": "When prompted for \"SMTP Server\", enter \"smtp.gmail.com\" and leave the port as \"587\"",
  "When prompted for \"Username\", enter the portion of your Gmail address without the \"": "When prompted for \"Username\", enter the portion of your Gmail address without the \"",
  "@gmail": "@gmail",
  ".com\" part (e.g. just \"niftylettuce\" if my email is \"niftylettuce@gmail.com\")": ".com\" part (e.g. just \"niftylettuce\" if my email is \"niftylettuce@gmail.com\")",
  "When prompted for text input, enter your custom domain's email address you're forwarding from (e.g. \"": "When prompted for text input, enter your custom domain's email address you're forwarding from (e.g. \"",
  "\" - this will help you keep track in case you use this service for multiple accounts)": "\" - this will help you keep track in case you use this service for multiple accounts)",
  "When prompted for \"Email address\", enter the email address with the custom domain you used above (e.g. \"": "When prompted for \"Email address\", enter the email address with the custom domain you used above (e.g. \"",
  "\")": "\")",
  ".com\" part (e.g. just \"niftylettuce\" if my email is \"": ".com\" part (e.g. just \"niftylettuce\" if my email is \"",
  "smtp.gmail.com": "smtp.gmail.com",
  "gmail.com": "gmail.com",
  " part (e.g. just \"niftylettuce\" if my email is ": " part (e.g. just \"niftylettuce\" if my email is ",
  "Now you can start dancing, sing a song, and start forwarding emails!  If you enjoyed these instructions, then please consider ": "Now you can start dancing, sing a song, and start forwarding emails!  If you enjoyed these instructions, then please consider ",
  "Now you can start dancing, sing a song, and start forwarding emails!  If you have enjoyed these instructions, then please consider ": "Now you can start dancing, sing a song, and start forwarding emails!  If you have enjoyed these instructions, then please consider ",
  "  The older version v1 also had some logic not in the most optimal order of operations – but now v2 does less memory/network intense operations first (and returns early if possible to send a response as quickly as possible to the SMTP client).  We plan to continue to optimize speed, enhance features, and improve this service over time.": "  The older version v1 also had some logic not in the most optimal order of operations – but now v2 does less memory/network intense operations first (and returns early if possible to send a response as quickly as possible to the SMTP client).  We plan to continue to optimize speed, enhance features, and improve this service over time.",
  "Did you finish registering?": "Did you finish registering?",
  "Need to setup email forwarding for your team?": "Need to setup email forwarding for your team?",
  "Skip ahead to the instructions to forward emails.": "Skip ahead to the instructions to forward emails.",
  "Skip ahead to the instructions to setting up email forwarding for your team.": "Skip ahead to the instructions to setting up email forwarding for your team.",
  "Need email forwarding for your team?": "Need email forwarding for your team?",
  "Skip ahead to the instructions to setup email forwarding for your team.": "Skip ahead to the instructions to setup email forwarding for your team.",
  "/faq?domain=test.com": "/faq?domain=test.com",
  "Have you read our <a href=\"/faq?domain=test.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Have you read our <a href=\"/faq?domain=test.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?",
  "Please ensure that the following <strong>TXT record</strong> exists for your domain name.": "Please ensure that the following <strong>TXT record</strong> exists for your domain name.",
  "Please ensure that the following <strong>TXT record</strong> exists on your domain's DNS records.": "Please ensure that the following <strong>TXT record</strong> exists on your domain's DNS records.",
  "Once you have followed the previous step(s), you will need to \"purge\" the DNS cache using the \"Purge Cache\" tool by Cloudflare.  You can optionally purge the cache using Google as well if you are using Gmail.  Make sure to purge both the \"TXT\" and the \"MX\" records on your domain name's DNS records.  Wait a few minutes (or sometimes it might take an hour or two), and then click \"Verify Records\" above and try sending a test email to yourself.": "Once you have followed the previous step(s), you will need to \"purge\" the DNS cache using the \"Purge Cache\" tool by Cloudflare.  You can optionally purge the cache using Google as well if you are using Gmail.  Make sure to purge both the \"TXT\" and the \"MX\" records on your domain name's DNS records.  Wait a few minutes (or sometimes it might take an hour or two), and then click \"Verify Records\" above and try sending a test email to yourself.",
  "Set this <strong>TXT record</strong> as a new DNS record on your domain:": "Set this <strong>TXT record</strong> as a new DNS record on your domain:",
  "Your request has timed out and we have been alerted of this issue. Please try again or contact us.": "Your request has timed out and we have been alerted of this issue. Please try again or contact us.",
  "DNS Management by Registar": "DNS Management by Registar",
  "Set this <strong>TXT record</strong> as a new DNS entry on your domain:": "Set this <strong>TXT record</strong> as a new DNS entry on your domain:",
  "Please log in or sign up to view the page you requested.": "Please log in or sign up to view the page you requested.",
  "/faq?domain=myteam.com": "/faq?domain=myteam.com",
  "Have you read our <a href=\"/faq?domain=myteam.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Have you read our <a href=\"/faq?domain=myteam.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?",
  "Tip": "Tip",
  "If you need to upgrade your plan on a domain name, then click on the dropdown for it under the column \"Current Plan\" below.": "If you need to upgrade your plan on a domain name, then click on the dropdown for it under the column \"Current Plan\" below.",
  "If you need to upgrade or downgrade your plan on a domain name, then click on the dropdown for it under the column \"Current Plan\" below.": "If you need to upgrade or downgrade your plan on a domain name, then click on the dropdown for it under the column \"Current Plan\" below.",
  "DNS-based": "DNS-based",
  "This page is coming soon.  Please check back later.": "This page is coming soon.  Please check back later.",
  "This page is undergoing an update.  Please check back later.": "This page is undergoing an update.  Please check back later.",
  "My Account - Security": "My Account - Security",
  "Disable OTP": "Disable OTP",
  "You are about to disable two-factor authentication on your account. Please confirm your password to continue.": "You are about to disable two-factor authentication on your account. Please confirm your password to continue.",
  "Confirm Password": "Confirm Password",
  "Credentials": "Credentials",
  "API token": "API token",
  "Keep your token secure and never share it publicly": "Keep your token secure and never share it publicly",
  "Reset API Token": "Reset API Token",
  "Delete Account": "Delete Account",
  "Your account is currently an admin of these domains:": "Your account is currently an admin of these domains:",
  "You must remove yourself from or delete these domains before you can delete your account.": "You must remove yourself from or delete these domains before you can delete your account."
}
