{
  "10": "10",
  "25": "25",
  "50": "50",
  "Domain is not a registered domain name. <a class=\"font-weight-bold\" href=\"/domain-registration\">Click here to register it now</a>.": "Domain bukan nama domain yang terdaftar. <a class=\"font-weight-bold\" href=\"/domain-registration\">Klik di sini untuk mendaftarkannya sekarang</a>.",
  "If we detect your DNS records are valid, then we will send you an automated email alert.  We routinely check DNS records for your domain every few hours.": "Jika kami mendeteksi catatan DNS Anda valid, maka kami akan mengirimkan peringatan email otomatis. Kami secara rutin memeriksa catatan DNS untuk domain Anda setiap beberapa jam.",
  "Please ensure that your DNS nameservers are set properly too (e.g. if you are using a DNS provider such as Cloudflare &ndash; which may be a different provider than your domain registrar).": "Pastikan juga nameserver DNS Anda diatur dengan benar (misalnya jika Anda menggunakan penyedia DNS seperti Cloudflare &ndash; yang mungkin penyedia berbeda dari registrar domain Anda).",
  "<p class=\"mb-0\"><strong>Making changes to your DNS records takes time to propagate throughout the Internet. <span class=\"text-danger\">You may need to wait a few minutes</span> and then try again.</strong></p>": "<p class=\"mb-0\"><strong>Membuat perubahan pada catatan DNS Anda membutuhkan waktu untuk menyebar ke seluruh Internet. <span class=\"text-danger\">Anda mungkin perlu menunggu beberapa menit</span> dan kemudian coba lagi.</strong></p>",
  "Domain is missing required DNS <span class=\"notranslate\">TXT</span> record of: <span class=\"notranslate\">%s</span>": "Domain kehilangan catatan DNS <span class=\"notranslate\">TXT</span> yang diperlukan: <span class=\"notranslate\">%s</span>",
  "<p class=\"mb-0\">We have detected that your domain has multiple MX server providers. Please ensure that the <strong>ONLY</strong> DNS MX records are:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Kami telah mendeteksi bahwa domain Anda memiliki beberapa penyedia server MX. Pastikan bahwa catatan DNS MX <strong>SATU-SATUNYA</strong> adalah:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Pastikan Anda tidak memiliki kesalahan ketik dan kedua catatan unik telah ditambahkan (misalnya pastikan kedua catatan tidak sama). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Baca FAQ kami</a> untuk instruksi terperinci.</p>",
  "From header must be equal to <span class=\"notranslate\">%s</span> (or) you can use a domain-wide catch-all password at <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>": "Header From harus sama dengan <span class=\"notranslate\">%s</span> (atau) Anda dapat menggunakan kata sandi catch-all seluruh domain di <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>",
  "<p class=\"mb-0\">Domain is missing required DNS MX records of:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Domain kehilangan catatan DNS MX yang diperlukan:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Pastikan Anda tidak memiliki kesalahan ketik dan kedua catatan unik telah ditambahkan (misalnya pastikan kedua catatan tidak sama). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Baca FAQ kami</a> untuk instruksi terperinci.</p>",
  "Invalid DKIM signature.": "Tanda tangan DKIM tidak valid.",
  "Newsletter approval required for <span class=\"notranslate\">%s</span>": "Persetujuan newsletter diperlukan untuk <span class=\"notranslate\">%s</span>",
  "We detected that you attempted to send an outbound SMTP newsletter for <strong class=\"notranslate\">%s</strong>.  Your domain does not yet have newsletter support approved, and an admin has been notified to begin review.  This process usually is resolved within 2-4 hours, but sometimes it may longer.": "Kami mendeteksi bahwa Anda mencoba mengirim newsletter SMTP keluar untuk <strong class=\"notranslate\">%s</strong>. Domain Anda belum memiliki dukungan newsletter yang disetujui, dan admin telah diberitahu untuk memulai tinjauan. Proses ini biasanya diselesaikan dalam 2-4 jam, tetapi terkadang bisa lebih lama.",
  "Newsletter usage is not yet approved for your account, please wait for approval or contact us for support.": "Penggunaan newsletter belum disetujui untuk akun Anda, harap tunggu persetujuan atau hubungi kami untuk dukungan.",
  "You have exceeded your daily SMTP outbound rate limit.": "Anda telah melebihi batas tingkat SMTP keluar harian Anda.",
  "From header must end with <span class=\"notranslate\">%s</span>": "Header From harus diakhiri dengan <span class=\"notranslate\">%s</span>",
  "An error code of \"<span class=\"notranslate\">%s</span>\" occurred while performing the DNS lookup. Please try again.": "Kode error \"<span class=\"notranslate\">%s</span>\" terjadi saat melakukan pencarian DNS. Silakan coba lagi.",
  "See": "Lihat",
  "https://github.com/scintill/macos-server-apns-certs/tree/master": "https://github.com/scintill/macos-server-apns-certs/tree/master",
  "About Forward Email": "Tentang Forward Email",
  "Table of Contents": "Daftar Isi",
  "Foreword": "Kata Pengantar",
  "History": "Sejarah",
  "Forward Email is a": "Forward Email adalah",
  "free and open-source": "layanan gratis dan open-source",
  "email forwarding": "penerusan email",
  "service focused on a user's": "yang berfokus pada",
  "right to privacy": "hak privasi pengguna",
  ", and was launched in November 2017.  It offers unlimited custom domain names, unlimited email addresses and aliases, unlimited disposable email addresses, spam and phishing protection, and other features.  The service is maintained and owned by its original founding team of designers and developers.  It is built with 100% open-source software using": ", dan diluncurkan pada November 2017. Ini menawarkan nama domain kustom tak terbatas, alamat email dan alias tak terbatas, alamat email sekali pakai tak terbatas, perlindungan spam dan phishing, dan fitur lainnya. Layanan ini dikelola dan dimiliki oleh tim pendiri asli dari desainer dan pengembang. Ini dibangun dengan 100% perangkat lunak open-source menggunakan",
  "JavaScript": "JavaScript",
  "Node.js": "Node.js",
  ", and": ", dan",
  "We launched in November 2017 after an initial release.": "Kami meluncurkan pada November 2017 setelah rilis awal.",
  "In April 2018": "Pada April 2018",
  "Cloudflare": "Cloudflare",
  "launched their": "meluncurkan",
  "privacy-first consumer DNS service": "layanan DNS konsumen yang mengutamakan privasi",
  ", and we switched from using": ", dan kami beralih dari menggunakan",
  "OpenDNS": "OpenDNS",
  "to": "ke",
  "for handling": "untuk menangani",
  "lookups.": "pencarian.",
  "In October 2018, we allowed users to \"Send Mail As\" with": "Pada Oktober 2018, kami mengizinkan pengguna untuk \"Kirim Email Sebagai\" dengan",
  "Gmail": "Gmail",
  "and": "dan",
  "Outlook": "Outlook",
  "In May 2019, we released v2, which was a major rewrite from the initial versions and focused on": "Pada Mei 2019, kami merilis v2, yang merupakan penulisan ulang besar dari versi awal dan berfokus pada",
  "performance": "kinerja",
  "through the use of": "melalui penggunaan",
  "'s": "",
  "streams": "streams",
  "In February 2020, we released the Enhanced Privacy Protection plan.  This plan allows users to switch off setting public DNS record entries with their email forwarding configuration aliases. Through this plan, a user's email alias information is hidden from being publicly searchable over the Internet. We also released a feature to enable or disable specific aliases while still allowing them to appear as a valid email address and return a successful": "Pada Februari 2020, kami merilis rencana Enhanced Privacy Protection. Rencana ini memungkinkan pengguna untuk mematikan pengaturan entri catatan DNS publik dengan alias konfigurasi penerusan email mereka. Melalui rencana ini, informasi alias email pengguna disembunyikan dari pencarian publik di Internet. Kami juga merilis fitur untuk mengaktifkan atau menonaktifkan alias tertentu sambil tetap memungkinkan mereka muncul sebagai alamat email yang valid dan mengembalikan",
  "SMTP status code": "kode status SMTP",
  ", but the emails will be immediately discarded (similar to piping output from a process to": "yang berhasil, tetapi email akan segera dibuang (mirip dengan menyalurkan output dari proses ke",
  "/dev/null": "/dev/null",
  "In April 2020, we released our initial alpha version of Spam Scanner after hitting countless roadblocks with existing spam-detection solutions and because none of these solutions (": "Pada April 2020, kami merilis versi alpha awal Spam Scanner setelah menghadapi hambatan tak terhitung dengan solusi deteksi spam yang ada dan karena tidak ada solusi ini (",
  "Rspamd": "Rspamd",
  "SpamAssassin": "SpamAssassin",
  ") honored our privacy policy. Spam Scanner is a completely free and open-source": ") yang menghormati kebijakan privasi kami. Spam Scanner adalah solusi",
  "anti-spam filtering": "penyaringan anti-spam",
  "solution which uses a": "yang sepenuhnya gratis dan open-source yang menggunakan pendekatan",
  "Naive Bayes spam filtering": "penyaringan spam Naive Bayes",
  "approach in combination with": "dalam kombinasi dengan perlindungan",
  "anti-phishing": "anti-phishing",
  "IDN homograph attack": "serangan homograf IDN",
  "protection.  We also released a feature to allow": ". Kami juga merilis fitur untuk memungkinkan",
  "two-factor authentication": "autentikasi dua faktor",
  "(2FA) using a": "(2FA) menggunakan",
  "one-time password": "kata sandi sekali pakai",
  "(OTP) for enhanced account security.": "(OTP) untuk keamanan akun yang ditingkatkan.",
  "In May 2020, we allowed custom": "Pada Mei 2020, kami mengizinkan",
  "port forwarding": "penerusan port",
  "as workaround for users to circumvent port blocking by their": "kustom sebagai solusi untuk pengguna menghindari pemblokiran port oleh",
  ".  We also released our": "penyedia layanan internet mereka. Kami juga merilis",
  "Free Email Forwarding RESTful API": "API RESTful Penerusan Email Gratis",
  ", with complete documentation and real-time request and response examples.  We also released support for webhooks.": "kami, dengan dokumentasi lengkap dan contoh permintaan dan respons real-time. Kami juga merilis dukungan untuk webhook.",
  "In August 2020, we added support for the": "Pada Agustus 2020, kami menambahkan dukungan untuk sistem autentikasi email",
  "Authenticated Received Chain": "Authenticated Received Chain",
  "(\"ARC\") email authentication system.": "(\"ARC\").",
  "On November 23, 2020 we publicly launched out of our beta program.": "Pada 23 November 2020 kami meluncurkan secara publik keluar dari program beta kami.",
  "In February 2021, we refactored our codebase to remove all": "Pada Februari 2021, kami merefaktor basis kode kami untuk menghapus semua",
  "Python": "Python",
  "dependencies – which allowed our stack to become 100%": "dependensi Python – yang memungkinkan stack kami menjadi 100%",
  "On September 27, 2021,": "Pada 27 September 2021,",
  "we added support": "kami menambahkan dukungan",
  "for email forwarding aliases to match": "untuk alias penerusan email agar sesuai dengan",
  "regular expressions": "ekspresi reguler",
  "In January 2023, we launched a re-designed and page-speed optimized website.": "Pada Januari 2023, kami meluncurkan situs web yang didesain ulang dan dioptimalkan untuk kecepatan halaman.",
  "In February 2023, we added support for": "Pada Februari 2023, kami menambahkan dukungan untuk",
  "error logs": "log error",
  "and a": "dan",
  "dark mode": "mode gelap",
  "website color scheme.": "skema warna situs web.",
  "In March 2023, we released": "Pada Maret 2023, kami merilis",
  "Tangerine": "Tangerine",
  "and integrated it throughout our infrastructure – this means we use": "dan mengintegrasikannya ke seluruh infrastruktur kami – ini berarti kami menggunakan",
  "DNS over HTTPS": "DNS over HTTPS",
  "(\"DoH\") at the application layer.  We also added support for": "(\"DoH\") di lapisan aplikasi. Kami juga menambahkan dukungan untuk",
  "switched": "beralih",
  "from": "dari",
  "hCaptcha": "hCaptcha",
  "Cloudflare Turnstile": "Cloudflare Turnstile",
  "In April 2023, we implemented and automated entirely new infrastructure.  Our entire service is now running on globally load-balanced and proximity-based DNS (with health checks and failover) using": "Pada April 2023, kami mengimplementasikan dan mengotomatisasi infrastruktur yang sepenuhnya baru. Seluruh layanan kami sekarang berjalan pada DNS yang seimbang beban global dan berbasis kedekatan (dengan pemeriksaan kesehatan dan failover) menggunakan",
  "(before we were using round-robin DNS on Cloudflare).  Additionally we switched to": "(sebelumnya kami menggunakan DNS round-robin di Cloudflare). Selain itu kami beralih ke",
  "bare metal servers": "server bare metal",
  "across multiple providers – which include": "di beberapa penyedia – yang meliputi",
  "Vultr": "Vultr",
  "Digital Ocean": "Digital Ocean",
  "(before we solely used Digital Ocean).  Both of these providers are SOC 2 Type 2 compliant – see": "(sebelumnya kami hanya menggunakan Digital Ocean). Kedua penyedia ini mematuhi SOC 2 Type 2 – lihat",
  "Vultr's Compliance": "Kepatuhan Vultr",
  "Digital Ocean's Certifications": "Sertifikasi Digital Ocean",
  "for more insight.  Furthermore, our MongoDB and Redis databases are now running on clusters with primary and standby nodes for high availability, end-to-end SSL encryption, encryption-at-rest, and point-in-time recovery (PITR).": "untuk wawasan lebih lanjut. Selanjutnya, database MongoDB dan Redis kami sekarang berjalan pada cluster dengan node primer dan standby untuk ketersediaan tinggi, enkripsi SSL end-to-end, enkripsi saat istirahat, dan pemulihan point-in-time (PITR).",
  "In May 2023, we launched our": "Pada Mei 2023, kami meluncurkan",
  "outbound SMTP": "fitur SMTP keluar",
  "feature for": "kami untuk",
  "sending email with SMTP": "mengirim email dengan SMTP",
  "sending email with API": "mengirim email dengan API",
  "requests.  This feature has built-in safeguards to ensure high deliverability, a modern and robust queue and retry system, and": "permintaan. Fitur ini memiliki perlindungan bawaan untuk memastikan kemampuan pengiriman tinggi, sistem antrian dan coba lagi yang modern dan kuat, dan",
  "supports error logs in real-time": "mendukung log error secara real-time",
  "In November 2023, we launched our": "Pada November 2023, kami meluncurkan",
  "encrypted mailbox storage": "penyimpanan kotak surat terenkripsi",
  "IMAP suppport": "dukungan IMAP",
  "In December 2023,": "Pada Desember 2023,",
  "for": "untuk",
  "passkeys and WebAuthn": "passkey dan WebAuthn",
  "time to inbox": "waktu ke kotak masuk",
  "monitoring, and": "pemantauan, dan",
  "OpenPGP for IMAP Storage": "OpenPGP untuk Penyimpanan IMAP",
  "In February 2024,": "Pada Februari 2024,",
  "we added calendar (CalDAV) support": "kami menambahkan dukungan kalender (CalDAV)",
  "Throughout March to July 2024, we released major optimizations and improvements to our IMAP, POP3, and CalDAV service.  Our goal was to make our service snappy –  and as fast, if not faster than alternatives.": "Sepanjang Maret hingga Juli 2024, kami merilis optimisasi dan peningkatan besar untuk layanan IMAP, POP3, dan CalDAV kami. Tujuan kami adalah membuat layanan kami cepat – dan secepat, jika tidak lebih cepat dari alternatif.",
  "In July 2024,": "Pada Juli 2024,",
  "we added iOS Push support": "kami menambahkan dukungan iOS Push",
  "since Apple Mail on iOS does not support IMAP": "karena Apple Mail di iOS tidak mendukung IMAP",
  "command.  Now users can get real-time notifications of new mail on their Apple iOS devices.  We also added time to inbox (\"TTI\") monitoring for our own service – as well as Yahoo/AOL (now that they support app-generated passwords again) to the footer of every page on our website.  Additionally, we now allow users to encrypt their plaintext DNS TXT records even on the free plan at no cost.  Privacy should not be a feature, it should be inherently built-in to all aspects of a product. As highly requested in a": "perintah. Sekarang pengguna dapat menerima notifikasi real-time tentang email baru di perangkat Apple iOS mereka. Kami juga menambahkan pemantauan waktu ke kotak masuk (\"TTI\") untuk layanan kami sendiri – serta Yahoo/AOL (sekarang mereka mendukung kata sandi yang dihasilkan aplikasi lagi) ke footer setiap halaman di situs web kami. Selain itu, kami sekarang mengizinkan pengguna untuk mengenkripsi catatan DNS TXT teks biasa mereka bahkan pada paket gratis tanpa biaya. Privasi seharusnya bukan fitur, itu harus secara inheren dibangun ke dalam semua aspek produk. Seperti yang sangat diminta dalam",
  "Privacy Guides discussion": "diskusi Privacy Guides",
  "and on": "dan di",
  "our GitHub issues": "masalah GitHub kami",
  "we've added this.  Lastly, we added the ability for aliases to either quietly reject": "kami telah menambahkan ini. Terakhir, kami menambahkan kemampuan untuk alias untuk menolak secara diam-diam",
  ", soft reject": ", menolak lembut",
  ", or hard reject": ", atau menolak keras",
  "if they are disabled.  Previously, disabled aliases only routed to a blackhole (e.g.": "jika mereka dinonaktifkan. Sebelumnya, alias yang dinonaktifkan hanya diarahkan ke lubang hitam (misalnya",
  ") and it appeared to senders as if their messages to these disabled aliases succeeded.": ") dan tampak bagi pengirim seolah-olah pesan mereka ke alias yang dinonaktifkan ini berhasil.",
  "In August 2024, we added support for exporting mailboxes as": "Pada Agustus 2024, kami menambahkan dukungan untuk mengekspor kotak surat sebagai",
  "Mbox": "Mbox",
  "formats (in addition to the": "format (selain format ekspor",
  "SQLite": "SQLite",
  "export format already supported) – and we also added": "yang sudah didukung) – dan kami juga menambahkan",
  "webhook signature support": "dukungan tanda tangan webhook",
  "via": "melalui header",
  "header.  We also": ". Kami juga",
  "added support for bounce webhooks": "menambahkan dukungan untuk webhook bounce",
  "and now allow users to send newsletters, announcements, and email marketing through our outbound SMTP service.": "dan sekarang mengizinkan pengguna untuk mengirim newsletter, pengumuman, dan pemasaran email melalui layanan SMTP keluar kami.",
  "Free Email Forwarding for Custom Domains": "Free Email Forwarding for Custom Domains",
  "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.": "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.",
  "Terms of Service": "Terms of Service",
  "Read our terms and conditions of use for our email forwarding service.": "Read our terms and conditions of use for our email forwarding service.",
  "History of Forward Email": "History of Forward Email",
  "Learn more about Forward Email and the history of our service.": "Learn more about Forward Email and the history of our service.",
  "Privacy Policy": "Privacy Policy",
  "Read our privacy policy for our email forwarding service.": "Read our privacy policy for our email forwarding service.",
  "Please log in or sign up to view the page you requested.": "Please log in or sign up to view the page you requested.",
  "Warning": "Warning",
  "Written by": "Written by",
  "Team": "Team",
  "Time to read": "Time to read",
  "Less than 5 minutes": "Less than 5 minutes",
  "Search for anything:": "Search for anything:",
  "Search": "Search",
  "Popular Searches": "Popular Searches",
  "Sign up now &ndash; it's free!": "Sign up now &ndash; it's free!",
  "Have an account?": "Have an account?",
  "Click here": "Click here",
  "Email address": "Email address",
  "Password": "Password",
  "Get started": "Get started",
  "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.": "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.",
  "Welcome back!": "Welcome back!",
  "Don't have an account?": "Don't have an account?",
  "Please enable JavaScript to sign in with Passkey.": "Please enable JavaScript to sign in with Passkey.",
  "Sign in with Passkey": "Sign in with Passkey",
  "or": "or",
  "Sign in": "Sign in",
  "Forget your password?": "Forget your password?",
  "Features &amp; Pricing": "Features &amp; Pricing",
  "FAQ": "FAQ",
  "Log in": "Log in",
  "Signup": "Signup",
  "Toggle navigation": "Toggle navigation",
  "Apps": "Apps",
  "Desktop": "Desktop",
  "Resources": "Resources",
  "What is <span class=\"notranslate\">Forward Email</span>?": "What is <span class=\"notranslate\">Forward Email</span>?",
  "Frequently Asked Questions": "Frequently Asked Questions",
  "Time to Inbox": "Time to Inbox",
  "Help": "Help",
  "Disposable Addresses": "Disposable Addresses",
  "Domain Registration": "Domain Registration",
  "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record": "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record",
  "Reserved Email Addresses": "Reserved Email Addresses",
  "Denylist Removal": "Denylist Removal",
  "Guides": "Guides",
  "Outbound SMTP": "Outbound SMTP",
  "SMTP Integration Examples": "SMTP Integration Examples",
  "Send Email with Custom Domain": "Send Email with Custom Domain",
  "Send Mail As with Gmail": "Send Mail As with Gmail",
  "Email Setup Guides": "Email Setup Guides",
  "How to Setup Email with <span class=\"notranslate\">%s</span>": "How to Setup Email with <span class=\"notranslate\">%s</span>",
  "Other providers": "Other providers",
  "Developers": "Developers",
  "Technical Whitepaper": "Technical Whitepaper",
  "IP Addresses": "IP Addresses",
  "API Reference": "API Reference",
  "Self Hosted Email": "Self Hosted Email",
  "Email Webhooks": "Email Webhooks",
  "Bounce Webhooks": "Bounce Webhooks",
  "Custom Domain Regex Filtering": "Custom Domain Regex Filtering",
  "Email Service Comparison": "Email Service Comparison",
  "Email Services": "Email Services",
  "Private Email Services": "Private Email Services",
  "Open-Source Email Services": "Open-Source Email Services",
  "Transactional Email Services": "Transactional Email Services",
  "Email API's for Developers": "Email API's for Developers",
  "Email Spam Filtering Services": "Email Spam Filtering Services",
  "Developer Articles": "Developer Articles",
  "A Decade of Open-Source Impact": "A Decade of Open-Source Impact",
  "Email Spam Protection Filter": "Email Spam Protection Filter",
  "Mail Server Providers": "Mail Server Providers",
  "Practices for Node.js Logging": "Practices for Node.js Logging",
  "Security Audit Companies": "Security Audit Companies",
  "Case Study: Gov/Federal Email Compliance": "Case Study: Gov/Federal Email Compliance",
  "Case Study: Alumni Email": "Case Study: Alumni Email",
  "Case Study: Ubuntu Email": "Case Study: Ubuntu Email",
  "Case Study: Linux Foundation": "Case Study: Linux Foundation",
  "Custom Fonts in Emails": "Custom Fonts in Emails",
  "Email Regex JavaScript and Node.js": "Email Regex JavaScript and Node.js",
  "Email Testing for Browsers and iOS Simulator": "Email Testing for Browsers and iOS Simulator",
  "The Complete Guide to Forward Email's Service": "The Complete Guide to Forward Email's Service",
  "Optimize Node.js for Production": "Optimize Node.js for Production",
  "Crypto Supported Email Service": "Crypto Supported Email Service",
  "Self-Hosted Email": "Self-Hosted Email",
  "JavaScript Contact Forms Node.js": "JavaScript Contact Forms Node.js",
  "Node.js DNS over HTTPS": "Node.js DNS over HTTPS",
  "Node.js Email Templates": "Node.js Email Templates",
  "Node.js Job Scheduler": "Node.js Job Scheduler",
  "Node.js Logging Service": "Node.js Logging Service",
  "Case Study: The PayPal Disaster": "Case Study: The PayPal Disaster",
  "Quantum Resistant Email Service": "Quantum Resistant Email Service",
  "Send React Emails": "Send React Emails",
  "Case Study: Email Startups": "Case Study: Email Startups",
  "Bulletproof Payment System with Stripe and PayPal": "Bulletproof Payment System with Stripe and PayPal",
  "How Forward Email Safeguards Your Communications": "How Forward Email Safeguards Your Communications",
  "URL Regex JavaScript and Node.js": "URL Regex JavaScript and Node.js",
  "Why Open-Source Email is the Future": "Why Open-Source Email is the Future",
  "Company": "Company",
  "About": "About",
  "Security": "Security",
  "Privacy": "Privacy",
  "Terms": "Terms",
  "GDPR": "GDPR",
  "DPA": "DPA",
  "Report Abuse": "Report Abuse",
  "Press": "Press",
  "Send us an email": "Send us an email",
  "Careers": "Careers",
  "100% Systems Online": "100% Systems Online",
  "Status Page": "Status Page",
  "100%": "100%",
  "Community": "Community",
  "Newsletter": "Newsletter",
  "Footer": "Footer",
  "Have a question or confused?": "Have a question or confused?",
  "Learn more about:": "Learn more about:",
  "Privacy Protected": "Privacy Protected",
  "Custom Domain Email": "Custom Domain Email",
  "Open Source Email": "Open Source Email",
  "Secure Email Forwarding": "Secure Email Forwarding",
  "Secure Checkout": "Secure Checkout",
  "Payment methods accepted:": "Payment methods accepted:",
  "SEPA Direct Debit": "SEPA Direct Debit",
  "Canadian pre-authorized debits": "Canadian pre-authorized debits",
  "ACH Direct Debit": "ACH Direct Debit",
  "Bank Transfer": "Bank Transfer",
  "Domestic Wire Transfer (Enterprise)": "Domestic Wire Transfer (Enterprise)",
  "International Wire Transfer (Enterprise)": "International Wire Transfer (Enterprise)",
  "English": "English",
  "Arabic": "Arabic",
  "Chinese": "Chinese",
  "Czech": "Czech",
  "Danish": "Danish",
  "Dutch": "Dutch",
  "Finnish": "Finnish",
  "French": "French",
  "German": "German",
  "Hebrew": "Hebrew",
  "Hungarian": "Hungarian",
  "Indonesian": "Indonesian",
  "Italian": "Italian",
  "Japanese": "Japanese",
  "Korean": "Korean",
  "Norwegian": "Norwegian",
  "Polish": "Polish",
  "Portuguese": "Portuguese",
  "Russian": "Russian",
  "Spanish": "Spanish",
  "Swedish": "Swedish",
  "Thai": "Thai",
  "Turkish": "Turkish",
  "Ukrainian": "Ukrainian",
  "Vietnamese": "Vietnamese",
  "Go to top": "Go to top",
  "Port 25 blocked by ISP": "Port 25 blocked by ISP",
  "Email API Reference": "Email API Reference",
  "Regex Email Forwarding": "Regex Email Forwarding",
  "Open Source": "Open Source",
  "GPG Key": "GPG Key",
  "Learn more": "Learn more",
  "We support OpenPGP and end-to-end encryption": "We support OpenPGP and end-to-end encryption",
  "Languages": "Languages",
  "GitHub Repo stars": "GitHub Repo stars",
  "Qualys SSL Labs SSL Server Test": "Qualys SSL Labs SSL Server Test",
  "Mozilla HTTP Observatory Grade": "Mozilla HTTP Observatory Grade",
  "Internet Site Test": "Internet Site Test",
  "Internet Mail Test": "Internet Mail Test",
  "Hardenize Badge": "Hardenize Badge",
  "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.": "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.",
  "IOS is a trademark or registered trademark of Cisco.": "IOS is a trademark or registered trademark of Cisco.",
  "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.": "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.",
  "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.": "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.",
  "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.": "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.",
  "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.": "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.",
  "Linux is the registered trademark of Linus Torvalds.": "Linux is the registered trademark of Linus Torvalds.",
  "All rights reserved. All trademarks are property of their respective owners in the US and other countries.": "All rights reserved. All trademarks are property of their respective owners in the US and other countries.",
  "Chat with us": "Chat with us",
  "Success": "Success",
  "Error": "Error",
  "Info": "Info",
  "Question": "Question",
  "OK": "OK",
  "Cancel": "Cancel",
  "Close this dialog": "Close this dialog",
  "Are you sure?": "Are you sure?",
  "Please confirm if you wish to continue.": "Please confirm if you wish to continue.",
  "Español": "Español",
  "Hello": "Hello",
  "Invalid two-factor authentication passcode.": "Invalid two-factor authentication passcode.",
  "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>": "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>",
  "Authenticate yourself with optional OTP to log in.": "Authenticate yourself with optional OTP to log in.",
  "Ask a question": "Ask a question",
  "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?": "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?",
  "Write your message": "Write your message",
  "Message": "Message",
  "We'll be in contact with you!": "We'll be in contact with you!",
  "Send message": "Send message",
  "Upgrade": "Upgrade",
  "My Account": "My Account",
  "Domains": "Domains",
  "Emails": "Emails",
  "Analytics": "Analytics",
  "Logs": "Logs",
  "Profile": "Profile",
  "Billing": "Billing",
  "Sign out": "Sign out",
  "Please enable JavaScript to use our website.": "Please enable JavaScript to use our website.",
  "Account Recovery": "Account Recovery",
  "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.": "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.",
  "Verify access to your email address with a code emailed to you.": "Verify access to your email address with a code emailed to you.",
  "Wait 3-5 business days for an administrative follow-up email.": "Wait 3-5 business days for an administrative follow-up email.",
  "Access to your account will be unlocked for you.": "Access to your account will be unlocked for you.",
  "Continue": "Continue",
  "Two-Factor Check": "Two-Factor Check",
  "Passcode": "Passcode",
  "Don't ask me again in this browser": "Don't ask me again in this browser",
  "Having trouble?": "Having trouble?",
  "Use a recovery key": "Use a recovery key",
  "Lose your recovery keys?": "Lose your recovery keys?",
  "Request account recovery": "Request account recovery",
  "Password was invalid.": "Password was invalid.",
  "Setup OTP": "Setup OTP",
  "Download your emergency recovery keys below.": "Download your emergency recovery keys below.",
  "Download": "Download",
  "Copy": "Copy",
  "Confirm Password": "Confirm Password",
  "Recommended Authenticator Apps": "Recommended Authenticator Apps",
  "App": "App",
  "Links": "Links",
  "Open-Source": "Open-Source",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "F-Droid": "F-Droid",
  "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.": "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.",
  "<strong>Step 2:</strong> Scan this QR code and enter its generated token:": "<strong>Step 2:</strong> Scan this QR code and enter its generated token:",
  "Can’t scan the QR code?  Configure with this code": "Can’t scan the QR code?  Configure with this code",
  "Complete Setup": "Complete Setup",
  "Recovery Key": "Recovery Key",
  "Your request was successfully completed.": "Your request was successfully completed.",
  "Invalid recovery key.": "Invalid recovery key.",
  "Recovery key successful. This key will no longer be valid.": "Recovery key successful. This key will no longer be valid.",
  "You have run out of recovery keys. Please download the newly generated recovery keys before continuing.": "You have run out of recovery keys. Please download the newly generated recovery keys before continuing."
}