{
  "10": "10",
  "25": "25",
  "50": "50",
  "Domain is not a registered domain name. <a class=\"font-weight-bold\" href=\"/domain-registration\">Click here to register it now</a>.": "Domein is geen geregistreerde domeinnaam. <a class=\"font-weight-bold\" href=\"/domain-registration\">Klik hier om het nu te registreren</a>.",
  "If we detect your DNS records are valid, then we will send you an automated email alert.  We routinely check DNS records for your domain every few hours.": "Als we detecteren dat uw DNS-records geldig zijn, sturen we u een geautomatiseerde e-mailwaarschuwing. We controleren routinematig DNS-records voor uw domein om de paar uur.",
  "Please ensure that your DNS nameservers are set properly too (e.g. if you are using a DNS provider such as Cloudflare &ndash; which may be a different provider than your domain registrar).": "Zorg er ook voor dat uw DNS-nameservers correct zijn ingesteld (bijv. als u een DNS-provider zoals Cloudflare gebruikt &ndash; die een andere provider kan zijn dan uw domeinregistrar).",
  "<p class=\"mb-0\"><strong>Making changes to your DNS records takes time to propagate throughout the Internet. <span class=\"text-danger\">You may need to wait a few minutes</span> and then try again.</strong></p>": "<p class=\"mb-0\"><strong>Het maken van wijzigingen aan uw DNS-records duurt tijd om zich over het internet te verspreiden. <span class=\"text-danger\">U moet mogelijk een paar minuten wachten</span> en het dan opnieuw proberen.</strong></p>",
  "Domain is missing required DNS <span class=\"notranslate\">TXT</span> record of: <span class=\"notranslate\">%s</span>": "Domein mist vereist DNS <span class=\"notranslate\">TXT</span> record van: <span class=\"notranslate\">%s</span>",
  "<p class=\"mb-0\">We have detected that your domain has multiple MX server providers. Please ensure that the <strong>ONLY</strong> DNS MX records are:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">We hebben gedetecteerd dat uw domein meerdere MX-serverproviders heeft. Zorg ervoor dat de <strong>ENIGE</strong> DNS MX-records zijn:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Zorg ervoor dat u geen typefouten heeft en beide unieke records heeft toegevoegd (bijv. zorg ervoor dat beide records niet hetzelfde zijn). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Lees onze FAQ</a> voor gedetailleerde instructies.</p>",
  "From header must be equal to <span class=\"notranslate\">%s</span> (or) you can use a domain-wide catch-all password at <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>": "From-header moet gelijk zijn aan <span class=\"notranslate\">%s</span> (of) u kunt een domeinbrede catch-all wachtwoord gebruiken op <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>",
  "<p class=\"mb-0\">Domain is missing required DNS MX records of:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Domein mist vereiste DNS MX-records van:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Zorg ervoor dat u geen typefouten heeft en beide unieke records heeft toegevoegd (bijv. zorg ervoor dat beide records niet hetzelfde zijn). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Lees onze FAQ</a> voor gedetailleerde instructies.</p>",
  "Invalid DKIM signature.": "Ongeldige DKIM-handtekening.",
  "Newsletter approval required for <span class=\"notranslate\">%s</span>": "Nieuwsbrief goedkeuring vereist voor <span class=\"notranslate\">%s</span>",
  "We detected that you attempted to send an outbound SMTP newsletter for <strong class=\"notranslate\">%s</strong>.  Your domain does not yet have newsletter support approved, and an admin has been notified to begin review.  This process usually is resolved within 2-4 hours, but sometimes it may longer.": "We hebben gedetecteerd dat u probeerde een uitgaande SMTP-nieuwsbrief te verzenden voor <strong class=\"notranslate\">%s</strong>. Uw domein heeft nog geen nieuwsbrief ondersteuning goedgekeurd, en een beheerder is op de hoogte gesteld om de beoordeling te beginnen. Dit proces wordt meestal binnen 2-4 uur opgelost, maar soms kan het langer duren.",
  "Newsletter usage is not yet approved for your account, please wait for approval or contact us for support.": "Nieuwsbrief gebruik is nog niet goedgekeurd voor uw account, wacht op goedkeuring of neem contact met ons op voor ondersteuning.",
  "You have exceeded your daily SMTP outbound rate limit.": "U heeft uw dagelijkse SMTP uitgaande snelheidslimiet overschreden.",
  "From header must end with <span class=\"notranslate\">%s</span>": "From-header moet eindigen met <span class=\"notranslate\">%s</span>",
  "An error code of \"<span class=\"notranslate\">%s</span>\" occurred while performing the DNS lookup. Please try again.": "Een foutcode van \"<span class=\"notranslate\">%s</span>\" trad op tijdens het uitvoeren van de DNS-opzoeking. Probeer het opnieuw.",
  "See": "Zie",
  "https://github.com/scintill/macos-server-apns-certs/tree/master": "https://github.com/scintill/macos-server-apns-certs/tree/master",
  "About Forward Email": "Over Forward Email",
  "Table of Contents": "Inhoudsopgave",
  "Foreword": "Voorwoord",
  "History": "Geschiedenis",
  "Forward Email is a": "Forward Email is een",
  "free and open-source": "gratis en open-source",
  "email forwarding": "e-mail doorstuur",
  "service focused on a user's": "service gericht op de",
  "right to privacy": "privacy rechten van gebruikers",
  ", and was launched in November 2017.  It offers unlimited custom domain names, unlimited email addresses and aliases, unlimited disposable email addresses, spam and phishing protection, and other features.  The service is maintained and owned by its original founding team of designers and developers.  It is built with 100% open-source software using": ", en werd gelanceerd in november 2017. Het biedt onbeperkte aangepaste domeinnamen, onbeperkte e-mailadressen en aliassen, onbeperkte wegwerp e-mailadressen, spam- en phishingbescherming, en andere functies. De service wordt onderhouden en eigendom van het oorspronkelijke oprichtersteam van ontwerpers en ontwikkelaars. Het is gebouwd met 100% open-source software met behulp van",
  "JavaScript": "JavaScript",
  "Node.js": "Node.js",
  ", and": ", en",
  "We launched in November 2017 after an initial release.": "We lanceerden in november 2017 na een eerste release.",
  "In April 2018": "In april 2018",
  "Cloudflare": "lanceerde Cloudflare",
  "launched their": "hun",
  "privacy-first consumer DNS service": "privacy-first consumenten DNS-service",
  ", and we switched from using": ", en we schakelden over van het gebruik van",
  "OpenDNS": "OpenDNS",
  "to": "naar",
  "for handling": "voor het afhandelen van",
  "lookups.": "opzoekingen.",
  "In October 2018, we allowed users to \"Send Mail As\" with": "In oktober 2018 stonden we gebruikers toe om \"E-mail verzenden als\" te gebruiken met",
  "Gmail": "Gmail",
  "and": "en",
  "Outlook": "Outlook",
  "In May 2019, we released v2, which was a major rewrite from the initial versions and focused on": "In mei 2019 brachten we v2 uit, wat een grote herschrijving was van de oorspronkelijke versies en gericht was op",
  "performance": "prestaties",
  "through the use of": "door het gebruik van",
  "'s": "'s",
  "streams": "streams",
  "In February 2020, we released the Enhanced Privacy Protection plan.  This plan allows users to switch off setting public DNS record entries with their email forwarding configuration aliases. Through this plan, a user's email alias information is hidden from being publicly searchable over the Internet. We also released a feature to enable or disable specific aliases while still allowing them to appear as a valid email address and return a successful": "In februari 2020 brachten we het Enhanced Privacy Protection plan uit. Dit plan stelt gebruikers in staat om het instellen van openbare DNS-record vermeldingen met hun e-mail doorstuur configuratie aliassen uit te schakelen. Door dit plan wordt de e-mail alias informatie van een gebruiker verborgen voor openbaar doorzoekbaar zijn via het internet. We brachten ook een functie uit om specifieke aliassen in of uit te schakelen terwijl ze nog steeds kunnen verschijnen als een geldig e-mailadres en een succesvolle",
  "SMTP status code": "SMTP-statuscode",
  ", but the emails will be immediately discarded (similar to piping output from a process to": "teruggeven, maar de e-mails worden onmiddellijk weggegooid (vergelijkbaar met het doorsturen van uitvoer van een proces naar",
  "/dev/null": "/dev/null",
  "In April 2020, we released our initial alpha version of Spam Scanner after hitting countless roadblocks with existing spam-detection solutions and because none of these solutions (": "In april 2020 brachten we onze eerste alpha-versie van Spam Scanner uit na het tegenkomen van talloze wegversperringen met bestaande spam-detectie oplossingen en omdat geen van deze oplossingen (",
  "Rspamd": "Rspamd",
  "SpamAssassin": "SpamAssassin",
  ") honored our privacy policy. Spam Scanner is a completely free and open-source": ") ons privacybeleid respecteerde. Spam Scanner is een volledig gratis en open-source",
  "anti-spam filtering": "anti-spam filtering",
  "solution which uses a": "oplossing die een",
  "Naive Bayes spam filtering": "Naive Bayes spam filtering",
  "approach in combination with": "benadering gebruikt in combinatie met",
  "anti-phishing": "anti-phishing",
  "IDN homograph attack": "IDN homograaf aanval",
  "protection.  We also released a feature to allow": "bescherming. We brachten ook een functie uit om",
  "two-factor authentication": "tweefactorauthenticatie",
  "(2FA) using a": "(2FA) mogelijk te maken met behulp van een",
  "one-time password": "eenmalig wachtwoord",
  "(OTP) for enhanced account security.": "(OTP) voor verbeterde accountbeveiliging.",
  "In May 2020, we allowed custom": "In mei 2020 stonden we aangepaste",
  "port forwarding": "poort doorsturen",
  "as workaround for users to circumvent port blocking by their": "toe als tijdelijke oplossing voor gebruikers om poort blokkering door hun",
  ".  We also released our": "internetprovider te omzeilen. We brachten ook onze",
  "Free Email Forwarding RESTful API": "Gratis E-mail Doorstuur RESTful API",
  ", with complete documentation and real-time request and response examples.  We also released support for webhooks.": "uit, met volledige documentatie en real-time verzoek en antwoord voorbeelden. We brachten ook ondersteuning voor webhooks uit.",
  "In August 2020, we added support for the": "In augustus 2020 voegden we ondersteuning toe voor het",
  "Authenticated Received Chain": "Authenticated Received Chain",
  "(\"ARC\") email authentication system.": "(\"ARC\") e-mail authenticatiesysteem.",
  "On November 23, 2020 we publicly launched out of our beta program.": "Op 23 november 2020 lanceerden we publiekelijk uit ons bètaprogramma.",
  "In February 2021, we refactored our codebase to remove all": "In februari 2021 refactoreerden we onze codebase om alle",
  "Python": "Python",
  "dependencies – which allowed our stack to become 100%": "afhankelijkheden te verwijderen – waardoor onze stack 100%",
  "On September 27, 2021,": "kon worden. Op 27 september 2021",
  "we added support": "voegden we ondersteuning toe",
  "for email forwarding aliases to match": "voor e-mail doorstuur aliassen om overeen te komen met",
  "regular expressions": "reguliere expressies",
  "In January 2023, we launched a re-designed and page-speed optimized website.": "In januari 2023 lanceerden we een opnieuw ontworpen en paginasnelheid geoptimaliseerde website.",
  "In February 2023, we added support for": "In februari 2023 voegden we ondersteuning toe voor",
  "error logs": "foutlogboeken",
  "and a": "en een",
  "dark mode": "donkere modus",
  "website color scheme.": "website kleurenschema.",
  "In March 2023, we released": "In maart 2023 brachten we",
  "Tangerine": "Tangerine",
  "and integrated it throughout our infrastructure – this means we use": "uit en integreerden het in onze hele infrastructuur – dit betekent dat we",
  "DNS over HTTPS": "DNS over HTTPS",
  "(\"DoH\") at the application layer.  We also added support for": "(\"DoH\") gebruiken op de applicatielaag. We voegden ook ondersteuning toe voor",
  "switched": "overschakelen",
  "from": "van",
  "hCaptcha": "hCaptcha",
  "Cloudflare Turnstile": "Cloudflare Turnstile",
  "In April 2023, we implemented and automated entirely new infrastructure.  Our entire service is now running on globally load-balanced and proximity-based DNS (with health checks and failover) using": "In april 2023 implementeerden en automatiseerden we volledig nieuwe infrastructuur. Onze hele service draait nu op wereldwijd load-balanced en nabijheid-gebaseerde DNS (met gezondheidscontroles en failover) met behulp van",
  "(before we were using round-robin DNS on Cloudflare).  Additionally we switched to": "(voorheen gebruikten we round-robin DNS op Cloudflare). Daarnaast schakelden we over naar",
  "bare metal servers": "bare metal servers",
  "across multiple providers – which include": "over meerdere providers – waaronder",
  "Vultr": "Vultr",
  "Digital Ocean": "Digital Ocean",
  "(before we solely used Digital Ocean).  Both of these providers are SOC 2 Type 2 compliant – see": "(voorheen gebruikten we alleen Digital Ocean). Beide providers zijn SOC 2 Type 2 compliant – zie",
  "Vultr's Compliance": "Vultr's Compliance",
  "Digital Ocean's Certifications": "Digital Ocean's Certificeringen",
  "for more insight.  Furthermore, our MongoDB and Redis databases are now running on clusters with primary and standby nodes for high availability, end-to-end SSL encryption, encryption-at-rest, and point-in-time recovery (PITR).": "voor meer inzicht. Bovendien draaien onze MongoDB en Redis databases nu op clusters met primaire en standby nodes voor hoge beschikbaarheid, end-to-end SSL-versleuteling, versleuteling-in-rust, en point-in-time herstel (PITR).",
  "In May 2023, we launched our": "In mei 2023 lanceerden we onze",
  "outbound SMTP": "uitgaande SMTP",
  "feature for": "functie voor",
  "sending email with SMTP": "het verzenden van e-mail met SMTP",
  "sending email with API": "het verzenden van e-mail met API",
  "requests.  This feature has built-in safeguards to ensure high deliverability, a modern and robust queue and retry system, and": "verzoeken. Deze functie heeft ingebouwde beveiligingen om hoge bezorgbaarheid te garanderen, een modern en robuust wachtrij- en herprobeersysteem, en",
  "supports error logs in real-time": "ondersteunt foutlogboeken in real-time",
  "In November 2023, we launched our": "In november 2023 lanceerden we onze",
  "encrypted mailbox storage": "versleutelde mailbox opslag",
  "IMAP suppport": "IMAP ondersteuning",
  "In December 2023,": "In december 2023",
  "for": "voegden we ondersteuning toe voor",
  "passkeys and WebAuthn": "passkeys en WebAuthn",
  "time to inbox": "tijd tot inbox",
  "monitoring, and": "monitoring, en",
  "OpenPGP for IMAP Storage": "OpenPGP voor IMAP Opslag",
  "In February 2024,": "In februari 2024",
  "we added calendar (CalDAV) support": "voegden we kalender (CalDAV) ondersteuning toe",
  "Throughout March to July 2024, we released major optimizations and improvements to our IMAP, POP3, and CalDAV service.  Our goal was to make our service snappy –  and as fast, if not faster than alternatives.": "Gedurende maart tot juli 2024 brachten we grote optimalisaties en verbeteringen uit voor onze IMAP, POP3 en CalDAV service. Ons doel was om onze service snel te maken – en zo snel, zo niet sneller dan alternatieven.",
  "In July 2024,": "In juli 2024",
  "we added iOS Push support": "voegden we iOS Push ondersteuning toe",
  "since Apple Mail on iOS does not support IMAP": "omdat Apple Mail op iOS geen IMAP",
  "command.  Now users can get real-time notifications of new mail on their Apple iOS devices.  We also added time to inbox (\"TTI\") monitoring for our own service – as well as Yahoo/AOL (now that they support app-generated passwords again) to the footer of every page on our website.  Additionally, we now allow users to encrypt their plaintext DNS TXT records even on the free plan at no cost.  Privacy should not be a feature, it should be inherently built-in to all aspects of a product. As highly requested in a": "commando ondersteunt. Nu kunnen gebruikers real-time meldingen van nieuwe e-mail krijgen op hun Apple iOS-apparaten. We voegden ook tijd tot inbox (\"TTI\") monitoring toe voor onze eigen service – evenals Yahoo/AOL (nu ze weer app-gegenereerde wachtwoorden ondersteunen) aan de voettekst van elke pagina op onze website. Daarnaast staan we gebruikers nu toe om hun platte tekst DNS TXT records te versleutelen, zelfs op het gratis plan zonder kosten. Privacy zou geen functie moeten zijn, het zou inherent ingebouwd moeten zijn in alle aspecten van een product. Zoals sterk gevraagd in een",
  "Privacy Guides discussion": "Privacy Guides discussie",
  "and on": "en op",
  "our GitHub issues": "onze GitHub issues",
  "we've added this.  Lastly, we added the ability for aliases to either quietly reject": "hebben we dit toegevoegd. Ten slotte voegden we de mogelijkheid toe voor aliassen om stil te weigeren",
  ", soft reject": ", zacht te weigeren",
  ", or hard reject": ", of hard te weigeren",
  "if they are disabled.  Previously, disabled aliases only routed to a blackhole (e.g.": "als ze zijn uitgeschakeld. Voorheen werden uitgeschakelde aliassen alleen doorgestuurd naar een zwart gat (bijv.",
  ") and it appeared to senders as if their messages to these disabled aliases succeeded.": ") en het leek voor afzenders alsof hun berichten naar deze uitgeschakelde aliassen succesvol waren.",
  "In August 2024, we added support for exporting mailboxes as": "In augustus 2024 voegden we ondersteuning toe voor het exporteren van mailboxen als",
  "Mbox": "Mbox",
  "formats (in addition to the": "formaten (naast het",
  "SQLite": "SQLite",
  "export format already supported) – and we also added": "exportformaat dat al wordt ondersteund) – en we voegden ook",
  "webhook signature support": "webhook handtekening ondersteuning",
  "via": "toe via",
  "header.  We also": "header. We voegden ook",
  "added support for bounce webhooks": "ondersteuning toe voor bounce webhooks",
  "and now allow users to send newsletters, announcements, and email marketing through our outbound SMTP service.": "en staan gebruikers nu toe om nieuwsbrieven, aankondigingen en e-mailmarketing te verzenden via onze uitgaande SMTP-service.",
  "Free Email Forwarding for Custom Domains": "Free Email Forwarding for Custom Domains",
  "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.": "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.",
  "Terms of Service": "Terms of Service",
  "Read our terms and conditions of use for our email forwarding service.": "Read our terms and conditions of use for our email forwarding service.",
  "History of Forward Email": "History of Forward Email",
  "Learn more about Forward Email and the history of our service.": "Learn more about Forward Email and the history of our service.",
  "Privacy Policy": "Privacy Policy",
  "Read our privacy policy for our email forwarding service.": "Read our privacy policy for our email forwarding service.",
  "Please log in or sign up to view the page you requested.": "Please log in or sign up to view the page you requested.",
  "Warning": "Warning",
  "Written by": "Written by",
  "Team": "Team",
  "Time to read": "Time to read",
  "Less than 5 minutes": "Less than 5 minutes",
  "Search for anything:": "Search for anything:",
  "Search": "Search",
  "Popular Searches": "Popular Searches",
  "Sign up now &ndash; it's free!": "Sign up now &ndash; it's free!",
  "Have an account?": "Have an account?",
  "Click here": "Click here",
  "Email address": "Email address",
  "Password": "Password",
  "Get started": "Get started",
  "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.": "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.",
  "Welcome back!": "Welcome back!",
  "Don't have an account?": "Don't have an account?",
  "Please enable JavaScript to sign in with Passkey.": "Please enable JavaScript to sign in with Passkey.",
  "Sign in with Passkey": "Sign in with Passkey",
  "or": "or",
  "Sign in": "Sign in",
  "Forget your password?": "Forget your password?",
  "Features &amp; Pricing": "Features &amp; Pricing",
  "FAQ": "FAQ",
  "Log in": "Log in",
  "Signup": "Signup",
  "Toggle navigation": "Toggle navigation",
  "Apps": "Apps",
  "Desktop": "Desktop",
  "Resources": "Resources",
  "What is <span class=\"notranslate\">Forward Email</span>?": "What is <span class=\"notranslate\">Forward Email</span>?",
  "Frequently Asked Questions": "Frequently Asked Questions",
  "Time to Inbox": "Time to Inbox",
  "Help": "Help",
  "Disposable Addresses": "Disposable Addresses",
  "Domain Registration": "Domain Registration",
  "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record": "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record",
  "Reserved Email Addresses": "Reserved Email Addresses",
  "Denylist Removal": "Denylist Removal",
  "Guides": "Guides",
  "Outbound SMTP": "Outbound SMTP",
  "SMTP Integration Examples": "SMTP Integration Examples",
  "Send Email with Custom Domain": "Send Email with Custom Domain",
  "Send Mail As with Gmail": "Send Mail As with Gmail",
  "Email Setup Guides": "Email Setup Guides",
  "How to Setup Email with <span class=\"notranslate\">%s</span>": "How to Setup Email with <span class=\"notranslate\">%s</span>",
  "Other providers": "Other providers",
  "Developers": "Developers",
  "Technical Whitepaper": "Technical Whitepaper",
  "IP Addresses": "IP Addresses",
  "API Reference": "API Reference",
  "Self Hosted Email": "Self Hosted Email",
  "Email Webhooks": "Email Webhooks",
  "Bounce Webhooks": "Bounce Webhooks",
  "Custom Domain Regex Filtering": "Custom Domain Regex Filtering",
  "Email Service Comparison": "Email Service Comparison",
  "Email Services": "Email Services",
  "Private Email Services": "Private Email Services",
  "Open-Source Email Services": "Open-Source Email Services",
  "Transactional Email Services": "Transactional Email Services",
  "Email API's for Developers": "Email API's for Developers",
  "Email Spam Filtering Services": "Email Spam Filtering Services",
  "Developer Articles": "Developer Articles",
  "A Decade of Open-Source Impact": "A Decade of Open-Source Impact",
  "Email Spam Protection Filter": "Email Spam Protection Filter",
  "Mail Server Providers": "Mail Server Providers",
  "Practices for Node.js Logging": "Practices for Node.js Logging",
  "Security Audit Companies": "Security Audit Companies",
  "Case Study: Gov/Federal Email Compliance": "Case Study: Gov/Federal Email Compliance",
  "Case Study: Alumni Email": "Case Study: Alumni Email",
  "Case Study: Ubuntu Email": "Case Study: Ubuntu Email",
  "Case Study: Linux Foundation": "Case Study: Linux Foundation",
  "Custom Fonts in Emails": "Custom Fonts in Emails",
  "Email Regex JavaScript and Node.js": "Email Regex JavaScript and Node.js",
  "Email Testing for Browsers and iOS Simulator": "Email Testing for Browsers and iOS Simulator",
  "The Complete Guide to Forward Email's Service": "The Complete Guide to Forward Email's Service",
  "Optimize Node.js for Production": "Optimize Node.js for Production",
  "Crypto Supported Email Service": "Crypto Supported Email Service",
  "Self-Hosted Email": "Self-Hosted Email",
  "JavaScript Contact Forms Node.js": "JavaScript Contact Forms Node.js",
  "Node.js DNS over HTTPS": "Node.js DNS over HTTPS",
  "Node.js Email Templates": "Node.js Email Templates",
  "Node.js Job Scheduler": "Node.js Job Scheduler",
  "Node.js Logging Service": "Node.js Logging Service",
  "Case Study: The PayPal Disaster": "Case Study: The PayPal Disaster",
  "Quantum Resistant Email Service": "Quantum Resistant Email Service",
  "Send React Emails": "Send React Emails",
  "Case Study: Email Startups": "Case Study: Email Startups",
  "Bulletproof Payment System with Stripe and PayPal": "Bulletproof Payment System with Stripe and PayPal",
  "How Forward Email Safeguards Your Communications": "How Forward Email Safeguards Your Communications",
  "URL Regex JavaScript and Node.js": "URL Regex JavaScript and Node.js",
  "Why Open-Source Email is the Future": "Why Open-Source Email is the Future",
  "Company": "Company",
  "About": "About",
  "Security": "Security",
  "Privacy": "Privacy",
  "Terms": "Terms",
  "GDPR": "GDPR",
  "DPA": "DPA",
  "Report Abuse": "Report Abuse",
  "Press": "Press",
  "Send us an email": "Send us an email",
  "Careers": "Careers",
  "100% Systems Online": "100% Systems Online",
  "Status Page": "Status Page",
  "100%": "100%",
  "Community": "Community",
  "Newsletter": "Newsletter",
  "Footer": "Footer",
  "Have a question or confused?": "Have a question or confused?",
  "Learn more about:": "Learn more about:",
  "Privacy Protected": "Privacy Protected",
  "Custom Domain Email": "Custom Domain Email",
  "Open Source Email": "Open Source Email",
  "Secure Email Forwarding": "Secure Email Forwarding",
  "Secure Checkout": "Secure Checkout",
  "Payment methods accepted:": "Payment methods accepted:",
  "SEPA Direct Debit": "SEPA Direct Debit",
  "Canadian pre-authorized debits": "Canadian pre-authorized debits",
  "ACH Direct Debit": "ACH Direct Debit",
  "Bank Transfer": "Bank Transfer",
  "Domestic Wire Transfer (Enterprise)": "Domestic Wire Transfer (Enterprise)",
  "International Wire Transfer (Enterprise)": "International Wire Transfer (Enterprise)",
  "English": "English",
  "Arabic": "Arabic",
  "Chinese": "Chinese",
  "Czech": "Czech",
  "Danish": "Danish",
  "Dutch": "Dutch",
  "Finnish": "Finnish",
  "French": "French",
  "German": "German",
  "Hebrew": "Hebrew",
  "Hungarian": "Hungarian",
  "Indonesian": "Indonesian",
  "Italian": "Italian",
  "Japanese": "Japanese",
  "Korean": "Korean",
  "Norwegian": "Norwegian",
  "Polish": "Polish",
  "Portuguese": "Portuguese",
  "Russian": "Russian",
  "Spanish": "Spanish",
  "Swedish": "Swedish",
  "Thai": "Thai",
  "Turkish": "Turkish",
  "Ukrainian": "Ukrainian",
  "Vietnamese": "Vietnamese",
  "Go to top": "Go to top",
  "Port 25 blocked by ISP": "Port 25 blocked by ISP",
  "Email API Reference": "Email API Reference",
  "Regex Email Forwarding": "Regex Email Forwarding",
  "Open Source": "Open Source",
  "GPG Key": "GPG Key",
  "Learn more": "Learn more",
  "We support OpenPGP and end-to-end encryption": "We support OpenPGP and end-to-end encryption",
  "Languages": "Languages",
  "GitHub Repo stars": "GitHub Repo stars",
  "Qualys SSL Labs SSL Server Test": "Qualys SSL Labs SSL Server Test",
  "Mozilla HTTP Observatory Grade": "Mozilla HTTP Observatory Grade",
  "Internet Site Test": "Internet Site Test",
  "Internet Mail Test": "Internet Mail Test",
  "Hardenize Badge": "Hardenize Badge",
  "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.": "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.",
  "IOS is a trademark or registered trademark of Cisco.": "IOS is a trademark or registered trademark of Cisco.",
  "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.": "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.",
  "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.": "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.",
  "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.": "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.",
  "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.": "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.",
  "Linux is the registered trademark of Linus Torvalds.": "Linux is the registered trademark of Linus Torvalds.",
  "All rights reserved. All trademarks are property of their respective owners in the US and other countries.": "All rights reserved. All trademarks are property of their respective owners in the US and other countries.",
  "Chat with us": "Chat with us",
  "Success": "Success",
  "Error": "Error",
  "Info": "Info",
  "Question": "Question",
  "OK": "OK",
  "Cancel": "Cancel",
  "Close this dialog": "Close this dialog",
  "Are you sure?": "Are you sure?",
  "Please confirm if you wish to continue.": "Please confirm if you wish to continue.",
  "Español": "Español",
  "Hello": "Hello",
  "Invalid two-factor authentication passcode.": "Invalid two-factor authentication passcode.",
  "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>": "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>",
  "Authenticate yourself with optional OTP to log in.": "Authenticate yourself with optional OTP to log in.",
  "Ask a question": "Ask a question",
  "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?": "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?",
  "Write your message": "Write your message",
  "Message": "Message",
  "We'll be in contact with you!": "We'll be in contact with you!",
  "Send message": "Send message",
  "Upgrade": "Upgrade",
  "My Account": "My Account",
  "Domains": "Domains",
  "Emails": "Emails",
  "Analytics": "Analytics",
  "Logs": "Logs",
  "Profile": "Profile",
  "Billing": "Billing",
  "Sign out": "Sign out",
  "Please enable JavaScript to use our website.": "Please enable JavaScript to use our website.",
  "Account Recovery": "Account Recovery",
  "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.": "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.",
  "Verify access to your email address with a code emailed to you.": "Verify access to your email address with a code emailed to you.",
  "Wait 3-5 business days for an administrative follow-up email.": "Wait 3-5 business days for an administrative follow-up email.",
  "Access to your account will be unlocked for you.": "Access to your account will be unlocked for you.",
  "Continue": "Continue",
  "Two-Factor Check": "Two-Factor Check",
  "Passcode": "Passcode",
  "Don't ask me again in this browser": "Don't ask me again in this browser",
  "Having trouble?": "Having trouble?",
  "Use a recovery key": "Use a recovery key",
  "Lose your recovery keys?": "Lose your recovery keys?",
  "Request account recovery": "Request account recovery",
  "Password was invalid.": "Password was invalid.",
  "Setup OTP": "Setup OTP",
  "Download your emergency recovery keys below.": "Download your emergency recovery keys below.",
  "Download": "Download",
  "Copy": "Copy",
  "Confirm Password": "Confirm Password",
  "Recommended Authenticator Apps": "Recommended Authenticator Apps",
  "App": "App",
  "Links": "Links",
  "Open-Source": "Open-Source",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "F-Droid": "F-Droid",
  "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.": "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.",
  "<strong>Step 2:</strong> Scan this QR code and enter its generated token:": "<strong>Step 2:</strong> Scan this QR code and enter its generated token:",
  "Can’t scan the QR code?  Configure with this code": "Can’t scan the QR code?  Configure with this code",
  "Complete Setup": "Complete Setup",
  "Recovery Key": "Recovery Key",
  "Your request was successfully completed.": "Your request was successfully completed.",
  "Invalid recovery key.": "Invalid recovery key.",
  "Recovery key successful. This key will no longer be valid.": "Recovery key successful. This key will no longer be valid.",
  "You have run out of recovery keys. Please download the newly generated recovery keys before continuing.": "You have run out of recovery keys. Please download the newly generated recovery keys before continuing."
}