{
  "10": "10",
  "25": "25",
  "50": "50",
  "Domain is not a registered domain name. <a class=\"font-weight-bold\" href=\"/domain-registration\">Click here to register it now</a>.": "Domenet er ikke et registrert domenenavn. <a class=\"font-weight-bold\" href=\"/domain-registration\">Klikk her for å registrere det nå</a>.",
  "If we detect your DNS records are valid, then we will send you an automated email alert.  We routinely check DNS records for your domain every few hours.": "Hvis vi oppdager at DNS-postene dine er gyldige, sender vi deg et automatisert e-postvarsel. Vi sjekker rutinemessig DNS-poster for domenet ditt hver time.",
  "Please ensure that your DNS nameservers are set properly too (e.g. if you are using a DNS provider such as Cloudflare &ndash; which may be a different provider than your domain registrar).": "Sørg for at DNS-navneserverne dine også er satt opp riktig (f.eks. hvis du bruker en DNS-leverandør som Cloudflare &ndash; som kan være en annen leverandør enn domeneregistratoren din).",
  "<p class=\"mb-0\"><strong>Making changes to your DNS records takes time to propagate throughout the Internet. <span class=\"text-danger\">You may need to wait a few minutes</span> and then try again.</strong></p>": "<p class=\"mb-0\"><strong>Å gjøre endringer i DNS-postene dine tar tid å spre seg over Internett. <span class=\"text-danger\">Du må kanskje vente noen minutter</span> og deretter prøve igjen.</strong></p>",
  "Domain is missing required DNS <span class=\"notranslate\">TXT</span> record of: <span class=\"notranslate\">%s</span>": "Domenet mangler påkrevd DNS <span class=\"notranslate\">TXT</span> post av: <span class=\"notranslate\">%s</span>",
  "<p class=\"mb-0\">We have detected that your domain has multiple MX server providers. Please ensure that the <strong>ONLY</strong> DNS MX records are:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Vi har oppdaget at domenet ditt har flere MX-serverleverandører. Sørg for at de <strong>ENESTE</strong> DNS MX-postene er:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Sørg for at du ikke har noen skrivefeil og har begge unike poster lagt til (f.eks. sørg for at begge postene ikke er like). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Les vår FAQ</a> for detaljerte instruksjoner.</p>",
  "From header must be equal to <span class=\"notranslate\">%s</span> (or) you can use a domain-wide catch-all password at <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>": "Fra-header må være lik <span class=\"notranslate\">%s</span> (eller) du kan bruke et domeneomfattende catch-all passord på <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>",
  "<p class=\"mb-0\">Domain is missing required DNS MX records of:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Domenet mangler påkrevde DNS MX-poster av:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Sørg for at du ikke har noen skrivefeil og har begge unike poster lagt til (f.eks. sørg for at begge postene ikke er like). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Les vår FAQ</a> for detaljerte instruksjoner.</p>",
  "Invalid DKIM signature.": "Ugyldig DKIM-signatur.",
  "Newsletter approval required for <span class=\"notranslate\">%s</span>": "Nyhetsbrev godkjenning påkrevd for <span class=\"notranslate\">%s</span>",
  "We detected that you attempted to send an outbound SMTP newsletter for <strong class=\"notranslate\">%s</strong>.  Your domain does not yet have newsletter support approved, and an admin has been notified to begin review.  This process usually is resolved within 2-4 hours, but sometimes it may longer.": "Vi oppdaget at du forsøkte å sende et utgående SMTP-nyhetsbrev for <strong class=\"notranslate\">%s</strong>. Domenet ditt har ikke nyhetsbrev støtte godkjent ennå, og en administrator har blitt varslet for å begynne gjennomgang. Denne prosessen løses vanligvis innen 2-4 timer, men noen ganger kan det ta lengre tid.",
  "Newsletter usage is not yet approved for your account, please wait for approval or contact us for support.": "Nyhetsbrev bruk er ikke godkjent for kontoen din ennå, vennligst vent på godkjenning eller kontakt oss for støtte.",
  "You have exceeded your daily SMTP outbound rate limit.": "Du har overskredet din daglige SMTP utgående hastighetsgrense.",
  "From header must end with <span class=\"notranslate\">%s</span>": "Fra-header må slutte med <span class=\"notranslate\">%s</span>",
  "An error code of \"<span class=\"notranslate\">%s</span>\" occurred while performing the DNS lookup. Please try again.": "En feilkode på \"<span class=\"notranslate\">%s</span>\" oppstod under utføring av DNS-oppslag. Vennligst prøv igjen.",
  "See": "Se",
  "https://github.com/scintill/macos-server-apns-certs/tree/master": "https://github.com/scintill/macos-server-apns-certs/tree/master",
  "About Forward Email": "Om Forward Email",
  "Table of Contents": "Innholdsfortegnelse",
  "Foreword": "Forord",
  "History": "Historie",
  "Forward Email is a": "Forward Email er en",
  "free and open-source": "gratis og åpen kildekode",
  "email forwarding": "e-post videresending",
  "service focused on a user's": "tjeneste fokusert på en brukers",
  "right to privacy": "rett til personvern",
  ", and was launched in November 2017.  It offers unlimited custom domain names, unlimited email addresses and aliases, unlimited disposable email addresses, spam and phishing protection, and other features.  The service is maintained and owned by its original founding team of designers and developers.  It is built with 100% open-source software using": ", og ble lansert i november 2017. Den tilbyr ubegrensede tilpassede domenenavn, ubegrensede e-postadresser og aliaser, ubegrensede engangs e-postadresser, spam- og phishing-beskyttelse, og andre funksjoner. Tjenesten vedlikeholdes og eies av det opprinnelige grunnleggerteamet av designere og utviklere. Den er bygget med 100% åpen kildekode programvare ved hjelp av",
  "JavaScript": "JavaScript",
  "Node.js": "Node.js",
  ", and": ", og",
  "We launched in November 2017 after an initial release.": "Vi lanserte i november 2017 etter en første utgivelse.",
  "In April 2018": "I april 2018",
  "Cloudflare": "lanserte Cloudflare",
  "launched their": "sin",
  "privacy-first consumer DNS service": "personvern-først forbruker DNS-tjeneste",
  ", and we switched from using": ", og vi byttet fra å bruke",
  "OpenDNS": "OpenDNS",
  "to": "til",
  "for handling": "for håndtering av",
  "lookups.": "oppslag.",
  "In October 2018, we allowed users to \"Send Mail As\" with": "I oktober 2018 tillot vi brukere å \"Send post som\" med",
  "Gmail": "Gmail",
  "and": "og",
  "Outlook": "Outlook",
  "In May 2019, we released v2, which was a major rewrite from the initial versions and focused on": "I mai 2019 ga vi ut v2, som var en stor omskriving fra de første versjonene og fokuserte på",
  "performance": "ytelse",
  "through the use of": "gjennom bruk av",
  "'s": "'s",
  "streams": "strømmer",
  "In February 2020, we released the Enhanced Privacy Protection plan.  This plan allows users to switch off setting public DNS record entries with their email forwarding configuration aliases. Through this plan, a user's email alias information is hidden from being publicly searchable over the Internet. We also released a feature to enable or disable specific aliases while still allowing them to appear as a valid email address and return a successful": "I februar 2020 ga vi ut Enhanced Privacy Protection-planen. Denne planen lar brukere slå av innstilling av offentlige DNS-postoppføringer med deres e-post videresending konfigurasjon aliaser. Gjennom denne planen er en brukers e-post alias informasjon skjult fra å være offentlig søkbar over Internett. Vi ga også ut en funksjon for å aktivere eller deaktivere spesifikke aliaser mens de fortsatt lar dem fremstå som en gyldig e-postadresse og returnere en vellykket",
  "SMTP status code": "SMTP-statuskode",
  ", but the emails will be immediately discarded (similar to piping output from a process to": ", men e-postene vil umiddelbart bli kastet (ligner på å pipe utdata fra en prosess til",
  "/dev/null": "/dev/null",
  "In April 2020, we released our initial alpha version of Spam Scanner after hitting countless roadblocks with existing spam-detection solutions and because none of these solutions (": "I april 2020 ga vi ut vår første alfa-versjon av Spam Scanner etter å ha støtt på utallige veisperringer med eksisterende spam-deteksjon løsninger og fordi ingen av disse løsningene (",
  "Rspamd": "Rspamd",
  "SpamAssassin": "SpamAssassin",
  ") honored our privacy policy. Spam Scanner is a completely free and open-source": ") respekterte vår personvernpolicy. Spam Scanner er en helt gratis og åpen kildekode",
  "anti-spam filtering": "anti-spam filtrering",
  "solution which uses a": "løsning som bruker en",
  "Naive Bayes spam filtering": "Naive Bayes spam filtrering",
  "approach in combination with": "tilnærming i kombinasjon med",
  "anti-phishing": "anti-phishing",
  "IDN homograph attack": "IDN homograf angrep",
  "protection.  We also released a feature to allow": "beskyttelse. Vi ga også ut en funksjon for å tillate",
  "two-factor authentication": "to-faktor autentisering",
  "(2FA) using a": "(2FA) ved hjelp av et",
  "one-time password": "engangspassord",
  "(OTP) for enhanced account security.": "(OTP) for forbedret kontosikkerhet.",
  "In May 2020, we allowed custom": "I mai 2020 tillot vi tilpasset",
  "port forwarding": "port videresending",
  "as workaround for users to circumvent port blocking by their": "som en løsning for brukere å omgå port blokkering av deres",
  ".  We also released our": "internettleverandør. Vi ga også ut vår",
  "Free Email Forwarding RESTful API": "Gratis E-post Videresending RESTful API",
  ", with complete documentation and real-time request and response examples.  We also released support for webhooks.": ", med fullstendig dokumentasjon og sanntids forespørsel og svar eksempler. Vi ga også ut støtte for webhooks.",
  "In August 2020, we added support for the": "I august 2020 la vi til støtte for",
  "Authenticated Received Chain": "Authenticated Received Chain",
  "(\"ARC\") email authentication system.": "(\"ARC\") e-post autentiseringssystem.",
  "On November 23, 2020 we publicly launched out of our beta program.": "Den 23. november 2020 lanserte vi offentlig ut av vårt beta-program.",
  "In February 2021, we refactored our codebase to remove all": "I februar 2021 refaktorerte vi vår kodebase for å fjerne alle",
  "Python": "Python",
  "dependencies – which allowed our stack to become 100%": "avhengigheter – som tillot vår stack å bli 100%",
  "On September 27, 2021,": "Den 27. september 2021",
  "we added support": "la vi til støtte",
  "for email forwarding aliases to match": "for e-post videresending aliaser å matche",
  "regular expressions": "regulære uttrykk",
  "In January 2023, we launched a re-designed and page-speed optimized website.": "I januar 2023 lanserte vi en redesignet og sidehastighet optimalisert nettside.",
  "In February 2023, we added support for": "I februar 2023 la vi til støtte for",
  "error logs": "feillogger",
  "and a": "og et",
  "dark mode": "mørk modus",
  "website color scheme.": "nettside fargeskjema.",
  "In March 2023, we released": "I mars 2023 ga vi ut",
  "Tangerine": "Tangerine",
  "and integrated it throughout our infrastructure – this means we use": "og integrerte det gjennom hele vår infrastruktur – dette betyr at vi bruker",
  "DNS over HTTPS": "DNS over HTTPS",
  "(\"DoH\") at the application layer.  We also added support for": "(\"DoH\") på applikasjonslaget. Vi la også til støtte for",
  "switched": "byttet",
  "from": "fra",
  "hCaptcha": "hCaptcha",
  "Cloudflare Turnstile": "Cloudflare Turnstile",
  "In April 2023, we implemented and automated entirely new infrastructure.  Our entire service is now running on globally load-balanced and proximity-based DNS (with health checks and failover) using": "I april 2023 implementerte og automatiserte vi helt ny infrastruktur. Hele vår tjeneste kjører nå på globalt lastbalansert og nærhet-basert DNS (med helsesjekker og failover) ved hjelp av",
  "(before we were using round-robin DNS on Cloudflare).  Additionally we switched to": "(før brukte vi round-robin DNS på Cloudflare). I tillegg byttet vi til",
  "bare metal servers": "bare metal servere",
  "across multiple providers – which include": "på tvers av flere leverandører – som inkluderer",
  "Vultr": "Vultr",
  "Digital Ocean": "Digital Ocean",
  "(before we solely used Digital Ocean).  Both of these providers are SOC 2 Type 2 compliant – see": "(før brukte vi kun Digital Ocean). Begge disse leverandørene er SOC 2 Type 2 kompatible – se",
  "Vultr's Compliance": "Vultr's Compliance",
  "Digital Ocean's Certifications": "Digital Ocean's Sertifiseringer",
  "for more insight.  Furthermore, our MongoDB and Redis databases are now running on clusters with primary and standby nodes for high availability, end-to-end SSL encryption, encryption-at-rest, and point-in-time recovery (PITR).": "for mer innsikt. Videre kjører våre MongoDB og Redis databaser nå på klynger med primære og standby noder for høy tilgjengelighet, ende-til-ende SSL kryptering, kryptering-i-hvile, og punkt-i-tid gjenoppretting (PITR).",
  "In May 2023, we launched our": "I mai 2023 lanserte vi vår",
  "outbound SMTP": "utgående SMTP",
  "feature for": "funksjon for",
  "sending email with SMTP": "å sende e-post med SMTP",
  "sending email with API": "å sende e-post med API",
  "requests.  This feature has built-in safeguards to ensure high deliverability, a modern and robust queue and retry system, and": "forespørsler. Denne funksjonen har innebygde sikkerhetstiltak for å sikre høy leverbarhet, et moderne og robust kø- og prøv-igjen system, og",
  "supports error logs in real-time": "støtter feillogger i sanntid",
  "In November 2023, we launched our": "I november 2023 lanserte vi vår",
  "encrypted mailbox storage": "krypterte postboks lagring",
  "IMAP suppport": "IMAP støtte",
  "In December 2023,": "I desember 2023",
  "for": "la vi til støtte for",
  "passkeys and WebAuthn": "passkeys og WebAuthn",
  "time to inbox": "tid til innboks",
  "monitoring, and": "overvåking, og",
  "OpenPGP for IMAP Storage": "OpenPGP for IMAP Lagring",
  "In February 2024,": "I februar 2024",
  "we added calendar (CalDAV) support": "la vi til kalender (CalDAV) støtte",
  "Throughout March to July 2024, we released major optimizations and improvements to our IMAP, POP3, and CalDAV service.  Our goal was to make our service snappy –  and as fast, if not faster than alternatives.": "Gjennom mars til juli 2024 ga vi ut store optimaliseringer og forbedringer til vår IMAP, POP3, og CalDAV tjeneste. Vårt mål var å gjøre vår tjeneste rask – og like rask, om ikke raskere enn alternativer.",
  "In July 2024,": "I juli 2024",
  "we added iOS Push support": "la vi til iOS Push støtte",
  "since Apple Mail on iOS does not support IMAP": "siden Apple Mail på iOS ikke støtter IMAP",
  "command.  Now users can get real-time notifications of new mail on their Apple iOS devices.  We also added time to inbox (\"TTI\") monitoring for our own service – as well as Yahoo/AOL (now that they support app-generated passwords again) to the footer of every page on our website.  Additionally, we now allow users to encrypt their plaintext DNS TXT records even on the free plan at no cost.  Privacy should not be a feature, it should be inherently built-in to all aspects of a product. As highly requested in a": "kommando. Nå kan brukere få sanntids varsler om ny post på sine Apple iOS enheter. Vi la også til tid til innboks (\"TTI\") overvåking for vår egen tjeneste – så vel som Yahoo/AOL (nå som de støtter app-genererte passord igjen) til bunnteksten på hver side på vår nettside. I tillegg tillater vi nå brukere å kryptere sine klartekst DNS TXT poster selv på den gratis planen uten kostnad. Personvern bør ikke være en funksjon, det bør være iboende innebygd i alle aspekter av et produkt. Som sterkt forespurt i en",
  "Privacy Guides discussion": "Privacy Guides diskusjon",
  "and on": "og på",
  "our GitHub issues": "våre GitHub issues",
  "we've added this.  Lastly, we added the ability for aliases to either quietly reject": "har vi lagt til dette. Til slutt la vi til muligheten for aliaser å enten stille avvise",
  ", soft reject": ", myk avvisning",
  ", or hard reject": ", eller hard avvisning",
  "if they are disabled.  Previously, disabled aliases only routed to a blackhole (e.g.": "hvis de er deaktivert. Tidligere ble deaktiverte aliaser kun rutet til et svart hull (f.eks.",
  ") and it appeared to senders as if their messages to these disabled aliases succeeded.": ") og det så ut for avsendere som om deres meldinger til disse deaktiverte aliasene lyktes.",
  "In August 2024, we added support for exporting mailboxes as": "I august 2024 la vi til støtte for å eksportere postbokser som",
  "Mbox": "Mbox",
  "formats (in addition to the": "formater (i tillegg til",
  "SQLite": "SQLite",
  "export format already supported) – and we also added": "eksport format allerede støttet) – og vi la også til",
  "webhook signature support": "webhook signatur støtte",
  "via": "via",
  "header.  We also": "header. Vi la også til",
  "added support for bounce webhooks": "støtte for bounce webhooks",
  "and now allow users to send newsletters, announcements, and email marketing through our outbound SMTP service.": "og tillater nå brukere å sende nyhetsbrev, kunngjøringer, og e-post markedsføring gjennom vår utgående SMTP tjeneste.",
  "Free Email Forwarding for Custom Domains": "Free Email Forwarding for Custom Domains",
  "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.": "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.",
  "Terms of Service": "Terms of Service",
  "Read our terms and conditions of use for our email forwarding service.": "Read our terms and conditions of use for our email forwarding service.",
  "History of Forward Email": "History of Forward Email",
  "Learn more about Forward Email and the history of our service.": "Learn more about Forward Email and the history of our service.",
  "Privacy Policy": "Privacy Policy",
  "Read our privacy policy for our email forwarding service.": "Read our privacy policy for our email forwarding service.",
  "Please log in or sign up to view the page you requested.": "Please log in or sign up to view the page you requested.",
  "Warning": "Warning",
  "Written by": "Written by",
  "Team": "Team",
  "Time to read": "Time to read",
  "Less than 5 minutes": "Less than 5 minutes",
  "Search for anything:": "Search for anything:",
  "Search": "Search",
  "Popular Searches": "Popular Searches",
  "Sign up now &ndash; it's free!": "Sign up now &ndash; it's free!",
  "Have an account?": "Have an account?",
  "Click here": "Click here",
  "Email address": "Email address",
  "Password": "Password",
  "Get started": "Get started",
  "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.": "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.",
  "Welcome back!": "Welcome back!",
  "Don't have an account?": "Don't have an account?",
  "Please enable JavaScript to sign in with Passkey.": "Please enable JavaScript to sign in with Passkey.",
  "Sign in with Passkey": "Sign in with Passkey",
  "or": "or",
  "Sign in": "Sign in",
  "Forget your password?": "Forget your password?",
  "Features &amp; Pricing": "Features &amp; Pricing",
  "FAQ": "FAQ",
  "Log in": "Log in",
  "Signup": "Signup",
  "Toggle navigation": "Toggle navigation",
  "Apps": "Apps",
  "Desktop": "Desktop",
  "Resources": "Resources",
  "What is <span class=\"notranslate\">Forward Email</span>?": "What is <span class=\"notranslate\">Forward Email</span>?",
  "Frequently Asked Questions": "Frequently Asked Questions",
  "Time to Inbox": "Time to Inbox",
  "Help": "Help",
  "Disposable Addresses": "Disposable Addresses",
  "Domain Registration": "Domain Registration",
  "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record": "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record",
  "Reserved Email Addresses": "Reserved Email Addresses",
  "Denylist Removal": "Denylist Removal",
  "Guides": "Guides",
  "Outbound SMTP": "Outbound SMTP",
  "SMTP Integration Examples": "SMTP Integration Examples",
  "Send Email with Custom Domain": "Send Email with Custom Domain",
  "Send Mail As with Gmail": "Send Mail As with Gmail",
  "Email Setup Guides": "Email Setup Guides",
  "How to Setup Email with <span class=\"notranslate\">%s</span>": "How to Setup Email with <span class=\"notranslate\">%s</span>",
  "Other providers": "Other providers",
  "Developers": "Developers",
  "Technical Whitepaper": "Technical Whitepaper",
  "IP Addresses": "IP Addresses",
  "API Reference": "API Reference",
  "Self Hosted Email": "Self Hosted Email",
  "Email Webhooks": "Email Webhooks",
  "Bounce Webhooks": "Bounce Webhooks",
  "Custom Domain Regex Filtering": "Custom Domain Regex Filtering",
  "Email Service Comparison": "Email Service Comparison",
  "Email Services": "Email Services",
  "Private Email Services": "Private Email Services",
  "Open-Source Email Services": "Open-Source Email Services",
  "Transactional Email Services": "Transactional Email Services",
  "Email API's for Developers": "Email API's for Developers",
  "Email Spam Filtering Services": "Email Spam Filtering Services",
  "Developer Articles": "Developer Articles",
  "A Decade of Open-Source Impact": "A Decade of Open-Source Impact",
  "Email Spam Protection Filter": "Email Spam Protection Filter",
  "Mail Server Providers": "Mail Server Providers",
  "Practices for Node.js Logging": "Practices for Node.js Logging",
  "Security Audit Companies": "Security Audit Companies",
  "Case Study: Gov/Federal Email Compliance": "Case Study: Gov/Federal Email Compliance",
  "Case Study: Alumni Email": "Case Study: Alumni Email",
  "Case Study: Ubuntu Email": "Case Study: Ubuntu Email",
  "Case Study: Linux Foundation": "Case Study: Linux Foundation",
  "Custom Fonts in Emails": "Custom Fonts in Emails",
  "Email Regex JavaScript and Node.js": "Email Regex JavaScript and Node.js",
  "Email Testing for Browsers and iOS Simulator": "Email Testing for Browsers and iOS Simulator",
  "The Complete Guide to Forward Email's Service": "The Complete Guide to Forward Email's Service",
  "Optimize Node.js for Production": "Optimize Node.js for Production",
  "Crypto Supported Email Service": "Crypto Supported Email Service",
  "Self-Hosted Email": "Self-Hosted Email",
  "JavaScript Contact Forms Node.js": "JavaScript Contact Forms Node.js",
  "Node.js DNS over HTTPS": "Node.js DNS over HTTPS",
  "Node.js Email Templates": "Node.js Email Templates",
  "Node.js Job Scheduler": "Node.js Job Scheduler",
  "Node.js Logging Service": "Node.js Logging Service",
  "Case Study: The PayPal Disaster": "Case Study: The PayPal Disaster",
  "Quantum Resistant Email Service": "Quantum Resistant Email Service",
  "Send React Emails": "Send React Emails",
  "Case Study: Email Startups": "Case Study: Email Startups",
  "Bulletproof Payment System with Stripe and PayPal": "Bulletproof Payment System with Stripe and PayPal",
  "How Forward Email Safeguards Your Communications": "How Forward Email Safeguards Your Communications",
  "URL Regex JavaScript and Node.js": "URL Regex JavaScript and Node.js",
  "Why Open-Source Email is the Future": "Why Open-Source Email is the Future",
  "Company": "Company",
  "About": "About",
  "Security": "Security",
  "Privacy": "Privacy",
  "Terms": "Terms",
  "GDPR": "GDPR",
  "DPA": "DPA",
  "Report Abuse": "Report Abuse",
  "Press": "Press",
  "Send us an email": "Send us an email",
  "Careers": "Careers",
  "100% Systems Online": "100% Systems Online",
  "Status Page": "Status Page",
  "100%": "100%",
  "Community": "Community",
  "Newsletter": "Newsletter",
  "Footer": "Footer",
  "Have a question or confused?": "Have a question or confused?",
  "Learn more about:": "Learn more about:",
  "Privacy Protected": "Privacy Protected",
  "Custom Domain Email": "Custom Domain Email",
  "Open Source Email": "Open Source Email",
  "Secure Email Forwarding": "Secure Email Forwarding",
  "Secure Checkout": "Secure Checkout",
  "Payment methods accepted:": "Payment methods accepted:",
  "SEPA Direct Debit": "SEPA Direct Debit",
  "Canadian pre-authorized debits": "Canadian pre-authorized debits",
  "ACH Direct Debit": "ACH Direct Debit",
  "Bank Transfer": "Bank Transfer",
  "Domestic Wire Transfer (Enterprise)": "Domestic Wire Transfer (Enterprise)",
  "International Wire Transfer (Enterprise)": "International Wire Transfer (Enterprise)",
  "English": "English",
  "Arabic": "Arabic",
  "Chinese": "Chinese",
  "Czech": "Czech",
  "Danish": "Danish",
  "Dutch": "Dutch",
  "Finnish": "Finnish",
  "French": "French",
  "German": "German",
  "Hebrew": "Hebrew",
  "Hungarian": "Hungarian",
  "Indonesian": "Indonesian",
  "Italian": "Italian",
  "Japanese": "Japanese",
  "Korean": "Korean",
  "Norwegian": "Norwegian",
  "Polish": "Polish",
  "Portuguese": "Portuguese",
  "Russian": "Russian",
  "Spanish": "Spanish",
  "Swedish": "Swedish",
  "Thai": "Thai",
  "Turkish": "Turkish",
  "Ukrainian": "Ukrainian",
  "Vietnamese": "Vietnamese",
  "Go to top": "Go to top",
  "Port 25 blocked by ISP": "Port 25 blocked by ISP",
  "Email API Reference": "Email API Reference",
  "Regex Email Forwarding": "Regex Email Forwarding",
  "Open Source": "Open Source",
  "GPG Key": "GPG Key",
  "Learn more": "Learn more",
  "We support OpenPGP and end-to-end encryption": "We support OpenPGP and end-to-end encryption",
  "Languages": "Languages",
  "GitHub Repo stars": "GitHub Repo stars",
  "Qualys SSL Labs SSL Server Test": "Qualys SSL Labs SSL Server Test",
  "Mozilla HTTP Observatory Grade": "Mozilla HTTP Observatory Grade",
  "Internet Site Test": "Internet Site Test",
  "Internet Mail Test": "Internet Mail Test",
  "Hardenize Badge": "Hardenize Badge",
  "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.": "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.",
  "IOS is a trademark or registered trademark of Cisco.": "IOS is a trademark or registered trademark of Cisco.",
  "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.": "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.",
  "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.": "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.",
  "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.": "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.",
  "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.": "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.",
  "Linux is the registered trademark of Linus Torvalds.": "Linux is the registered trademark of Linus Torvalds.",
  "All rights reserved. All trademarks are property of their respective owners in the US and other countries.": "All rights reserved. All trademarks are property of their respective owners in the US and other countries.",
  "Chat with us": "Chat with us",
  "Success": "Success",
  "Error": "Error",
  "Info": "Info",
  "Question": "Question",
  "OK": "OK",
  "Cancel": "Cancel",
  "Close this dialog": "Close this dialog",
  "Are you sure?": "Are you sure?",
  "Please confirm if you wish to continue.": "Please confirm if you wish to continue.",
  "Español": "Español",
  "Hello": "Hello",
  "Invalid two-factor authentication passcode.": "Invalid two-factor authentication passcode.",
  "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>": "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>",
  "Authenticate yourself with optional OTP to log in.": "Authenticate yourself with optional OTP to log in.",
  "Ask a question": "Ask a question",
  "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?": "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?",
  "Write your message": "Write your message",
  "Message": "Message",
  "We'll be in contact with you!": "We'll be in contact with you!",
  "Send message": "Send message",
  "Upgrade": "Upgrade",
  "My Account": "My Account",
  "Domains": "Domains",
  "Emails": "Emails",
  "Analytics": "Analytics",
  "Logs": "Logs",
  "Profile": "Profile",
  "Billing": "Billing",
  "Sign out": "Sign out",
  "Please enable JavaScript to use our website.": "Please enable JavaScript to use our website.",
  "Account Recovery": "Account Recovery",
  "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.": "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.",
  "Verify access to your email address with a code emailed to you.": "Verify access to your email address with a code emailed to you.",
  "Wait 3-5 business days for an administrative follow-up email.": "Wait 3-5 business days for an administrative follow-up email.",
  "Access to your account will be unlocked for you.": "Access to your account will be unlocked for you.",
  "Continue": "Continue",
  "Two-Factor Check": "Two-Factor Check",
  "Passcode": "Passcode",
  "Don't ask me again in this browser": "Don't ask me again in this browser",
  "Having trouble?": "Having trouble?",
  "Use a recovery key": "Use a recovery key",
  "Lose your recovery keys?": "Lose your recovery keys?",
  "Request account recovery": "Request account recovery",
  "Password was invalid.": "Password was invalid.",
  "Setup OTP": "Setup OTP",
  "Download your emergency recovery keys below.": "Download your emergency recovery keys below.",
  "Download": "Download",
  "Copy": "Copy",
  "Confirm Password": "Confirm Password",
  "Recommended Authenticator Apps": "Recommended Authenticator Apps",
  "App": "App",
  "Links": "Links",
  "Open-Source": "Open-Source",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "F-Droid": "F-Droid",
  "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.": "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.",
  "<strong>Step 2:</strong> Scan this QR code and enter its generated token:": "<strong>Step 2:</strong> Scan this QR code and enter its generated token:",
  "Can’t scan the QR code?  Configure with this code": "Can’t scan the QR code?  Configure with this code",
  "Complete Setup": "Complete Setup",
  "Recovery Key": "Recovery Key",
  "Your request was successfully completed.": "Your request was successfully completed.",
  "Invalid recovery key.": "Invalid recovery key.",
  "Recovery key successful. This key will no longer be valid.": "Recovery key successful. This key will no longer be valid.",
  "You have run out of recovery keys. Please download the newly generated recovery keys before continuing.": "You have run out of recovery keys. Please download the newly generated recovery keys before continuing."
}