{
  "3": "3",
  "7": "7",
  "15": "15",
  "200": "200",
  "400": "400",
  "401": "401",
  "403": "403",
  "404": "404",
  "429": "429",
  "500": "500",
  "501": "501",
  "502": "502",
  "503": "503",
  "504": "504",
  "587": "587",
  "Hello": "Hallo",
  "It looks like you accidentally included \"www.\" in your domain name.  Did you mean example.com instead of www.example.com?": "Det ser ut som om du tilfeldigvis inkluderte \"www.\" i domenenavnet ditt. Mente du eksempel.com i stedet for www.eksempel.no?",
  "Invalid API credentials.": "Ugyldige API-opplysninger.",
  "Invalid API token.": "Ugyldig API-token.",
  "Email address was invalid.": "E-postadressen var ugyldig.",
  "File upload was invalid.": "Filopplasting var ugyldig.",
  "Your message was invalid, as it was either blank or more than (5000) characters.": "Meldingen din var ugyldig, ettersom den enten var tom eller mer enn (5000) tegn.",
  "Password was invalid.": "Passordet var ugyldig.",
  "Password confirmation did not match new password.": "Passordbekreftelse stemte ikke med det nye passordet.",
  "Password strength was not strong enough.": "Passordstyrke var ikke sterk nok.",
  "Invalid port number.": "Ugyldig portnummer.",
  "We do not support this authentication provider.": "Vi støtter ikke denne godkjenningsleverandøren.",
  "Invalid recovery key.": "Ugyldig gjenopprettingsnøkkel.",
  "Reset token and email were not valid together.": "Tilbakestill token og e-post var ikke gyldig sammen.",
  "Reset token provided was invalid.": "Tilbakestill token var ugyldig.",
  "Invalid session secret.": "Ugyldig økthemmelighet.",
  "Please slightly change values to ensure slug uniqueness.": "Endre verdiene litt for å sikre slugs unikhet.",
  "<span class=\"notranslate\">%s</span> was missing or blank.": "<span class=\"notranslate\">%s</span> manglet eller blankt.",
  "User does not exist.": "Bruker finnes ikke.",
  "Invalid CSRF token.": "Ugyldig CSRF-token.",
  "The verification code entered was invalid.": "Bekreftelseskoden som er angitt, var ugyldig.",
  "Please verify your email address to continue.": "Bekreft e-postadressen din for å fortsette.",
  "Please wait for <span class=\"notranslate\">%s</span> and try again.": "Vent til <span class=\"notranslate\">%s</span> og prøv igjen.",
  "Your email address has been successfully verified.": "E-postadressen din er bekreftet.",
  "Your email address is already verified.": "E-postadressen din er allerede bekreftet.",
  "A verification code has been sent to your email address.": "En bekreftelseskode er sendt til e-postadressen din.",
  "Your current email verification code has expired and we have sent a new one to your email address.": "Din nåværende e-postbekreftelseskode er utløpt, og vi har sendt en ny til e-postadressen din.",
  "Invalid two-factor authentication passcode.": "Ugyldig passordskode for to faktorer.",
  "You do not belong to the administrative user group.": "Du tilhører ikke den administrative brukergruppen.",
  "Please log in with two-factor authentication to continue.": "Vennligst logg inn med tofaktorautentisering for å fortsette.",
  "Please log in or sign up to view the page you requested.": "Vennligst logg inn eller registrer deg for å se siden du ba om.",
  "Please log out to view the page you requested.": "Vennligst logg ut for å se siden du ba om.",
  "Alias does not exist on the domain.": "Alias eksisterer ikke på domenet.",
  "Add a domain name to your account to continue.": "Legg til et domenenavn til kontoen din for å fortsette.",
  "Add a new alias to continue.": "Legg til et nytt alias for å fortsette.",
  "Domain name was invalid (must be an IP or FQDN).": "Domenenavnet var ugyldig (må være en IP eller FQDN).",
  "Domain name was invalid (must be a FQDN).": "Domenenavnet var ugyldig (må være en FQDN).",
  "Add Alias": "Legg til Alias",
  "User must be a domain admin to create a catch-all alias.": "Bruker må være en domeneadministrator for å opprette et fange-alias.",
  "Alias already exists for domain.": "Alias eksisterer allerede for domene.",
  "Domain's DNS records have been verified.": "Domenets DNS-poster er bekreftet.",
  "Domain does not exist on your account.": "Domenet eksisterer ikke på kontoen din.",
  "User must be a domain admin to create an alias with a reserved word (see the page on <a target=\"_blank\" rel=\"noopener\" href=\"%s/reserved-email-addresses\">Reserved Email Addresses</a>).": "Bruker må være en domeneadministrator for å opprette et alias med et reservert ord (se siden på <a target=\"_blank\" rel=\"noopener\" href=\"%s/reserved-email-addresses\">Reservert e-postadresser</a> ).",
  "User cannot have more than (5) aliases on global domains.": "Bruker kan ikke ha mer enn (5) aliaser på globale domener.",
  "You have exceeded the maximum count of (<span class=\"notranslate\">%s</span>) recipients per alias.  Please <a href=\"/help\">contact us</a> if you wish to have this limit increased.  We review requests on a unique basis.  Please provide us with information about your forwarding purposes if possible.": "Du har overskredet det maksimale antallet ( <span class=\"notranslate\">%s</span> ) mottakere per alias. <a href=\"/help\">Kontakt oss</a> hvis du ønsker å øke denne grensen. Vi gjennomgår forespørsler på unikt grunnlag. Gi oss informasjon om videresendingens formål hvis det er mulig.",
  "Domain does not exist.": "Domenet eksisterer ikke.",
  "Invite does not exist with your email address for this domain.": "Invitasjon eksisterer ikke med din e-postadresse for dette domenet.",
  "Domain already exists on your account.": "Domenet eksisterer allerede på kontoen din.",
  "Your account is currently an admin of one or more domain names.  Please delete these domains or remove yourself from them to continue.": "Kontoen din er for øyeblikket administrator av ett eller flere domenenavn. Slett disse domenene, eller fjern deg selv fra dem for å fortsette.",
  "Your account was successfully deleted.": "Kontoen din ble slettet.",
  "You can only request a password reset every 30 minutes.  Please try again <span class=\"notranslate\">%s</span>.": "Du kan bare be om tilbakestilling av passord hvert 30. minutt. Vennligst prøv igjen <span class=\"notranslate\">%s</span> .",
  "We have emailed you a link to reset your password.": "Vi har sendt deg en kobling for å tilbakestille passordet.",
  "Password successfully confirmed.": "Passordet ble bekreftet.",
  "Empty Recovery Keys": "Tomme gjenopprettingsnøkler",
  "You have run out of recovery keys. Please download the newly generated recovery keys before continuing.": "Du har gått tom for gjenopprettingsnøkler. Last ned de nylig genererte gjenopprettingsnøklene før du fortsetter.",
  "Recovery key successful. This key will no longer be valid.": "Gjenopprettingsnøkkelen er vellykket. Denne nøkkelen vil ikke lenger være gyldig.",
  "You have successfully registered.": "Du har registrert deg.",
  "You have successfully signed in.": "Du har logget deg på.",
  "You are already signed in.": "Du er allerede logget på.",
  "Your request was successfully completed.": "Forespørselen din ble fullført.",
  "Sorry, your request has timed out.  We have been alerted of this issue.  Please try again.": "Beklager, forespørselen din er utløpt. Vi har blitt varslet om dette problemet. Vær så snill, prøv på nytt.",
  "You have successfully set a new password.": "Du har angitt et nytt passord.",
  "You have successfully signed out.": "Du har logget deg ut.",
  "Your email has been successfully verified. You should receive a support email from an admin within the next 3-5 business days.": "E-postadressen din er bekreftet. Du bør motta en support-e-post fra en administrator i løpet av de neste 3-5 virkedagene.",
  "We were unable to send your help request.  We have been alerted of this problem.  Please try again.": "Vi kunne ikke sende hjelpeforespørselen din. Vi har blitt varslet om dette problemet. Vær så snill, prøv på nytt.",
  "You have reached the limit for sending help requests.  Please try again.": "Du har nådd grensen for å sende hjelpeforespørsler. Vær så snill, prøv på nytt.",
  "Thank you for contacting us.  We would love to hear more from you.  How can we help?": "Takk for at du kontaktet oss. Vi vil gjerne høre mer fra deg. Hvordan kan vi hjelpe?",
  "Your help request has been sent successfully.  You should hear from us soon.  Thank you!": "Hjelpeforespørselen din er sendt. Du skulle høre fra oss snart. Takk skal du ha!",
  "An unknown error has occurred. We have been alerted of this issue. Please try again.": "En ukjent feil har oppstått. Vi har blitt varslet om dette problemet. Vær så snill, prøv på nytt.",
  "Please enter a password.": "Vennligst tast inn et passord.",
  "Account is currently locked due to rate limiting.  Please try again later.": "Kontoen er for øyeblikket låst på grunn av takstbegrensning. Prøv igjen senere.",
  "Account is currently locked due to too many failed login attempts.  Please try again later.": "Kontoen er for øyeblikket låst på grunn av for mange mislykkede påloggingsforsøk. Prøv igjen senere.",
  "Authentication is not possible.  No salt value was stored for the account.": "Autentisering er ikke mulig. Ingen saltverdi ble lagret for kontoen.",
  "Email address or password is incorrect.": "E-postadresse eller passord er feil.",
  "Please enter an email address.": "Vennligst oppgi en e-postadresse.",
  "A user with the given email address is already registered.  Please try to log in or reset the password if this account belongs to you.": "En bruker med den oppgitte e-postadressen er allerede registrert. Prøv å logge inn eller tilbakestille passordet hvis denne kontoen tilhører deg.",
  "Upgrade Plan": "Oppgraderingsplan",
  "Invalid plan selected.": "Ugyldig plan valgt.",
  "Please upgrade to a paid plan to unlock this feature.": "Oppgrader til en betalt plan for å låse opp denne funksjonen.",
  "You have successfully accepted the invite to this domain and are an admin.": "Du har godtatt invitasjonen til dette domenet og er en administrator.",
  "You have successfully accepted the invite to this domain and you can now create your first alias.": "Du har godtatt invitasjonen til dette domenet, og du kan nå opprette ditt første alias.",
  "An error occurred while emailing the invite link.  Please manually copy the the invite link and share it with this person if needed.": "Det oppstod en feil under e-posten til invitasjonslenken. Kopier invitasjonslenken manuelt og del den med denne personen om nødvendig.",
  "Group was invalid, must be either admin or user.": "Gruppen var ugyldig, må være administrator eller bruker.",
  "Invite was already sent to this email address.  Please manually copy the invite link and share it with this person if needed.": "Invitasjonen ble allerede sendt til denne e-postadressen. Kopier invitasjonslenken manuelt og del den med denne personen om nødvendig.",
  "Enhanced Protection and Team plans are currently free and in our final testing and beta program phase.  Once they are released, you will be emailed and will have 30 days to enter your billing information.  Thank you!": "Forbedret beskyttelse og teamplaner er for øyeblikket gratis og i den endelige test- og beta-programfasen. Når de er utgitt, vil du bli sendt på e-post og ha 30 dager på deg å oppgi faktureringsinformasjonen. Takk skal du ha!",
  "You have successfully downgraded to the Free Plan.": "Du har nedgradert vellykket til gratisplanen.",
  "You have successfully upgraded to the Enhanced Protection Plan.": "Du har oppgradert til den forbedrede beskyttelsesplanen.",
  "You have successfully upgraded to the Team Plan.": "Du har oppgradert til Teamplan.",
  "Your account has been banned.": "Kontoen din er utestengt.",
  "Domain is not a registered domain name. <a href=\"/domain-registration\">Click here to register it now</a>.": "Domenet er ikke et registrert domenenavn. <a href=\"/domain-registration\">Klikk her for å registrere det nå</a> .",
  "Domain is missing required DNS TXT records. <a href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.": "Domenet mangler obligatoriske DNS TXT-poster. <a href=\"/faq?domain=%s\" target=\"_blank\">Les våre vanlige spørsmål</a> for detaljerte instruksjoner.",
  "Domain has multiple verification records.  Please ensure there is only one verification record that exists.": "Domenet har flere verifiseringsposter. Forsikre deg om at det bare er en bekreftelsesrekord som finnes.",
  "Domain has multiple port records.  Please ensure there is only one port record that exists.": "Domenet har flere portposter. Forsikre deg om at det bare er en portoppføring som finnes.",
  "At least one admin user must belong to the domain.": "Minst en administrator bruker må tilhøre domenet.",
  "Verification record must only use characters A-Z and numbers 0-9.": "Verifikasjonsposten må bare bruke tegnene A-Z og tallene 0-9.",
  "<p class=\"mb-0\">Domain is missing required DNS MX records of:</p><ul class=\"markdown-body ml-0 mr-0 mb-3\"><span class=\"notranslate\">%s</span></ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same).<a href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\"> Domenet mangler obligatoriske DNS MX-poster av: </p><ul class=\"markdown-body ml-0 mr-0 mb-3\"> <span class=\"notranslate\">%s</span> </ul> <p class=\"mb-0\"> Forsikre deg om at du ikke har noen skrivefeil og at begge unike poster er lagt til (f.eks. Sørg for at begge postene ikke er like). <a href=\"/faq?domain=%s\" target=\"_blank\">Les våre vanlige spørsmål</a> for detaljerte instruksjoner. </p>",
  "Domain is missing required DNS TXT record of: <span class=\"notranslate\">%s</span>": "Domenet mangler påkrevd DNS TXT-post av: <span class=\"notranslate\">%s</span>",
  "Domain has an incorrect DNS TXT record for verification.  Please ensure <span class=\"notranslate\">%s</span> is the only verification record that exists.": "Domenet har en feil DNS TXT-post for bekreftelse. Forsikre deg om at <span class=\"notranslate\">%s</span> er den eneste bekreftelsesoppføringen som finnes.",
  "Domain has multiple verification records.  Please ensure <span class=\"notranslate\">%s</span> is the only verification record that exists.": "Domenet har flere verifiseringsposter. Forsikre deg om at <span class=\"notranslate\">%s</span> er den eneste bekreftelsesoppføringen som finnes.",
  "If you recently updated your DNS records for <span class=\"notranslate\">%s</span>, then you should purge its cache using <a href=\"https://1.1.1.1/purge-cache/\" rel=\"noopener\" target=\"_blank\">Cloudflare's Purge Cache Tool</a> and optionally <a href=\"https://developers.google.com/speed/public-dns/cache\" rel=\"noopener\" target=\"_blank\">Google's Purge Cache Tool</a>.  Note that sometimes it may take 30 minutes to 24 hours (depending on your location and provider) for the Internet's DNS propagation to finish.": "Hvis du nylig oppdaterte DNS-postene dine for <span class=\"notranslate\">%s</span> , bør du rense cachen ved hjelp av <a href=\"https://1.1.1.1/purge-cache/\" rel=\"noopener\" target=\"_blank\">Cloudflares Purge Cache Tool</a> og eventuelt <a href=\"https://developers.google.com/speed/public-dns/cache\" rel=\"noopener\" target=\"_blank\">Googles Purge Cache Tool</a> . Legg merke til at noen ganger kan det ta 30 minutter til 24 timer (avhengig av hvor du befinner deg og leverandøren) til Internettets DNS-utbredelse er ferdig.",
  "Could not import \"<span class=\"notranslate\">%s</span>\" record's recipient of \"<span class=\"notranslate\">%s</span>\" since it already exists as an alias.": "Kunne ikke importere &quot; <span class=\"notranslate\">%s</span> &quot; postens mottaker av &quot; <span class=\"notranslate\">%s</span> &quot; siden den allerede eksisterer som et alias.",
  "We successfully imported the disabled address of \"<span class=\"notranslate\">%s</span>\", but we had to do so with a single recipient of \"nobody@forwardemail.net\" because it did not have a recipient in the imported DNS entry.": "Vi importerte den deaktiverte adressen til &quot; <span class=\"notranslate\">%s</span> &quot;, men vi måtte gjøre det med en enkelt mottaker av &quot;none@forwardemail.net&quot; fordi den ikke hadde en mottaker i den importerte DNS-oppføringen.",
  "Could not import catch-all record's recipient of \"<span class=\"notranslate\">%s</span>\" since the catch-all already includes it as a recipient.": "Kunne ikke importere catch-all-postens mottaker av &quot; <span class=\"notranslate\">%s</span> &quot; siden catch-all allerede inneholder den som mottaker.",
  "Successfully imported (<span class=\"notranslate\">%d</span>) aliases.": "Importerte ( <span class=\"notranslate\">%d</span> ) aliaser ble vellykket.",
  "An error occurred while importing aliases.": "Det oppstod en feil under import av aliaser.",
  "No aliases were available to import.": "Ingen aliaser var tilgjengelige å importere.",
  "Successfully imported (<span class=\"notranslate\">%d</span>) catch-all recipients.": "Importert ( <span class=\"notranslate\">%d</span> ) fangst av alle mottakere.",
  "An error occurred while importing catch-all recipients.": "Det oppsto en feil under import av alle mottakere.",
  "No catch-all recipients were available to import.": "Det var ingen tilgjengelige mottakere som kan importeres.",
  "Multiple errors occurred during record verification.": "Flere feil oppstod under postverifisering.",
  "User is already an accepted member of this domain": "Bruker er allerede et akseptert medlem av dette domenet",
  "Our metrics are not available, please check back later.": "Våre beregninger er ikke tilgjengelige. Kom tilbake senere.",
  "Sunday": "søndag",
  "Monday": "mandag",
  "Tuesday": "tirsdag",
  "Wednesday": "onsdag",
  "Thursday": "Torsdag",
  "Friday": "fredag",
  "Saturday": "lørdag",
  "Open Startup &#124; <span class=\"notranslate\">Forward Email</span>": "Åpne oppstart &#124; <span class=\"notranslate\">Forward Email</span>",
  "We are an \"Open Startup\" and completely transparent business.  You can view our live metrics, monthly revenue, and more.": "Vi er en \"åpen oppstart\" og helt gjennomsiktig virksomhet. Du kan se live-beregningene våre, månedlige inntekter og mer.",
  "Success": "Suksess",
  "Error": "Feil",
  "Info": "info",
  "Warning": "Advarsel",
  "Question": "Spørsmål",
  "OK": "OK",
  "Cancel": "Avbryt",
  "Close this dialog": "Lukk denne dialogboksen",
  "Are you sure?": "Er du sikker?",
  "Please confirm if you wish to continue.": "Bekreft om du ønsker å fortsette.",
  "Ask a question": "Spør et spørsmål",
  "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Har du lest våre <a href=\"%s\" target=\"_blank\" rel=\"noopener\">vanlige spørsmål</a> ennå?",
  "Email address": "Epostadresse",
  "Write your message": "Skriv meldingen",
  "Message": "Beskjed",
  "We'll be in contact with you!": "Vi vil være i kontakt med deg!",
  "Send message": "Sende melding",
  "Sign up now": "Registrer deg nå",
  "Sign up with Google": "Registrer deg med Google",
  "Sign up with GitHub": "Registrer deg med GitHub",
  "or": "eller",
  "Password": "Passord",
  "Sign Up": "Melde deg på",
  "Have an account?": "Har en konto?",
  "Sign in": "Logg inn",
  "Read our <a href=\"%s\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Les våre <a href=\"%s\" target=\"_blank\" rel=\"noopener\">personvernregler</a> og <a href=\"%s\" target=\"_blank\" rel=\"noopener\">vilkår</a>",
  "Welcome back!": "Velkommen tilbake!",
  "Sign in with Google": "Logg på med Google",
  "Sign in with GitHub": "Logg på med GitHub",
  "Forget your password?": "Glemt passordet ditt?",
  "Sign In": "Logg inn",
  "Don't have an account?": "Har du ikke en konto?",
  "Sign up": "Melde deg på",
  "Toggle navigation": "Veksle navigasjon",
  "Pricing": "Priser",
  "FAQ": "FAQ",
  "Help": "Hjelp",
  "Sign up for free": "Registrer deg gratis",
  "We operate with complete transparency and share our metrics and revenue.": "Vi opererer med full åpenhet og deler våre beregninger og inntekter.",
  "Open Startup": "Åpne oppstart",
  "Our live metrics update every minute": "Våre live-beregninger oppdateres hvert minutt",
  "Total users": "Totalt antall brukere",
  "Total domains": "Totalt domener",
  "Total aliases": "Totale aliaser",
  "Growth since launch": "Vekst siden lansering",
  "Daily new users": "Daglig nye brukere",
  "Plan distribution": "Planfordeling",
  "No revenue is available to report during our beta program.": "Ingen inntekter er tilgjengelige å rapportere i løpet av betaprogrammet vårt.",
  "Need email forwarding?": "Trenger du videresending av e-post?",
  "Skip ahead to the instructions to get started.": "Gå videre til instruksjonene for å komme i gang.",
  "Enter your domain": "Angi domenet ditt",
  "Enter your email": "Skriv inn epostadressen din",
  "Create your free account now": "Lag din gratis konto nå",
  "Continue": "Fortsette",
  "Need help?": "Trenger hjelp?",
  "English": "Engelsk",
  "Arabic": "Arabisk",
  "Chinese": "kinesisk",
  "Czech": "Czech",
  "Danish": "dansk",
  "Dutch": "nederlandsk",
  "Finnish": "finsk",
  "French": "fransk",
  "German": "tysk",
  "Hebrew": "Hebraisk",
  "Hungarian": "ungarsk",
  "Indonesian": "indonesian",
  "Italian": "italiensk",
  "Japanese": "japansk",
  "Korean": "Korean",
  "Norwegian": "norsk",
  "Polish": "Pusse",
  "Portuguese": "portugisisk",
  "Russian": "russisk",
  "Spanish": "spansk",
  "Swedish": "svensk",
  "Thai": "Thai",
  "Turkish": "Turkish",
  "Ukrainian": "ukrainsk",
  "Vietnamese": "Vietnamesisk",
  "Resources": "ressurser",
  "Free Disposable Addresses": "Gratis engangsadresser",
  "Domain Registration": "Domeneregistrering",
  "Reserved Email Addresses": "Reserverte e-postadresser",
  "List of ports blocked by ISPs": "Liste over porter blokkert av Internett-leverandører",
  "Guides": "Guides",
  "Port 25 blocked by ISP workaround": "Port 25 blokkert av ISP-løsning",
  "Developers": "Utviklere",
  "Free Email Webhooks": "Gratis e-posthooks",
  "API Documentation": "API-dokumentasjon",
  "Releases": "utgivelser",
  "Coming soon": "Kommer snart",
  "Status Page": "Status side",
  "Source Code": "Kildekode",
  "Company": "Selskap",
  "About": "Om",
  "Donate": "Donere",
  "Privacy": "Personvern",
  "Terms": "Vilkår",
  "Twitter": "Twitter",
  "GitHub": "GitHub",
  "Email": "e-post",
  "Week": "Uke",
  "About &#124; <span class=\"notranslate\">Forward Email</span>": "Om &#124; <span class=\"notranslate\">Forward Email</span>",
  "Learn more about Forward Email": "Lær mer om videresende e-post",
  "Our service was founded in 2017 by <a class=\"text-success text-decoration-none\" href=\"https://github.com/niftylettuce\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a> and is trusted and relied upon by thousands.": "Tjenesten vår ble grunnlagt i 2017 av <a class=\"text-success text-decoration-none\" href=\"https://github.com/niftylettuce\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a> og er pålitelig og pålitelig av tusenvis.",
  "Our Story": "Vår historie",
  "Why did we create this?": "Hvorfor opprettet vi dette?",
  "No email-forwarding service existed that was free, secure, and open-source &ndash; so we built one.": "Det fantes ingen videresending av e-post som var gratis, sikker og åpen kildekode & ndash; så vi bygde en.",
  "Table of Contents": "Innholdsfortegnelse",
  "How to workaround ISP blocking inbound SMTP on port 25": "Slik løser du ISP-blokkering av inngående SMTP på port 25",
  "How to workaround ISP blocking outbound SMTP on port 25": "Slik løser du ISP-blokkering av utgående SMTP på port 25",
  "How can I check if my ISP blocks ports": "Hvordan kan jeg sjekke om Internett-leverandøren min blokkerer porter",
  "If you do not have port 25 open on your mail server's IP address, then this guide is for you.": "Hvis du ikke har port 25 åpen på e-postserverens IP-adresse, er denne guiden for deg.",
  "For example, you're running a custom mail server at home, and your Internet Service Provider (\"ISP\") has blocked outbound port 25.": "Du kjører for eksempel en tilpasset postserver hjemme, og Internett-leverandøren din (\"ISP\") har blokkert utgående port 25.",
  "Since you cannot have outbound traffic on port 25, then you most likely also won't have inbound traffic on port 25 due to this block.": "Siden du ikke kan ha utgående trafikk på port 25, vil du sannsynligvis heller ikke ha innkommende trafikk på port 25 på grunn av denne blokken.",
  "Assuming you are using our service to forward emails, ": "Forutsatt at du bruker tjenesten vår til å videresende e-post,",
  "you can workaround this issue through our FAQ answer here": "Du kan løse dette problemet gjennom vårt vanlige svar her",
  ".": ".",
  "If your ISP blocks outbound port 25, then you will have to find an alternate solution or contact them.": "Hvis Internett-leverandøren din blokkerer utgående port 25, må du finne en alternativ løsning eller kontakte dem.",
  "See our ": "Se vår",
  "list of ports blocked by Internet Service Providers": "liste over porter blokkert av Internett-leverandører",
  "Privacy Policy": "Personvern",
  "Information Not Collected": "Informasjon ikke samlet",
  "Information Collected": "Informasjon samlet",
  "Information Shared": "Informasjon delt",
  "Information Removal": "Fjerning av informasjon",
  "We do not store any forwarded emails.": "Vi lagrer ikke videresendte e-postmeldinger.",
  "We do not store any metadata about forwarded emails.": "Vi lagrer ingen metadata om videresendte e-poster.",
  "We do not store any server-side logs.": "Vi lagrer ingen logger på serversiden.",
  "We do not store any client-side logs.": "Vi lagrer ingen logger på klientsiden.",
  "We do not store any IP addresses.": "Vi lagrer ingen IP-adresser.",
  "We do not store any browser information.": "Vi lagrer ingen nettleserinformasjon.",
  "For transparency, at any time you can ": "For åpenhet når som helst når du kan",
  "view our source code": "se kildekoden vår",
  " to see how the information below is collected and used:": " for å se hvordan informasjonen nedenfor blir samlet inn og brukt:",
  "We store a cookie in a session for your visit (strictly for functionality).  This cookie is stored securely in our Redis database.": "Vi lagrer en cookie i en økt for ditt besøk (strengt tatt for funksjonalitet). Denne informasjonskapselen er lagret sikkert i vår Redis-database.",
  "We store your email address (strictly for functionality).  This email address is stored securely in our MongoDB database.": "Vi lagrer e-postadressen din (strengt tatt for funksjonalitet). Denne e-postadressen er lagret sikkert i MongoDB-databasen vår.",
  "We store your domain name(s) and alias(es) you create (strictly for functionality).  This information is stored securely in our MongoDB database.": "Vi lagrer domenenavn (er) og alias (er) du oppretter (strengt tatt for funksjonalitet). Denne informasjonen lagres sikkert i vår MongoDB-database.",
  "Any additional information you voluntarily provide us, such as comments or questions in a ": "Eventuell tilleggsinformasjon du frivillig gir oss, for eksempel kommentarer eller spørsmål i a",
  "Help request": "Hjelp forespørsel",
  "We do not share your information with any third-party whatsoever (with the exception of ": "Vi deler ikke informasjonen din med noen tredjepart (med unntak av",
  "Postmark": "poststempel",
  ", which we use for transactional emails, e.g. for account verification or password reset emails).": ", som vi bruker for transaksjonelle e-poster, f.eks. for kontobekreftelse eller tilbakestilling av e-postadresser).",
  "We may need to and will comply with court ordered legal requests (but keep in mind we do not collect information mentioned above, so we will not be able to provide it to begin with).": "Det kan hende vi må og vil etterkomme rettslige forespørsler fra retten (men husk at vi ikke samler inn informasjon som er nevnt ovenfor, så vi vil ikke kunne gi den til å begynne med).",
  "If at any time if you wish to remove information that you have provided us with, then go to ": "Hvis du til enhver tid ønsker å fjerne informasjonen du har gitt oss, gå til",
  "My Account > Security": "Min konto> Sikkerhet",
  " and click \"Delete Account\".": " og klikk \"Slett konto\".",
  "Frequently Asked Questions": "ofte stilte spørsmål",
  "How do I get started and set up email forwarding": "Hvordan kommer jeg i gang og konfigurerer videresending av e-post",
  "How to Send Mail As using Gmail": "Slik sender du Mail As ved hjelp av Gmail",
  "Why am I not receiving my test emails": "Hvorfor får jeg ikke testemailene mine",
  "Why are my test emails sent to myself in Gmail showing as \"suspicuious\"": "Hvorfor blir test-e-postene mine sendt til meg selv i Gmail som \"mistenkelig\"",
  "Can I remove the \"via forwardemail.net\" in Gmail": "Kan jeg fjerne \"via forwardemail.net\" i Gmail",
  "Can I forward emails to ports other than 25 (e.g. if my ISP has blocked port 25)": "Kan jeg videresende e-post til andre porter enn 25 (f.eks. Hvis Internett-leverandøren min har blokkert port 25)",
  "Do you offer a money back guarantee on paid plans": "Tilbyr du en pengene-tilbake-garanti på betalte planer",
  "Do you support webhooks": "Støtter du nettkroker",
  "Can I just use this email forwarding service as a \"fallback\" or \"fallover\" MX server": "Kan jeg bare bruke denne e-post videresendingstjenesten som en \"fallback\" eller \"fallover\" MX-server",
  "Can I disable specific aliases": "Kan jeg deaktivere spesifikke aliaser",
  "Can I forward emails to multiple recipients": "Kan jeg videresende e-post til flere mottakere",
  "Can I have multiple global catch-all recipients": "Kan jeg ha flere globale fangstmottakere?",
  "Is there a maximum limit on the number of email addresses I can forward to per alias": "Er det en maksimalgrense på antall e-postadresser jeg kan sende til per alias",
  "Can I recursively forward emails": "Kan jeg rekursivt videresende e-postmeldinger",
  "Can people unregister or register my email forwarding without my permission": "Kan folk avregistrere eller registrere min videresending av e-post uten min tillatelse",
  "How is it free": "Hvordan er det gratis",
  "What is the max email size limit": "Hva er maksgrensen for e-poststørrelse",
  "Do you store emails and their contents": "Lagrer du e-postmeldinger og innholdet",
  "Do you store logs of emails": "Lagrer du logger med e-postmeldinger",
  "Do you read my emails": "Leser du e-postene mine",
  "Does it support the \"+\" symbol (e.g. for Gmail aliases)": "Støtter det symbolet \"+\" (f.eks. For Gmail-aliaser)",
  "Does this forward my email's headers": "Videresender dette e-postens overskrifter",
  "Is this well-tested": "Er dette godt testet",
  "Do you pass along SMTP response messages and codes": "Passerer du langs SMTP-svarmeldinger og -koder",
  "How do you prevent spammers and ensure good email forwarding reputation": "Hvordan forhindrer du spammere og sikrer et godt omdømme for e-post videresending",
  "Can I \"send mail as\" with this": "Kan jeg \"sende mail som\" med dette",
  "Can I forward unlimited emails with this": "Kan jeg videresende ubegrenset e-post med dette",
  "How do you perform DNS lookups on domain names": "Hvordan utfører du DNS-oppslag på domenenavn",
  "How fast is this service": "Hvor rask er denne tjenesten",
  "You need to have ": "Du må ha det",
  "Gmail's Two-Factor Authentication": "Gmail sin tofaktorautentisering",
  " enabled for this to work.  Visit ": " aktivert for at dette skal fungere. Besøk",
  "https://www.google.com/landing/2step/": "https://www.google.com/landing/2step/",
  " if you do not have it enabled.": " hvis du ikke har det aktivert.",
  "Once Two-Factor Authentication is enabled (or if you already had it enabled), then visit ": "Når tofaktorautentisering er aktivert (eller hvis du allerede hadde aktivert den), kan du gå til",
  "https://myaccount.google.com/apppasswords": "https://myaccount.google.com/apppasswords",
  "When prompted for \"Select the app and device you want to generate the app password for\":": "Når du blir bedt om \"Velg appen og enheten du vil generere apppassordet for\":",
  "Select \"Mail\" under the drop-down for \"Select app\"": "Velg \"E-post\" under rullegardinmenyen for \"Velg app\"",
  "Select \"Other\" under the drop-down for \"Select device\"": "Velg \"Annet\" under rullegardinmenyen for \"Velg enhet\"",
  "When prompted for text input, enter your custom domain's email address you're forwarding from (e.g. \"": "Når du blir bedt om å skrive inn tekst, skriver du inn det e-postadressen til det tilpassede domenet du videresender fra (f.eks. \"",
  "hello@example.com": "hello@example.com",
  "\" - this will help you keep track in case you use this service for multiple accounts)": "\"- dette vil hjelpe deg å holde oversikt i tilfelle du bruker denne tjenesten til flere kontoer)",
  "Copy the password to your clipboard that is automatically generated": "Kopier passordet til utklippstavlen som automatisk genereres",
  "Go to ": "Gå til",
  "Gmail": "Gmail",
  " and under ": " og under",
  "Settings ": "innstillinger",
  " Accounts and Import ": " Kontoer og import",
  " Send mail as": " Send mail som",
  ", click \"Add another email address\"": ", klikk \"Legg til en annen e-postadresse\"",
  "When prompted for \"Name\", enter the name that you want your email to be seen as \"From\" (e.g. \"Elon Musk\")": "Når du blir bedt om å \"Navn\", skriver du inn navnet du vil at e-posten skal sees på som \"Fra\" (f.eks. \"Elon Musk\")",
  "When prompted for \"Email address\", enter the email address with the custom domain you used above (e.g. \"": "Når du blir bedt om å \"E-postadresse\", oppgir du e-postadressen med det egendefinerte domenet du brukte ovenfor (f.eks. \"",
  "\")": "\")",
  "Uncheck \"Treat as an alias\"": "Fjern merket for \"Behandle som et alias\"",
  "Click \"Next Step\" to proceed": "Klikk \"Neste trinn\" for å fortsette",
  "When prompted for \"SMTP Server\", enter ": "Skriv inn når du blir bedt om å \"SMTP-server\"",
  "smtp.gmail.com": "smtp.gmail.com",
  " and leave the port as ": " og forlate havnen som",
  "When prompted for \"Username\", enter the portion of your Gmail address without the ": "Når du blir bedt om å bruke \"Brukernavn\", oppgir du delen av Gmail-adressen din uten",
  "gmail.com": "gmail.com",
  " part (e.g. just \"niftylettuce\" if my email is ": " del (f.eks. bare \"niftylettuce\" hvis e-postadressen min er",
  "niftylettuce@gmail.com": "niftylettuce@gmail.com",
  ")": ")",
  "When prompted for \"Password\", paste from your clipboard the password you generated in step 2 above": "Når du blir bedt om å \"Passord\", lim inn fra utklippstavlen passordet du genererte i trinn 2 ovenfor",
  "Leave the radio button checked to \"Secured connection using TLS\"": "La alternativknappen krysset av for \"Sikker tilkobling ved bruk av TLS\"",
  "Click \"Add Account\" to proceed": "Klikk på \"Legg til konto\" for å fortsette",
  "Open a new tab to ": "Åpne en ny fane til",
  " and wait for your verification email to arrive (you will receive a verification code that confirms you are the owner of the email address you are attempting to \"Send Mail As\")": " og vent til bekreftelses-e-posten din kommer (du vil motta en bekreftelseskode som bekrefter at du er eieren av e-postadressen du prøver å \"sende e-post som\")",
  "Once it arrives, copy and paste the verification code at the prompt you received in the previous step": "Når den kommer, kopier og lim inn bekreftelseskoden med ledeteksten du mottok i forrige trinn",
  "Once you've done that, go back to the email and click the link to \"confirm the request\". You need to do this step and the previous step for the email to be correctly configured.": "Når du har gjort det, gå tilbake til e-posten og klikk på lenken for å \"bekrefte forespørselen\". Du må gjøre dette trinnet og forrige trinn for at e-posten skal konfigureres riktig.",
  "The most probable cause of your issues with not receiving test emails or with configuration in general is due to DNS propagation and caching.": "Den mest sannsynlige årsaken til problemene dine med ikke å motta test-e-post eller med konfigurasjon generelt skyldes DNS-forplantning og hurtigbufring.",
  "Fortunately ": "Heldigvis",
  "our DNS provider Cloudflare has a nice \"Purge Cache\" tool available for you to use at:": "vår DNS-leverandør Cloudflare har et fint \"Purge Cache\" -verktøy tilgjengelig for deg å bruke på:",
  " ": " ",
  "https://1.1.1.1/purge-cache/": "https://1.1.1.1/purge-cache/",
  "All you need to do is go to that link, and for both \"MX\" and \"TXT\" records, enter your domain name, and click \"Purge Cache\".  You'll then need to wait a few minutes and try again.": "Alt du trenger å gjøre er å gå til den lenken, og for både \"MX\" og \"TXT\" poster, skriv inn domenenavnet ditt og klikk på \"Purge Cache\". Deretter må du vente noen minutter og prøve igjen.",
  "If you're using Gmail, you should check your spam folder for test messages (sometimes test messages to yourself get marked as spam), and also purge cache on Google's DNS at ": "Hvis du bruker Gmail, bør du sjekke spam-mappen for testmeldinger (noen ganger testmeldinger til deg selv bli merket som spam), og også rense cache på Googles DNS på",
  "https://developers.google.com/speed/public-dns/cache": "https://developers.google.com/speed/public-dns/cache",
  "Still having issues?  Please file a ": "Har du fortsatt problemer? Send inn en",
  " so we can help investigate the issue and find a quick resolution.": " slik at vi kan hjelpe deg med å undersøke problemet og finne en rask løsning.",
  "If you see this error message in Gmail when you send a test to yourself (see picture below), then ": "Hvis du ser denne feilmeldingen i Gmail når du sender en test til deg selv (se bildet under), da",
  "please do not worry": "du må ikke bekymre deg",
  " – as this is a built-in safety feature of Gmail that only you will see when you send a test to yourself.  You can simply click \"Looks safe\".  For example, if you were to send a test message using the send mail as feature (to someone else), then they will not see this message.": " - siden dette er en innebygd sikkerhetsfunksjon i Gmail som bare du vil se når du sender en test til deg selv. Du kan bare klikke på \"Ser trygg ut\". Hvis du for eksempel skulle sende en testmelding ved hjelp av send e-post som funksjon (til noen andre), vil de ikke se denne meldingen.",
  "Not yet!  We plan to release our very own SMTP service (not just forwarding, but email in general), which would alleviate this.  Gmail automatically adds this and there is no current workaround.  Other email forwarding services with similar features to ours will still incur this same issue too (and other email forwarding solutions  simply do not offer the level of privacy we do).": "Ikke ennå! Vi planlegger å gi ut vår helt egen SMTP-tjeneste (ikke bare videresending, men e-post generelt), noe som vil lindre dette. Gmail legger automatisk til dette, og det er ingen nåværende løsning. Andre videresendingstjenester med e-post med lignende funksjoner som våre vil fortsatt pådra seg det samme problemet (og andre e-postvideresendingsløsninger tilbyr ganske enkelt ikke det personvernet vi gjør).",
  "Yes, as of May 5, 2020 we have added this feature.  Right now the feature is domain-specific, as opposed to alias-specific.  If you require it to be alias-specific, please contact us to let us know of your needs.": "Ja, fra 5. mai 2020 har vi lagt til denne funksjonen. Akkurat nå er funksjonen domenespesifikk, i motsetning til aliasspesifikk. Hvis du trenger det for å være aliasspesifikt, kan du kontakte oss for å gi oss beskjed om dine behov.",
  "If you are on the free plan, then simply add a new DNS TXT record as shown below, but change the port from 25 to the port of your choosing.": "Hvis du har en gratis plan, kan du bare legge til en ny DNS TXT-post som vist nedenfor, men endre porten fra 25 til porten du velger.",
  "For example, if I want all emails that go to ": "Hvis jeg for eksempel vil ha alle e-postmeldinger som går til",
  " to forward to alias recipients' SMTP port of 1337 instead of 25:": " å videresende til aliasmottakernes SMTP-port av 1337 i stedet for 25:",
  "Yes!  We offer a 30-day money back guarantee on all paids plans if you are not satisfied with our service.": "Ja! Vi tilbyr en 30-dagers pengene-tilbake-garanti på alle lønnsplaner hvis du ikke er fornøyd med tjenesten vår.",
  "We do not ask any questions and simply process the refund within 5-7 business days.": "Vi stiller ingen spørsmål og behandler bare refusjonen innen 5-7 virkedager.",
  "To request a refund, please send an email from the email address verified on your account to: ": "For å be om refusjon, vennligst send en e-post fra e-postadressen som er bekreftet på kontoen din til:",
  "refunds@forwardemail.net": "refunds@forwardemail.net",
  "Yes, as of May 15, 2020 we have added this feature.  You can simply add webhook(s) exactly like you would with any recipient!  Please ensure that you have the \"http\" or \"https\" protocol prefixed in the webhook's URL.": "Ja, fra 15. mai 2020 har vi lagt til denne funksjonen. Du kan ganske enkelt legge til webhook (er) akkurat som du ville gjort med enhver mottaker! Forsikre deg om at du har forhåndsinnstilt protokollen \"http\" eller \"https\" i webhookens URL.",
  "If you are on the free plan, then simply add a new DNS TXT record as shown below:": "Hvis du har gratisplanen, kan du bare legge til en ny DNS TXT-post som vist nedenfor:",
  " to forward to a new ": " å videresende til en ny",
  "request bin": "be om søppel",
  " test endpoint:": " testendepunkt:",
  "Or perhaps you want all emails that go to ": "Eller kanskje du vil ha alle e-postmeldinger som går til",
  " to forward to this endpoint:": " å videresende til dette sluttpunktet:",
  "Note that we use the ": "Merk at vi bruker",
  "mailparser": "mailparser",
  " library's \"simpleParser\" method to parse the message into a JSON friendly object, and also append the \"raw\" property with the raw email message as a String.": " bibliotekets \"simpleParser\" -metode for å parse meldingen til et JSON-vennlig objekt, og også legge til den \"rå\" egenskapen med den rå e-postmeldingen som en streng.",
  "Yes, but this is ": "Ja, men dette er det",
  "NOT": "IKKE",
  " recommended as this is an incredibly rare edge case.": " anbefalt ettersom dette er en utrolig sjelden kantsak.",
  "If you use Google Business for email, and want to use our server as a fallback so your mail still gets delivered, then just specify the Google mail servers with a lower priority than our mail servers.  An example is provided below:": "Hvis du bruker Google Business for e-post, og vil bruke serveren vår som en tilbakelevering slik at e-posten din fortsatt blir levert, er det bare å spesifisere Google-postserverne med lavere prioritet enn e-postserverne våre. Et eksempel er gitt nedenfor:",
  "Yes! As of February 6, 2020 we have added this feature.  Simply edit your DNS TXT record and prefix the alias with an exclamation mark.  Note that you must preserve the \":\" mapping, as this is required if you ever decide to toggle this off (and it's also used for importing in our paid plans).": "Ja! Fra 6. februar 2020 har vi lagt til denne funksjonen. Bare rediger din DNS TXT-post og prefiks aliaset med et utropstegn. Merk at du må bevare kartleggingen \":\", da dette er nødvendig hvis du noen gang bestemmer deg for å slå dette av (og det brukes også til import i våre betalte planer).",
  "If you prefix an alias with \"!\" (exclamation mark) then it will still return successful respond codes to senders attempting to send to this address, but the emails themselves will go nowhere; to a blackhole.": "Hvis du prefikser et alias med \"!\" (utropstegn), vil det fortsatt returnere vellykkede responskoder til avsendere som prøver å sende til denne adressen, men e-postene i seg selv vil ikke gå noe sted; til et svart hull.",
  "Emails sent to disabled addresses will respond with a ": "E-postmeldinger sendt til deaktiverte adresser vil svare med en",
  " (message queued) status code, but the emails will not actually be delivered to the recipient(s).": " (melding i kø) statuskode, men e-postene blir faktisk ikke levert til mottakeren (e).",
  " to stop flowing through to ": " å slutte å strømme gjennom til",
  ":": ":",
  "Yes, absolutely.  Just specify multiple recipients in your TXT records.": "Ja absolutt. Bare angi flere mottakere i TXT-postene.",
  "For example, if I want an email that goes to ": "Hvis jeg for eksempel vil ha en e-post som går til",
  " to get forwarded to ": " å bli sendt videre til",
  " and ": " og",
  ", then my TXT record would look like this:": ", så ville TXT-posten min se slik ut:",
  "Or, you could specify them in two separate lines, such as this:": "Du kan også spesifisere dem i to separate linjer, som dette:",
  "It's up to you!": "Det er opp til deg!",
  "Yes, you can. Just specify multiple global catch-all recipients in your TXT records.": "Ja det kan du. Bare angi flere globale fangstmottakere i TXT-postene.",
  "For example, if I want every email that goes to ": "Hvis jeg for eksempel vil ha hver e-post som går til",
  " (the asterisk meaning its a wildcard aka catch-all) to get forwarded to ": " (asterisken betyr at det er et jokertegn alias) for å bli sendt videre til",
  "Yes, the default limit is 10.  This does NOT mean that you can only have 10 aliases on your domain name.  You can have as many aliases as you want (an unlimited amount).  It means that you can only forward one alias to 10 unique email addresses.  You could have ": "Ja, standardgrensen er 10. Dette betyr IKKE at du bare kan ha 10 aliaser på domenenavnet ditt. Du kan ha så mange aliaser du vil (et ubegrenset antall). Det betyr at du bare kan videresende ett alias til 10 unike e-postadresser. Du kunne ha",
  ", ": ",",
  ", … (from 1-10) – and any emails to ": ", ... (fra 1-10) - og eventuelle e-poster til",
  " would get forwarded to ": " ville bli sendt videre til",
  ", … (from 1-10).": ",… (Fra 1-10).",
  "Yes, you can, however you still must adhere to the maximum limit.  If you have ": "Ja, du kan, men du må fortsatt overholde maksgrensen. Hvis du har",
  ", then emails to ": ", så send e-post til",
  ".  Note that an error will be thrown if you attempt to recursively forward emails.": ". Merk at en feil blir kastet hvis du prøver å videresende e-post rekursivt.",
  "We use MX and TXT record verification, therefore if you add this service's respective MX and TXT records, then you're registered.  If you remove them, then you're unregistered.  You have ownership of your domain and DNS management, so if someone has access to that then that's a problem.": "Vi bruker MX- og TXT-postverifisering, derfor hvis du legger til tjenestens respektive MX- og TXT-poster, så er du registrert. Hvis du fjerner dem, er du uregistrert. Du har eierskap til domenet ditt og DNS-administrasjonen, så hvis noen har tilgang til det, så er det et problem.",
  "The service continues to run thanks to ": "Tjenesten fortsetter å kjøre takket være",
  "donations": "donasjoner",
  " and users that upgraded to paid plans.  We want to provide a free alternative (since we feel bad) for people that are using closed-source forwarding services (and subsequently risking their privacy and security).": " og brukere som oppgraderte til betalte planer. Vi ønsker å tilby et gratis alternativ (siden vi føler oss dårlig) for folk som bruker spedisjonstjenester med lukket kildekode (og deretter risikerer personvern og sikkerhet).",
  "We default to a 50MB size limit, which includes content, headers, and attachments.  Note that services such as Gmail and Outlook allow only 25MB size limit, and if you exceed the limit when sending to addresses at those providers you will receive an error message.": "Vi har en standardgrense på 50 MB, som inneholder innhold, overskrifter og vedlegg. Vær oppmerksom på at tjenester som Gmail og Outlook kun tillater størrelsesgrense på 25 MB, og hvis du overskrider grensen når du sender til adresser hos disse leverandørene, vil du motta en feilmelding.",
  "An error with the proper response code is returned if the file size limit is exceeded.": "En feil med riktig svarkode returneres hvis filstørrelsesgrensen overskrides.",
  "No, absolutely not.  See our ": "Nei, absolutt ikke. Se vår",
  "No, absolutely not.  We do not store logs.  See our ": "Nei, absolutt ikke. Vi lagrer ikke logger. Se vår",
  "Many other email forwarding services unethically read your email.  This is not what I'm about.": "Mange andre e-videresendingstjenester leser uetisk e-posten din. Dette er ikke det jeg handler om.",
  "The code that is deployed to the server is ": "Koden som er distribuert til serveren er",
  "open-source software on GitHub": "open source programvare på GitHub",
  "Yes, absolutely.": "Ja absolutt.",
  "Yes, it has tests written with ": "Ja, det har tester skrevet med",
  "ava": "ava",
  " and also has code coverage.": " og har også kodedekning.",
  "Yes, absolutely.  For example if you're sending an email to ": "Ja absolutt. For eksempel hvis du sender en e-post til",
  " and it's registered to forward to ": " og det er registrert å videresende til",
  ", then the SMTP response message and code from the \"gmail.com\" SMTP server will be returned instead of the proxy server at \"mx1.forwardemail.net\" or \"mx2.forwardemail.net\".": ", så returneres SMTP-svarmeldingen og koden fra SMTP-serveren \"gmail.com\" i stedet for proxy-serveren på \"mx1.forwardemail.net\" eller \"mx2.forwardemail.net\".",
  "Per documentation and suggestions from Google at ": "Per dokumentasjon og forslag fra Google kl",
  "https://support.google.com/a/answer/175365?hl=en": "https://support.google.com/a/answer/175365?hl=en",
  ", along with best practice, including:": ", sammen med beste praksis, inkludert:",
  "DNS Blacklists:": "DNS-svartelister:",
  " we test senders IP's against the Spamhaus ": " vi tester avsenderens IP-er mot Spamhaus",
  "DNS blacklists": "DNS-svartelister",
  ", if any fail, then the sender is not permitted to send the message and is returned a detailed error message with instructions on how to de-list themselves from the specific blacklists they're listed under.": ", hvis noen mislykkes, har ikke avsenderen lov til å sende meldingen og får en detaljert feilmelding med instruksjoner om hvordan de-listes seg ut fra de spesifikke svartelistene de er oppført under.",
  "Anti-Spam and Anti-Phishing Scanner": "Anti-Spam og Anti-Phishing Scanner",
  ": we built from scratch and use ": ": vi bygde fra bunnen av og bruke",
  "SpamScanner": "SpamScanner",
  " for anti-spam prevention (it uses a Naive Bayes classifier under the hood).  We built this because we were not happy with ": " for å forhindre antispam-spam (den bruker en Naive Bayes-klassifisering under panseret). Vi bygde dette fordi vi ikke var fornøyd med",
  "rspamd": "rspamd",
  " nor ": " eller",
  "SpamAssassin": "Spamassassin",
  ", nor were we happy with their lack of privacy-focused policies and public corpus datasets.": ", og vi var heller ikke fornøyde med deres mangel på personvernfokuserte retningslinjer og offentlige korpus-datasett.",
  "SPF and DKIM:": "SPF og DKIM:",
  " through checking if an SPF record exists for a sender, and if so, we reverse-lookup the SMTP connection's remote address to validate it matches the SPF record, otherwise it's rejected.  If an SPF record does not exist, then we require DKIM verification.  If DKIM headers are passed and fail, then it is rejected as well.  If no DKIM headers are passed, then we assume that DKIM validation passes.": " gjennom å sjekke om det finnes en SPF-post for en avsender, og i så fall reverserer vi opp SMTP-tilkoblingens fjernadresse for å validere den samsvarer med SPF-posten, ellers blir den avvist. Hvis en SPF-post ikke eksisterer, krever vi DKIM-bekreftelse. Hvis DKIM-overskrifter passeres og mislykkes, blir den også avvist. Hvis ingen DKIM-overskrifter passeres, antar vi at DKIM-valideringen passerer.",
  "MX Record Test:": "MX Record Test:",
  " through checking if the sender's from address domain has MX records (so it's actually coming from a mail exchange/SMTP server), otherwise it's rejected.": " gjennom å sjekke om avsenderens fra adressedomenet har MX-poster (så det faktisk kommer fra en e-postutveksling / SMTP-server), ellers blir den avvist.",
  "Disposable Email Addresses:": "Engangs-e-postadresser:",
  " we automatically block senders that are from the ": " vi blokkerer automatisk avsendere fra",
  "disposable-email-domains": "engangs-e-domener",
  " list.": " liste.",
  "Fully Qualified Domain Name Test:": "Fullt kvalifisert domenenavn test:",
  " validates that senders SMTP connections are from a fully qualified domain name (\"FQDN\"), meaning no IP addresses, they must have a valid domain name resolved.": " validerer at avsendere SMTP-tilkoblinger kommer fra et fullt kvalifisert domenenavn (\"FQDN\"), som betyr ingen IP-adresser, de må ha et gyldig domenenavn løst.",
  "TXT Record Test:": "TXT Record Test:",
  " through checking if the email address the sender is trying to send to has a TXT DNS record with a valid email forwarding setup. The SSL certificates (main domain name or alternative names) of all MX servers of the forwarding destination must match the MX entry.": " gjennom å sjekke om e-postadressen avsenderen prøver å sende til har en TXT DNS-post med et gyldig e-post videresendingsoppsett. SSL-sertifikatene (hoveddomenenavn eller alternative navn) på alle MX-servere på videresendingsdestinasjonen må samsvare med MX-oppføringen.",
  "Sender Rewriting Scheme:": "Avsender omskrivningsordning:",
  " we use the ": " vi bruker",
  "Sender Rewriting Scheme": "Avsender omskrivningsordning",
  " (\"SRS\"), which is a scheme used to rewrite the envelope from address for email forwarding in order for DKIM/SPF/DMARC to pass with a forwarding mail server.": " (\"SRS\"), som er et skjema som brukes til å omskrive konvolutten fra adresse for videresending av e-post for at DKIM / SPF / DMARC skal passere med en videresendingsmailserver.",
  "Yes! As of October 2, 2018 we have added this feature.  See ": "Ja! Fra 2. oktober 2018 har vi lagt til denne funksjonen. Se",
  " above!": " ovenfor!",
  "Practically yes - the only current restriction is that senders ": "Praktisk sett ja - den eneste gjeldende begrensningen er at avsendere",
  "by unique email address": "ved unik e-postadresse",
  " are limited to sending (300) emails per hour through the system.": " er begrenset til å sende (300) e-post per time gjennom systemet.",
  "If this limit is exceeded we send a \"451\" response code which tells the senders mail server to retry later.": "Hvis denne grensen overskrides, sender vi en \"451\" responskode som ber avsendernes e-postserver om å prøve på nytt senere.",
  "We use CloudFlare's privacy-first consumer DNS service (see ": "Vi bruker CloudFlears den første forbruker-DNS-tjenesten (se",
  "announcement here": "kunngjøring her",
  ").  We set ": "). Vi setter",
  " as the DNS servers (see ": " som DNS-servere (se",
  "https://developers.cloudflare.com/1.1.1.1/1.1.1.1-for-families/": "https://developers.cloudflare.com/1.1.1.1/1.1.1.1-for-families/",
  ") using ": ") ved hjelp av",
  " on our servers and test environments.": " på våre servere og testmiljøer.",
  "The latest version, v2 (released on May 6, 2019) was a major rewrite from v1 and focuses on performance through streams.  ": "Den siste versjonen, v2 (utgitt 6. mai 2019) var en større omskriving fra v1 og fokuserer på ytelse gjennom strømmer.",
  "Nodemailer's": "Nodemailer s",
  " prolific author Andris Reinman (": " produktiv forfatter Andris Reinman (",
  "@andris9": "@ andris9",
  ") helped us switch off using the ": ") hjalp oss med å slå av ved hjelp av",
  " library and use ": " bibliotek og bruk",
  " instead with some custom transform logic to split the header and the body of the message without affecting the body.  This allows us to perform operations on headers very fast (such as security checks and for SPF/DKIM/DMARC compliance).": " i stedet med en viss tilpasset transformasjonslogikk for å dele overskriften og brødteksten i meldingen uten å påvirke kroppen. Dette gjør at vi kan utføre operasjoner på topptekster veldig raskt (for eksempel sikkerhetskontroller og for SPF / DKIM / DMARC-samsvar).",
  "In other words, the latest version of this service uses streams purely now and is lightning fast.": "Med andre ord, den nyeste versjonen av denne tjenesten bruker strømmer rent nå og er lynrask.",
  "  The older version v1 also had some logic not in the most optimal order of operations – but now v2 does less memory/network intense operations first (and returns early if possible to send a response as quickly as possible to the SMTP client).  We plan to continue to optimize speed, enhance features, and improve this service over time.": "  Den eldre versjonen v1 hadde også litt logikk, ikke i den mest optimale rekkefølgen av operasjoner - men nå gjør v2 mindre minne / nettverk intense operasjoner først (og kommer tidlig tilbake hvis mulig for å sende et svar så raskt som mulig til SMTP-klienten). Vi planlegger å fortsette å optimalisere hastighet, forbedre funksjoner og forbedre denne tjenesten over tid.",
  "At no point in time do we write to disk or store emails – everything is done in-memory thanks to Node.js's streams and transforms! 🎉": "På intet tidspunkt skriver vi til disk eller lagrer e-post - alt gjøres i minnet takket være Node.js 'strømmer og transformasjoner! 🎉",
  "Email Forwarding API": "API-videresending av e-post",
  "Libraries": "biblioteker",
  "Base URI": "Base URI",
  "Authentication": "Godkjenning",
  "Errors": "feil",
  "Localization": "lokalisering",
  "Pagination": "paginering",
  "Account": "Regnskap",
  "Create account": "Opprett konto",
  "Retrieve account": "Hent konto",
  "Update account": "Oppdater konto",
  "Domains": "domener",
  "List domains": "Liste domener",
  "Create domain": "Opprett domene",
  "Retrieve domain": "Hent domenet",
  "Verify domain records": "Bekreft domeneregistreringer",
  "Update domain": "Oppdater domenet",
  "Delete domain": "Slett domenet",
  "Invites": "inviterer",
  "Accept domain invite": "Godta domeneinvitasjon",
  "Create domain invite": "Opprett domeneinvitasjon",
  "Remove domain invite": "Fjern domeneinvitasjon",
  "Members": "medlemmer",
  "Update domain member": "Oppdater domenemedlem",
  "Remove domain member": "Fjern domenemedlem",
  "Aliases": "aliaser",
  "Retrieve domain aliases": "Hent domenealiaser",
  "Create new domain alias": "Opprett nytt domenealias",
  "Update domain alias": "Oppdater domenealias",
  "Delete domain alias": "Slett domenealias",
  "Right now we have not yet released any API wrappers, but we plan to do so in the near future. Send an email to ": "Akkurat nå har vi ennå ikke gitt ut noen API-pakkere, men vi planlegger å gjøre det i løpet av en nær fremtid. Send en e-post til",
  "api@forwardemail.net": "api@forwardemail.net",
  " if you would like to be notified when a particular programming language's API wrapper is released. In the meanwhile, you can use these recommended HTTP request libraries in your application, or simply use ": " hvis du vil bli varslet når API-innpakningen til et bestemt programmeringsspråk blir utgitt. I mellomtiden kan du bruke disse anbefalte HTTP-forespørselbibliotekene i applikasjonen din, eller ganske enkelt bruke",
  "curl": "curl",
  " as in the below examples.": " som i eksemplene nedenfor.",
  "Language": "Språk",
  "Library": "Bibliotek",
  "Ruby": "Rubin",
  "Faraday": "Faraday",
  "Python": "Python",
  "requests": "forespørsler",
  "Java": "Java",
  "OkHttp": "OkHttp",
  "PHP": "PHP",
  "guzzle": "guzzle",
  "JavaScript": "Javascript",
  "superagent": "superagent",
  "Node.js": "node.js",
  "Go": "Gå",
  "net/http": "net / http",
  ".NET": ".NETT",
  "RestSharp": "RestSharp",
  "The current HTTP base URI path is: ": "Den gjeldende HTTP base URI-banen er:",
  ".  It will soon change to ": ". Det vil snart endre seg til",
  " with complete backwards compatibility.": " med komplett bakoverkompatibilitet.",
  "All endpoints require your ": "Alle sluttpunkter krever ditt",
  "free API key": "gratis API-nøkkel",
  " 🎉 to be set as the \"username\" value of the request's ": " 🎉 for å bli satt som \"brukernavn\" -verdien til forespørselen",
  "Basic Authorization": "Grunnleggende autorisasjon",
  " header.  Don't worry – examples are provided below for you if you're not sure what this is.": " Overskrift. Ikke bekymre deg - eksempler er gitt nedenfor for deg hvis du ikke er sikker på hva dette er.",
  "If any errors occur, the response body of the API request will contain a detailed error message.  Besides having over ten years of experience writing API's and documenting them, were inspired by ": "Hvis det oppstår feil, vil svarorganet for API-forespørselen inneholde en detaljert feilmelding. I tillegg til å ha over ti års erfaring med å skrive API-er og dokumentere dem, ble du inspirert av",
  "Stripe's": "stripe er",
  " beautiful API documentation when we crafted ours 😄.": " vakker API-dokumentasjon da vi laget vår 😄.",
  "Code": "Kode",
  "Name": "Navn",
  "Bad Request": "Dårlig forespørsel",
  "Unauthorized": "uautorisert",
  "Forbidden": "Forbudt",
  "Not Found": "Ikke funnet",
  "Too Many Requests": "For mange forespørsler",
  "Internal Server Error": "intern server feil",
  "Not Implemented": "Ikke implementert",
  "Bad Gateway": "Dårlig gateway",
  "Service Unavailable": "Tjenesten utilgjengelig",
  "Gateway Time-out": "Gateway Time-out",
  "Our service is translated to over 25 different languages.  All API response messages are translated to the last locale detected of the user making the API request.  You can override this by passing a custom ": "Tjenesten vår er oversatt til over 25 forskjellige språk. Alle API-svarmeldinger blir oversatt til det siste landskapet som ble oppdaget av brukeren som gjør API-forespørselen. Du kan overstyre dette ved å sende en tilpasset",
  " header.  Feel free to try it out using the language drop-down at the bottom of this page.": " Overskrift. Prøv det med bruk av rullegardinmenyen nederst på denne siden.",
  "If you would like to be notified when pagination is available, then please email ": "Hvis du vil bli varslet når paginering er tilgjengelig, kan du sende en e-post",
  "Body Parameter": "Kroppsparameter",
  "Required": "Må",
  "Type": "Type",
  "Description": "Beskrivelse",
  "Yes": "Ja",
  "String (Email)": "Streng (e-post)",
  "String": "string",
  "Example Request:": "Eksempel forespørsel:",
  "No": "Nei",
  "First name": "Fornavn",
  "Last name": "Etternavn",
  "String (URL)": "Streng (URL)",
  "Link to avatar image": "Link til avatarbilde",
  "Querystring Parameter": "Querystring-parameter",
  "String (RegExp supported)": "String (RegExp støttet)",
  "Search for domains by name": "Søk etter domener etter navn",
  "Search for domains by alias name": "Søk etter domener etter aliasnavn",
  "Search for domains by recipient": "Søk etter domener etter mottaker",
  "String (FQDN or IP)": "Streng (FQDN eller IP)",
  "Fully qualified domain name (\"FQDN\") or IP address": "Fullt kvalifisert domenenavn (\"FQDN\") eller IP-adresse",
  "String (enumerable)": "Streng (tallbar)",
  "Plan type (must be ": "Plan type (må være",
  ", or ": ", eller",
  ", defaults to ": ", standard til",
  "String or Number": "Streng eller nummer",
  "Custom port to configure for SMTP forwarding (default is ": "Tilpasset port for å konfigurere for SMTP-videresending (standard er",
  "Email address to invite to domain members list": "E-postadresse for å invitere til domenemedlemmelisten",
  "Group to add the user to the domain membership with (can be one of ": "Gruppe for å legge brukeren til domenemedlemskapet med (kan være en av",
  " or ": " eller",
  "Email address to remove from domain members list": "E-postadresse som skal fjernes fra listen over domenemedlemmer",
  "Group to update the user to the domain membership with (can be one of ": "Grupper for å oppdatere brukeren til domenemedlemskapet med (kan være en av",
  "Alias name": "Alias navn",
  "String or Array": "String eller Array",
  "List of recipients (must be line-break/space/comma separated String or Array of valid email addresses, fully-qualified domain names (\"FQDN\"), IP addresses, and/or webhook URL's)": "Liste over mottakere (må være linjeskift / mellomrom / komma-separert streng eller utvalg av gyldige e-postadresser, fullt kvalifiserte domenenavn (\"FQDN\"), IP-adresser og / eller nettadresser til nettkroken)",
  "Alias description": "Alias beskrivelse",
  "List of labels (must be line-break/space/comma separated String or Array)": "Liste over etiketter (må være linjeskift / mellomrom / komma separert streng eller matrise)",
  "Boolean": "boolean",
  "Whether to enable to disable this alias (if disabled, emails will be routed nowhere but return successful status codes)": "Hvorvidt du vil aktivere å deaktivere dette aliaset (hvis deaktivert, e-postmeldinger vil bli dirigert ingen steder men returnere vellykkede statuskoder)",
  "About Forward Email": "Om videresende e-post",
  "Foreword": "Forord",
  "History": "Historie",
  "Service": "Service",
  "Special Thanks": "Spesiell takk",
  "Forward Email": "Videresend E-post",
  " is a ": " er en",
  "free and open-source": "gratis og åpen kildekode",
  "email forwarding": "videresending av e-post",
  " service focused on a user's ": " tjenesten fokusert på brukerens",
  "right to privacy": "rett til personvern",
  ", and was launched in November 2017. It is powered by ": ", og ble lansert i november 2017. Den er drevet av",
  " and operates using the ": " og opererer ved å bruke",
  "DNS": "DNS",
  "HTTPS": "HTTPS",
  ", and ": ", og",
  "SMTP": "SMTP",
  " protocols. The service offers unlimited custom domain names, unlimited email addresses and aliases, unlimited disposable email addresses, spam and phishing protection, and other features.  Paid plans are offered for \"Enhanced Privacy Protection\", whereas the email alias configuration is hidden from the public. It accepts conventional payment methods, donations, and also encourages contributions towards the ": " protokoller. Tjenesten tilbyr ubegrensede tilpassede domenenavn, ubegrensede e-postadresser og aliaser, ubegrensede engangsadresser, spam og phishing-beskyttelse og andre funksjoner. Betalte planer tilbys for \"Enhanced Privacy Protection\", mens konfigurasjonen av e-postalias er skjult for allmennheten. Den aksepterer konvensjonelle betalingsmetoder, donasjoner og oppmuntrer også bidrag til",
  "Electronic Frontier Foundation": "Electronic Frontier Foundation",
  " (EFF) and ": " (EFF) og",
  "DuckDuckGo": "duckduckgo",
  "We launched ": "Vi lanserte",
  "in November 2017": "i november 2017",
  " after an initial release by our developer ": " etter en første utgivelse av vår utvikler",
  "Niftylettuce": "Niftylettuce",
  "In April 2018 ": "I april 2018",
  "Cloudflare": "Cloudflare",
  " launched their ": " lanserte deres",
  "privacy-first consumer DNS service": "personvern-første forbruker-DNS-tjeneste",
  ", and we switched from using ": ", og vi byttet fra å bruke",
  "OpenDNS": "OpenDNS",
  " to ": " til",
  " for handling ": " for håndtering",
  " lookups.": " oppslag.",
  "In October 2018, we allowed users to \"Send Mail As\" with ": "I oktober 2018 tillot vi brukere å \"sende e-post som\" med",
  "Outlook": "Outlook",
  "Zoho": "Zoho",
  "Apple Mail": "Apple Mail",
  ", and other ": ", og annen",
  "webmail": "webmail",
  " services.": " tjenester.",
  "In May 2019, we released ": "I mai 2019 ga vi ut",
  "v2.0.0": "v2.0.0",
  ", which was a major rewrite from the initial versions v0.x and v1.x, which focused on ": ", som var en viktig omskrivning fra de første versjonene v0.x og v1.x, som fokuserte på",
  "performance": "opptreden",
  " through the use of ": " gjennom bruk av",
  "'s ": "'s",
  "streams": "strømmer",
  "In February 2020, we ": "I februar 2020, vi",
  "released": "utgitt",
  " the Enhanced Privacy Protection plan.  This plan allows users to switch off setting public DNS record entries with their email forwarding configuration aliases. Through this plan, a user's email alias information is hidden from being publicly searchable over the Internet. We also ": " planen for forbedret personvern. Denne planen lar brukere slå av å stille offentlige DNS-postoppføringer med konfigurasjonsaliasene for videresending av e-post. Gjennom denne planen skjules en brukers e-postaliasinformasjon fra å være offentlig søkbar på Internett. Vi også",
  "released a feature": "gitt ut en funksjon",
  " to enable or disable specific aliases while still allowing them to appear as a valid email address and return a successful ": " for å aktivere eller deaktivere spesifikke aliaser mens du fortsatt lar dem vises som en gyldig e-postadresse og returnere en vellykket",
  "SMTP status code": "SMTP-statuskode",
  ", but the emails will be immediately discarded (similar to piping output from a process to ": ", men e-postene blir umiddelbart kastet (ligner på rørutgang fra en prosess til",
  "[": "[",
  "/dev/null": "/ Dev / null",
  ").": ").",
  "In April 2020, our developer Niftylettuce ": "I april 2020, vår utvikler Niftylettuce",
  " its initial alpha version of ": " den første alfa-versjonen av",
  "Spam Scanner": "Spam Scanner",
  " \"after hitting countless roadblocks with existing spam-detection solutions\" and because \"none of these solutions (": " \"etter å ha truffet utallige veisperringer med eksisterende spam-deteksjonsløsninger\" og fordi \"ingen av disse løsningene (",
  "Rspamd": "Rspamd",
  ") honored (our) privacy policy\". Spam Scanner is a completely free and open-source ": ") respektert (vår) personvernpolicy. \"Spam Scanner er en helt gratis og åpen kildekode",
  "anti-spam filtering": "anti-spamfiltrering",
  " solution which uses a ": " løsning som bruker a",
  "Naive Bayes spam filtering": "Naive Bayes spamfiltrering",
  " approach in combination with ": " tilnærming i kombinasjon med",
  "anti-phishing": "anti-phishing",
  "IDN homograph attack": "IDN-homografangrep",
  " protection. We also ": " beskyttelse. Vi også",
  " a feature to allow ": " en funksjon å tillate",
  "two-factor authentication": "tofaktorautentisering",
  " (2FA) using a ": " (2FA) ved bruk av a",
  "one-time password": "engangspassord",
  " (OTP) for enhanced account security.": " (OTP) for forbedret kontosikkerhet.",
  "In May 2020, we ": "I mai 2020, vi",
  "allowed": "tillatt",
  " custom ": " tilpasset",
  "port forwarding": "port videresending",
  " as workaround for users to circumvent port blocking by their ": " som en løsning for brukere å omgå portblokkering av deres",
  "ISP": "ISP",
  ".  We also released our ": ". Vi har også gitt ut vår",
  "Free Email Forwarding RESTful API": "Gratis e-post videresending RESTful API",
  ", with complete documentation and real-time request and response examples.  We also ": ", med fullstendig dokumentasjon og sanntidsforespørsler og svareksempler. Vi også",
  " support for webhooks, due to high demand from users ": " støtte for nettkroker, på grunn av stor etterspørsel fra brukere",
  "switching": "veksling",
  " to use our service as a Mailgun webhook alternative.": " for å bruke tjenesten vår som et Mailgun-webhookalternativ.",
  "As of May 2020, we operate from 3 server locations across 2 countries.  We have future plans to move our servers to a country such as Iceland, which has ": "Fra mai 2020 opererer vi fra 3 serverplasser i to land. Vi har fremtidige planer om å flytte serverne våre til et land som Island som har",
  "championed itself as a beacon of net neutrality and online privacy": "forkjempet seg selv som et fyrtårn for nettnøytralitet og online personvern",
  "We have a \"zero tolerance policy\" ": "Vi har en \"nulltoleransepolitikk\"",
  "privacy policy": "personvern",
  ", which states that we don't store logs nor emails, and we don't track users. Our statement clearly states that we do not collect nor store forwarded emails, metadata, server-side nor client-side logs, IP addresses, or browser information.": ", som sier at vi ikke lagrer logger eller e-post, og at vi ikke sporer brukere. Vår uttalelse sier tydelig at vi ikke samler inn eller lagrer videresendte e-postmeldinger, metadata, serverside eller klientsiden logger, IP-adresser eller nettleserinformasjon.",
  "Only an email address is required to create and configure the Enhanced Protection Plan, which hides DNS email alias information on the free plan through a managed and hosted service.": "Det er bare en e-postadresse som kreves for å opprette og konfigurere Enhanced Protection Plan, som skjuler informasjon om DNS-e-postalias om gratisplanen gjennom en administrert og vert tjeneste.",
  "User's accounts, domains, and all related information can be permanently deleted at any time by the user.": "Brukerkontoer, domener og all relatert informasjon kan når som helst slettes permanent av brukeren.",
  "Forward Email's source code is primarily developed by ": "Forward E-posts kildekode er primært utviklet av",
  ", whom publicly credits immense open-source contributions from the following people:": ", som offentlig krediterer enorme open source-bidrag fra følgende personer:",
  "Shaun Warman": "Shaun Warman",
  " for ": " til",
  "integration": "integrering",
  " of ": " av",
  " (OTP), ": " (OTP),",
  "Content Security Policy": "Retningslinjer for innhold",
  " (CSP), and ": " (CSP), og",
  "Subresource Integrity": "Subresource Integrity",
  " (SRI) into the ": " (SRI) inn i",
  "Lad": "La",
  " framework, which is ": " rammeverk, som er",
  "used internally": "brukes internt",
  " in Forward Email.": " i videresende e-post.",
  "Fedor Indutny": "Fedor Indutny",
  "questions and answers": "spørsmål og svar",
  " regarding Forward Email's compliance with strict and modern ": " angående overføring av e-post etter streng og moderne",
  "TLS": "TLS",
  "cryptographic ciphers": "kryptografiske chiffer",
  "Andris Reisman": "Andris Reisman",
  " (the author of the ": " (forfatteren av",
  "npm": "oh",
  " package nodemailer, which is used internally in Forward Email.": " pakke nodemailer, som brukes internt i Videresende e-post.",
  "Scott Kitterman": "Scott Kitterman",
  "Sender Policy Framework": "Rammer for avsenderpolitikk",
  " (SPF) ": " (SPF)",
  "RFC 7208": "RFC 7208",
  " specification) for ": " spesifikasjon) for",
  "questions": "spørsmål",
  "answers": "svar",
  " regarding Forward Email's compliance with ": " angående overføring av E-post e-post",
  " (SRS), ": " (SRS),",
  "DMARC": "DMARC",
  " (SPF), and ": " (SPF), og",
  "DKIM": "DKIM",
  " compliance over ": " samsvar over",
  "IRC": "IRC",
  "By accessing this web site, you are agreeing to be bound by these web site Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this web site are protected by applicable copyright and trade mark law.": "Ved å gå inn på dette nettstedet, godtar du å være bundet av disse vilkårene for bruk av nettstedet, alle gjeldende lover og regler, og samtykker i at du er ansvarlig for å overholde gjeldende lokale lover. Hvis du ikke er enig i noen av disse vilkårene, er det forbudt å bruke eller få tilgang til dette nettstedet. Materialet som finnes på dette nettstedet er beskyttet av gjeldende lov om opphavsrett og merkevare.",
  "Disclaimer": "Ansvarsfraskrivelse",
  "Limitations": "begrensninger",
  "Refunds": "refusjoner",
  "Service Level Agreement (\"SLA\")": "Servicenivåavtale (\"SLA\")",
  "Agreement": "Avtale",
  "Credits": "studiepoeng",
  "Eligibility": "valgbarhet",
  "Revisions and Errata": "Revisjoner og Errata",
  "Links": "lenker",
  "Site Terms of Use Modifications": "Endring av vilkår for bruk av nettstedet",
  "Governing Law": "Styrende lov",
  "License": "Tillatelse",
  "The materials on Forward Email's web site are provided \"as is\". Forward Email makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, Forward Email does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its Internet web site or otherwise relating to such materials or on any sites linked to this site.": "Materialene på nettstedet Forward Email leveres \"som det er\". Forward Email gir ingen garantier, uttrykkes eller underforstått, og fraskriver seg og negerer herved alle andre garantier, inkludert uten begrensning, underforståtte garantier eller betingelser for salgbarhet, egnethet til et bestemt formål eller ikke-krenking av åndsverk eller annen krenking av rettigheter. Videre garanterer eller videresender ikke E-post noen framstillinger angående nøyaktighet, sannsynlige resultater eller pålitelighet av bruken av materialene på sin internettside eller på annen måte knyttet til slikt materiale eller på sider som er lenket til dette nettstedet.",
  "In no event shall Forward Email or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on Forward Email's Internet site, even if Forward Email or a Forward Email authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.": "Under ingen omstendigheter skal Forward Email eller dets leverandører være ansvarlig for skader (inkludert, uten begrensning, skader for tap av data eller fortjeneste, eller på grunn av forretningsavbrudd,) som oppstår som følge av bruk eller manglende evne til å bruke materialet på Forward E-posts internett nettsted, selv om videresend e-post eller en autorisert representant for videresend e-post er blitt varslet muntlig eller skriftlig om muligheten for slik skade. Fordi noen jurisdiksjoner ikke tillater begrensninger i underforståtte garantier eller ansvarsbegrensninger for følgeskader eller tilfeldige skader, kan det hende at disse begrensningene ikke gjelder deg.",
  "We offer a 30-day money back guarantee on all paid plans if you are not satisfied with our service.": "Vi tilbyr 30 dagers pengene tilbake-garanti på alle betalte planer hvis du ikke er fornøyd med tjenesten vår.",
  "\"Downtime\" refers to a factor of more than a 5% user error rate, determined by a server-side error rate.": "\"Nedetid\" refererer til en faktor på mer enn en 5% brukerfeilrate, bestemt av en serverrate feilrate.",
  "\"Monthly Uptime Percentage\" refers to the total minutes in a calendar month minus the number of minutes of Downtime suffered in the calendar month, divided by the total minutes in the calendar month.": "\"Månedlig oppetidsprocent\" refererer til den totale minutter i en kalendermåned minus antallet minutter med nedetid som er påført i kalendermåneden, delt på de totale minuttene i kalendermåneden.",
  "Forward Email shall use all reasonable commercial efforts (no less than acceptable and reasonable industry standards) to ensure that the Forward Email service is available to paying customers 99.99% of the time in any calendar month.  If it is not, then you may be eligible to receive the ": "Videresend e-post skal bruke all rimelig kommersiell innsats (ikke mindre enn akseptable og fornuftige industristandarder) for å sikre at videresend e-posttjenesten er tilgjengelig for betalende kunder 99,99% av tiden i en hvilken som helst kalendermåned. Hvis det ikke er det, kan du være kvalifisert til å motta",
  " described below in accordance with ": " beskrevet nedenfor i samsvar med",
  "Monthly Uptime Percentage": "Månedlig oppetidprosent",
  "Days of Service": "Dagers tjeneste",
  "*": "*",
  "<": "<",
  " 99.99% – >= 99.90%": " 99,99% -> = 99,90%",
  " 99.90% – >= 95.00%": " 99,90% -> = 95,00%",
  " 95.50%": " 95,50%",
  " Instead of receiving Days of Service being added to your account, you can also choose to have us issue a pro-rated refund.": " I stedet for å motta Days of Service som blir lagt til kontoen din, kan du også velge å få oss til å utstede en pro-rate refusjon.",
  "Minimum credit amount must be at least $1.00 to be eligible.  Maximum credit is capped at the 30 days or the total amount the customer is paying per the most recent calendar month with respect to Downtime (whichever is greater).  Paying customers affected for any Downtime must request Credits by filing a ": "Minimumsbeløp må være minst $ 1,00 for å være kvalifisert. Maksimal kreditt er begrenset til 30 dager, eller det totale beløpet kunden betaler per den siste kalendermåneden med hensyn til Nedetid (avhengig av hva som er større). Betalende kunder som blir berørt for eventuell nedetid, må be om kreditt ved å inngi en",
  " within 30 days from the date of Downtime.  Credits only apply for Downtime factors that are within the primary control of Forward Email.": " innen 30 dager fra datoen for nedetid. Kreditter gjelder bare for nedetidsfaktorer som er under den primære kontrollen av videresende e-post.",
  "The materials appearing on Forward Email's web site could include technical, typographical, or photographic errors. Forward Email does not warrant that any of the materials on its web site are accurate, complete, or current. Forward Email may make changes to the materials contained on its web site at any time without notice. Forward Email does not, however, make any commitment to update the materials.": "Materialet som vises på Forward E-posts nettsted kan inneholde tekniske, typografiske eller fotografiske feil. Videresend e-post garanterer ikke at noe av materialet på nettstedet er nøyaktig, fullstendig eller aktuelt. Videresende e-post kan til enhver tid gjøre uten endringer uten å varsle om materialet på nettstedet. Videresend e-post forplikter seg imidlertid ikke til å oppdatere materialet.",
  "Forward Email has not reviewed all of the sites linked to its Internet web site and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by Forward Email of the site. Use of any such linked web site is at the user's own risk.": "Forward Email har ikke gjennomgått alle nettstedene som er koblet til sitt internettside, og er ikke ansvarlig for innholdet på slike koblede nettsteder. Inkludering av en hvilken som helst lenke innebærer ikke godkjenning via Videresend e-post på nettstedet. Bruk av et slikt koblet nettsted skjer på brukerens egen risiko.",
  "Forward Email may revise these terms of use for its web site at any time without notice. By using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.": "Videresend e-post kan revidere disse bruksbetingelsene for sitt nettsted når som helst uten varsel. Ved å bruke dette nettstedet godtar du å være bundet av den daværende gjeldende versjonen av disse vilkårene og betingelsene.",
  "Any claim relating to Forward Email's web site shall be governed by the laws of the State of Delaware without regard to its conflict of law provisions.": "Ethvert krav relatert til Forward E-posts nettsted skal reguleres av lovene i delaware staten uten hensyn til lovbestemmelser.",
  "General Terms and Conditions applicable to Use of a Web Site.": "Generelle vilkår og betingelser som gjelder bruk av et nettsted.",
  "Business Source License 1.1": "Virksomhetskilde-lisens 1.1",
  " © ": " ©",
  "Niftylettuce, LLC.": "Niftylettuce, LLC.",
  "ForwardEmail.net": "ForwardEmail.net",
  "Free Email Forwarding for Custom Domains &#124; <span class=\"notranslate\">Forward Email</span>": "Gratis videresending av e-post for tilpassede domener &#124; <span class=\"notranslate\">Forward Email</span>",
  "👋 We <u class=\"font-weight-bold\">don't store logs nor emails</u>. We don't track you. Period. 🎉": "👋 Vi <u class=\"font-weight-bold\">lagrer ikke logger eller e-post</u> . Vi sporer ikke deg. Periode. 🎉",
  "👋 We <u class=\"font-weight-bold\">don't store logs nor emails</u>. Period. 🎉": "👋 Vi <u class=\"font-weight-bold\">lagrer ikke logger eller e-post</u> . Periode. 🎉",
  "Free Email Forwarding": "Gratis videresending av e-post",
  "Create and forward an <u class=\"font-weight-bold\">unlimited</u> amount of email addresses with your domain name.": "Lag og videresend et <u class=\"font-weight-bold\">ubegrenset</u> antall e-postadresser med domenenavnet ditt.",
  "Plus get catch-all, wildcard, and disposable forwarding addresses!": "Pluss at du kan ta alle adresser, jokertegn og videresending av adresser!",
  "No credit card required": "Ingen kredittkort kreves",
  "Learn more": "Lære mer",
  "Protect your inbox.": "Beskytt innboksen.",
  "We use industry standard email header validation and signature checks, spam prevention tools, DNS blacklist lookups, and domain verification.  All powered by Cloudflare's <a href=\"https://blog.cloudflare.com/announcing-1111/\" target=\"_blank\" rel=\"noopener\" class=\"text-white\">privacy-first consumer DNS service</a>.": "Vi bruker bransjestandard validering og signaturkontroll av e-postteksttekst, verktøy for forebygging av spam, oppslag av DNS-svartelister og verifisering av domener. Alt drevet av Cloudflares den <a href=\"https://blog.cloudflare.com/announcing-1111/\" target=\"_blank\" rel=\"noopener\" class=\"text-white\">første forbruker-DNS-tjenesten</a> .",
  "Stay protected": "Hold deg beskyttet",
  "Our Features": "Våre funksjoner",
  "Privacy First": "Personvern først",
  "We created this service because you have a right to privacy.  Existing services did not respect it.  We use robust encryption and a zero-tolerance policy for logs of any kind.": "Vi opprettet denne tjenesten fordi du har rett til personvern. Eksisterende tjenester respekterte det ikke. Vi bruker robust kryptering og en nulltoleranse-policy for logger av noe slag.",
  "Regain your privacy": "Gjenvinne personvernet ditt",
  "Disposable Addresses": "Engangsadresser",
  "Create a specific or an anonymous email address that forwards to you.  You can even assign it a label and enable or disable it at any time to keep your inbox tidy.  Your actual email address is never exposed.": "Lag en spesifikk eller en anonym e-postadresse som videresendes til deg. Du kan til og med tilordne den en etikett og aktivere eller deaktivere den når som helst for å holde innboksen ryddig. Din faktiske e-postadresse blir aldri utsatt.",
  "Disposable addresses": "Engangsadresser",
  "Multiple Recipients and Wildcards": "Flere mottakere og jokertegn",
  "You can forward a single address to multiple, and even use wildcard addresses &ndash; also known as catch-all's.  Managing your company's inboxes has never been easier.": "Du kan videresende en enkelt adresse til flere, og til og med bruke jokertegnadresser & ndash; også kjent som catch-all's. Det har aldri vært enklere å administrere selskapets innbokser.",
  "Start forwarding now": "Begynn å videresende nå",
  "\"Send mail as\" with Gmail": "\"Send e-post som\" med Gmail",
  "You'll never have to leave your inbox to send out emails as if they're from your company.  Send and reply-to messages as if they're from you@company.com directly from you@gmail.com.": "Du trenger aldri å forlate innboksen for å sende ut e-postmeldinger som om de er fra selskapet ditt. Send og svar på meldinger som om de kommer fra you@company.com direkte fra you@gmail.com.",
  "Configure your inbox": "Konfigurer innboksen",
  "100% open-source.": "100% åpen kildekode.",
  "Unlike other services, we <u>don't</u> store logs, <u>never</u> read emails, and are <u>100%</u> open-source.  Made by <a href=\"https://github.com/niftylettuce\" class=\"text-white\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a>, an open-source enthusiast and privacy advocate.": "I motsetning til andre tjenester lagrer vi <u>ikke</u> logger, leser vi <u>aldri</u> e-post og er <u>100%</u> åpen kildekode. Laget av <a href=\"https://github.com/niftylettuce\" class=\"text-white\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a> , en open source-entusiast og forkjemper for personvern.",
  "View source code": "Vis kildekode",
  "Our Numbers": "Våre tall",
  "99.99%": "99,99%",
  "Service Uptime": "Service oppetid",
  "Global Servers": "Globale servere",
  "20K+": "20K +",
  "Active Users": "Aktive brukere",
  "Trusted by the community": "Tillit av samfunnet",
  "1,000+ Stars": "1 000+ stjerner",
  "Thank you": "Takk skal du ha",
  "My Account &#124; <span class=\"notranslate\">Forward Email</span>": "Min konto &#124; <span class=\"notranslate\">Forward Email</span>",
  "Manage your Forward Email profile": "Administrer din videresende e-postprofil",
  "Verify email &#124; <span class=\"notranslate\">Forward Email</span>": "Bekreft e-post &#124; <span class=\"notranslate\">Forward Email</span>",
  "Verify your Forward Email email": "Bekreft e-posten Videresende e-post",
  "My Account": "Min konto",
  "Profile": "Profil",
  "Security": "Sikkerhet",
  "Log out": "Logg ut",
  "Verify email": "Verifiser e-post",
  "Enter the verification code emailed to: <strong><span class=\"notranslate\">%s</span></strong>": "Skriv inn bekreftelseskoden som er sendt til: <strong><span class=\"notranslate\">%s</span></strong>",
  "Please enter a <span class=\"notranslate\">%d</span> digit verification code.": "Skriv inn en <span class=\"notranslate\">%d</span> siffer bekreftelseskode.",
  "Verification code": "Bekreftelseskode",
  "Didn't receive it?": "Fikk du ikke den?",
  "Resend now": "Send på nytt nå",
  "My Account - Domains": "Min konto - domener",
  "Add New Alias": "Legg til nytt alias",
  "Alias Name": "Alias Navn",
  "(required)": "(Obligatorisk)",
  "Generate random alias": "Generer tilfeldige alias",
  "Use an asterisk \"*\" for a catch-all alias.": "Bruk en stjerne \"*\" for å få et alias.",
  "Domain Name": "Domenenavn",
  "Free Vanity Domain": "Gratis forfengelsesdomene",
  "Add new domain": "Legg til nytt domene",
  "Alias Recipients": "Aliasmottakere",
  "Recipients must be a line-break/space/comma separated list of valid email addresses, fully-qualified domain names (\"FQDN\"), IP addresses, and/or webhook URL's.  We will automatically remove duplicate entries for you and perform validation when you click \"Continue\" below.": "Mottakere må være en linjeskift / mellomrom / komma-delt liste over gyldige e-postadresser, fullt kvalifiserte domenenavn (\"FQDN\"), IP-adresser og / eller nettadresser til nettkroken. Vi vil automatisk fjerne dupliserte oppføringer for deg og utføre validering når du klikker \"Fortsett\" nedenfor.",
  "Alias Description (optional)": "Alias Beskrivelse (valgfritt)",
  "Description has a max of 150 characters.": "Beskrivelsen har maks 150 tegn.",
  "Alias Labels (optional)": "Aliasetiketter (valgfritt)",
  "Labels must be a line-break/space/comma separated list with a maximum of 20 characters per label.": "Etiketter må være en linjeskift / mellomrom / komma-delt liste med maksimalt 20 tegn per etikett.",
  "Active": "Aktiv",
  "If you uncheck this, then this email will be deactivated and no emails will flow through.  However emails will NOT bounce until this alias is completely deleted.": "Hvis du fjerner merket for dette, vil denne e-posten bli deaktivert og ingen e-postmeldinger vil strømme gjennom. E-post vil imidlertid ikke sprette før dette aliaset er fullstendig slettet.",
  "Add New Domain": "Legg til nytt domene",
  "Domain name": "Domenenavn",
  "Don't have a domain name?": "Har du ikke et domenenavn?",
  "Register a domain": "Registrer et domene",
  "Tip:": "Tips:",
  "If you need to upgrade or downgrade your plan on a domain name, then click on the dropdown for it under the column \"Current Plan\" below.": "Hvis du trenger å oppgradere eller nedgradere planen din på et domenenavn, klikker du på rullegardinmenyen for den under kolonnen \"Gjeldende plan\" nedenfor.",
  "Current Plan": "Gjeldende plan",
  "MX Records": "MX-poster",
  "TXT Records": "TXT-poster",
  "Quick Links": "Hurtigkoblinger",
  "Team": "Team",
  "Manage Aliases": "Administrer aliaser"
}