{
  "10": "10",
  "25": "25",
  "50": "50",
  "Domain is not a registered domain name. <a class=\"font-weight-bold\" href=\"/domain-registration\">Click here to register it now</a>.": "Domena nie jest zarejestrowaną nazwą domeny. <a class=\"font-weight-bold\" href=\"/domain-registration\">Kliknij tutaj, aby ją teraz zarejestrować</a>.",
  "If we detect your DNS records are valid, then we will send you an automated email alert.  We routinely check DNS records for your domain every few hours.": "Jeśli wykryjemy, że Twoje rekordy DNS są prawidłowe, wyślemy Ci automatyczny alert e-mailowy. Rutynowo sprawdzamy rekordy DNS dla Twojej domeny co kilka godzin.",
  "Please ensure that your DNS nameservers are set properly too (e.g. if you are using a DNS provider such as Cloudflare &ndash; which may be a different provider than your domain registrar).": "Upewnij się również, że Twoje serwery nazw DNS są prawidłowo skonfigurowane (np. jeśli używasz dostawcy DNS takiego jak Cloudflare &ndash; który może być innym dostawcą niż Twój rejestrator domeny).",
  "<p class=\"mb-0\"><strong>Making changes to your DNS records takes time to propagate throughout the Internet. <span class=\"text-danger\">You may need to wait a few minutes</span> and then try again.</strong></p>": "<p class=\"mb-0\"><strong>Wprowadzanie zmian w rekordach DNS wymaga czasu na propagację w całym Internecie. <span class=\"text-danger\">Może być konieczne odczekanie kilku minut</span> i ponowna próba.</strong></p>",
  "Domain is missing required DNS <span class=\"notranslate\">TXT</span> record of: <span class=\"notranslate\">%s</span>": "W domenie brakuje wymaganego rekordu DNS <span class=\"notranslate\">TXT</span>: <span class=\"notranslate\">%s</span>",
  "<p class=\"mb-0\">We have detected that your domain has multiple MX server providers. Please ensure that the <strong>ONLY</strong> DNS MX records are:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Wykryliśmy, że Twoja domena ma wielu dostawców serwerów MX. Upewnij się, że <strong>JEDYNYMI</strong> rekordami DNS MX są:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Upewnij się, że nie masz żadnych błędów pisowni i dodałeś oba unikalne rekordy (np. upewnij się, że oba rekordy nie są takie same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Przeczytaj nasze FAQ</a> po szczegółowe instrukcje.</p>",
  "From header must be equal to <span class=\"notranslate\">%s</span> (or) you can use a domain-wide catch-all password at <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>": "Nagłówek From musi być równy <span class=\"notranslate\">%s</span> (lub) możesz użyć hasła catch-all dla całej domeny na <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>",
  "<p class=\"mb-0\">Domain is missing required DNS MX records of:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">W domenie brakuje wymaganych rekordów DNS MX:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Upewnij się, że nie masz żadnych błędów pisowni i dodałeś oba unikalne rekordy (np. upewnij się, że oba rekordy nie są takie same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Przeczytaj nasze FAQ</a> po szczegółowe instrukcje.</p>",
  "Invalid DKIM signature.": "Nieprawidłowy podpis DKIM.",
  "Newsletter approval required for <span class=\"notranslate\">%s</span>": "Wymagane zatwierdzenie newslettera dla <span class=\"notranslate\">%s</span>",
  "We detected that you attempted to send an outbound SMTP newsletter for <strong class=\"notranslate\">%s</strong>.  Your domain does not yet have newsletter support approved, and an admin has been notified to begin review.  This process usually is resolved within 2-4 hours, but sometimes it may longer.": "Wykryliśmy, że próbowałeś wysłać wychodzący newsletter SMTP dla <strong class=\"notranslate\">%s</strong>. Twoja domena nie ma jeszcze zatwierdzonej obsługi newslettera, a administrator został powiadomiony o rozpoczęciu przeglądu. Ten proces zwykle jest rozwiązywany w ciągu 2-4 godzin, ale czasami może trwać dłużej.",
  "Newsletter usage is not yet approved for your account, please wait for approval or contact us for support.": "Użycie newslettera nie jest jeszcze zatwierdzone dla Twojego konta, poczekaj na zatwierdzenie lub skontaktuj się z nami po wsparcie.",
  "You have exceeded your daily SMTP outbound rate limit.": "Przekroczyłeś swój dzienny limit szybkości wychodzącego SMTP.",
  "From header must end with <span class=\"notranslate\">%s</span>": "Nagłówek From musi kończyć się na <span class=\"notranslate\">%s</span>",
  "An error code of \"<span class=\"notranslate\">%s</span>\" occurred while performing the DNS lookup. Please try again.": "Wystąpił kod błędu \"<span class=\"notranslate\">%s</span>\" podczas wykonywania wyszukiwania DNS. Spróbuj ponownie.",
  "See": "Zobacz",
  "https://github.com/scintill/macos-server-apns-certs/tree/master": "https://github.com/scintill/macos-server-apns-certs/tree/master",
  "About Forward Email": "O Forward Email",
  "Table of Contents": "Spis treści",
  "Foreword": "Przedmowa",
  "History": "Historia",
  "Forward Email is a": "Forward Email to",
  "free and open-source": "darmowa i open-source",
  "email forwarding": "usługa przekazywania e-maili",
  "service focused on a user's": "skupiona na",
  "right to privacy": "prawie użytkownika do prywatności",
  ", and was launched in November 2017.  It offers unlimited custom domain names, unlimited email addresses and aliases, unlimited disposable email addresses, spam and phishing protection, and other features.  The service is maintained and owned by its original founding team of designers and developers.  It is built with 100% open-source software using": ", uruchomiona w listopadzie 2017 roku. Oferuje nieograniczone niestandardowe nazwy domen, nieograniczone adresy e-mail i aliasy, nieograniczone jednorazowe adresy e-mail, ochronę przed spamem i phishingiem oraz inne funkcje. Usługa jest utrzymywana i należy do oryginalnego zespołu założycieli składającego się z projektantów i programistów. Jest zbudowana w 100% z oprogramowania open-source przy użyciu",
  "JavaScript": "JavaScript",
  "Node.js": "Node.js",
  ", and": " i",
  "We launched in November 2017 after an initial release.": "Uruchomiliśmy się w listopadzie 2017 roku po początkowym wydaniu.",
  "In April 2018": "W kwietniu 2018 roku",
  "Cloudflare": "Cloudflare",
  "launched their": "uruchomił swoją",
  "privacy-first consumer DNS service": "usługę DNS dla konsumentów stawiającą prywatność na pierwszym miejscu",
  ", and we switched from using": ", a my przeszliśmy z używania",
  "OpenDNS": "OpenDNS",
  "to": "na",
  "for handling": "do obsługi",
  "lookups.": "wyszukiwań.",
  "In October 2018, we allowed users to \"Send Mail As\" with": "W październiku 2018 roku pozwoliliśmy użytkownikom na \"Wysyłanie poczty jako\" z",
  "Gmail": "Gmail",
  "and": "i",
  "Outlook": "Outlook",
  "In May 2019, we released v2, which was a major rewrite from the initial versions and focused on": "W maju 2019 roku wydaliśmy v2, które było głównym przepisaniem od początkowych wersji i skupiało się na",
  "performance": "wydajności",
  "through the use of": "poprzez użycie",
  "'s": "",
  "streams": "strumieni",
  "In February 2020, we released the Enhanced Privacy Protection plan.  This plan allows users to switch off setting public DNS record entries with their email forwarding configuration aliases. Through this plan, a user's email alias information is hidden from being publicly searchable over the Internet. We also released a feature to enable or disable specific aliases while still allowing them to appear as a valid email address and return a successful": "W lutym 2020 roku wydaliśmy plan Enhanced Privacy Protection. Ten plan pozwala użytkownikom wyłączyć ustawianie publicznych wpisów rekordów DNS z ich aliasami konfiguracji przekazywania e-maili. Dzięki temu planowi informacje o aliasach e-mail użytkownika są ukryte przed publicznym wyszukiwaniem w Internecie. Wydaliśmy również funkcję umożliwiającą włączanie lub wyłączanie określonych aliasów, jednocześnie pozwalając im nadal pojawiać się jako prawidłowy adres e-mail i zwracać pomyślny",
  "SMTP status code": "kod statusu SMTP",
  ", but the emails will be immediately discarded (similar to piping output from a process to": ", ale e-maile będą natychmiast odrzucane (podobnie do przekierowania wyjścia z procesu do",
  "/dev/null": "/dev/null",
  "In April 2020, we released our initial alpha version of Spam Scanner after hitting countless roadblocks with existing spam-detection solutions and because none of these solutions (": "W kwietniu 2020 roku wydaliśmy naszą początkową wersję alfa Spam Scanner po napotkaniu niezliczonych przeszkód z istniejącymi rozwiązaniami wykrywania spamu i ponieważ żadne z tych rozwiązań (",
  "Rspamd": "Rspamd",
  "SpamAssassin": "SpamAssassin",
  ") honored our privacy policy. Spam Scanner is a completely free and open-source": ") nie respektowało naszej polityki prywatności. Spam Scanner to całkowicie darmowe i open-source",
  "anti-spam filtering": "rozwiązanie filtrowania antyspamowego",
  "solution which uses a": ", które używa podejścia",
  "Naive Bayes spam filtering": "filtrowania spamu Naive Bayes",
  "approach in combination with": "w połączeniu z ochroną",
  "anti-phishing": "anty-phishingową",
  "IDN homograph attack": "przed atakami homograficznymi IDN",
  "protection.  We also released a feature to allow": ". Wydaliśmy również funkcję umożliwiającą",
  "two-factor authentication": "uwierzytelnianie dwuskładnikowe",
  "(2FA) using a": "(2FA) przy użyciu",
  "one-time password": "hasła jednorazowego",
  "(OTP) for enhanced account security.": "(OTP) dla zwiększonego bezpieczeństwa konta.",
  "In May 2020, we allowed custom": "W maju 2020 roku pozwoliliśmy na niestandardowe",
  "port forwarding": "przekierowanie portów",
  "as workaround for users to circumvent port blocking by their": "jako obejście dla użytkowników do omijania blokowania portów przez ich",
  ".  We also released our": "dostawcę usług internetowych. Wydaliśmy również nasze",
  "Free Email Forwarding RESTful API": "Darmowe API RESTful Przekazywania E-maili",
  ", with complete documentation and real-time request and response examples.  We also released support for webhooks.": ", z pełną dokumentacją i przykładami żądań i odpowiedzi w czasie rzeczywistym. Wydaliśmy również wsparcie dla webhooków.",
  "In August 2020, we added support for the": "W sierpniu 2020 roku dodaliśmy wsparcie dla systemu uwierzytelniania e-maili",
  "Authenticated Received Chain": "Authenticated Received Chain",
  "(\"ARC\") email authentication system.": "(\"ARC\").",
  "On November 23, 2020 we publicly launched out of our beta program.": "23 listopada 2020 roku publicznie uruchomiliśmy się z naszego programu beta.",
  "In February 2021, we refactored our codebase to remove all": "W lutym 2021 roku przeprowadziliśmy refaktoryzację naszej bazy kodu, aby usunąć wszystkie",
  "Python": "Python",
  "dependencies – which allowed our stack to become 100%": "zależności – co pozwoliło naszemu stackowi stać się w 100%",
  "On September 27, 2021,": "27 września 2021 roku",
  "we added support": "dodaliśmy wsparcie",
  "for email forwarding aliases to match": "dla aliasów przekazywania e-maili do dopasowywania",
  "regular expressions": "wyrażeń regularnych",
  "In January 2023, we launched a re-designed and page-speed optimized website.": "W styczniu 2023 roku uruchomiliśmy przeprojektowaną i zoptymalizowaną pod kątem szybkości strony witrynę.",
  "In February 2023, we added support for": "W lutym 2023 roku dodaliśmy wsparcie dla",
  "error logs": "dzienników błędów",
  "and a": "i",
  "dark mode": "trybu ciemnego",
  "website color scheme.": "schematu kolorów witryny.",
  "In March 2023, we released": "W marcu 2023 roku wydaliśmy",
  "Tangerine": "Tangerine",
  "and integrated it throughout our infrastructure – this means we use": "i zintegrowaliśmy go w całej naszej infrastrukturze – oznacza to, że używamy",
  "DNS over HTTPS": "DNS over HTTPS",
  "(\"DoH\") at the application layer.  We also added support for": "(\"DoH\") na warstwie aplikacji. Dodaliśmy również wsparcie dla",
  "switched": "przełączenia",
  "from": "z",
  "hCaptcha": "hCaptcha",
  "Cloudflare Turnstile": "Cloudflare Turnstile",
  "In April 2023, we implemented and automated entirely new infrastructure.  Our entire service is now running on globally load-balanced and proximity-based DNS (with health checks and failover) using": "W kwietniu 2023 roku wdrożyliśmy i zautomatyzowaliśmy całkowicie nową infrastrukturę. Cała nasza usługa działa teraz na globalnie zrównoważonym obciążeniu i opartym na bliskości DNS (z kontrolami zdrowia i failover) przy użyciu",
  "(before we were using round-robin DNS on Cloudflare).  Additionally we switched to": "(wcześniej używaliśmy round-robin DNS na Cloudflare). Dodatkowo przeszliśmy na",
  "bare metal servers": "serwery bare metal",
  "across multiple providers – which include": "u wielu dostawców – w tym",
  "Vultr": "Vultr",
  "Digital Ocean": "Digital Ocean",
  "(before we solely used Digital Ocean).  Both of these providers are SOC 2 Type 2 compliant – see": "(wcześniej używaliśmy wyłącznie Digital Ocean). Obaj ci dostawcy są zgodnie z SOC 2 Type 2 – zobacz",
  "Vultr's Compliance": "Zgodność Vultr",
  "Digital Ocean's Certifications": "Certyfikaty Digital Ocean",
  "for more insight.  Furthermore, our MongoDB and Redis databases are now running on clusters with primary and standby nodes for high availability, end-to-end SSL encryption, encryption-at-rest, and point-in-time recovery (PITR).": "po więcej informacji. Ponadto nasze bazy danych MongoDB i Redis działają teraz na klastrach z węzłami głównymi i zapasowymi dla wysokiej dostępności, szyfrowania SSL end-to-end, szyfrowania w spoczynku i odzyskiwania point-in-time (PITR).",
  "In May 2023, we launched our": "W maju 2023 roku uruchomiliśmy naszą",
  "outbound SMTP": "funkcję wychodzącego SMTP",
  "feature for": "do",
  "sending email with SMTP": "wysyłania e-maili przez SMTP",
  "sending email with API": "wysyłania e-maili przez API",
  "requests.  This feature has built-in safeguards to ensure high deliverability, a modern and robust queue and retry system, and": "żądania. Ta funkcja ma wbudowane zabezpieczenia zapewniające wysoką dostarczalność, nowoczesny i solidny system kolejek i ponownych prób oraz",
  "supports error logs in real-time": "obsługuje dzienniki błędów w czasie rzeczywistym",
  "In November 2023, we launched our": "W listopadzie 2023 roku uruchomiliśmy nasze",
  "encrypted mailbox storage": "szyfrowane przechowywanie skrzynek pocztowych",
  "IMAP suppport": "wsparcie IMAP",
  "In December 2023,": "W grudniu 2023 roku",
  "for": "dodaliśmy wsparcie dla",
  "passkeys and WebAuthn": "passkeys i WebAuthn",
  "time to inbox": "czas do skrzynki odbiorczej",
  "monitoring, and": "monitorowanie i",
  "OpenPGP for IMAP Storage": "OpenPGP dla przechowywania IMAP",
  "In February 2024,": "W lutym 2024 roku",
  "we added calendar (CalDAV) support": "dodaliśmy wsparcie kalendarza (CalDAV)",
  "Throughout March to July 2024, we released major optimizations and improvements to our IMAP, POP3, and CalDAV service.  Our goal was to make our service snappy –  and as fast, if not faster than alternatives.": "Od marca do lipca 2024 roku wydaliśmy główne optymalizacje i ulepszenia naszej usługi IMAP, POP3 i CalDAV. Naszym celem było uczynienie naszej usługi szybką – i tak szybką, jeśli nie szybszą niż alternatywy.",
  "In July 2024,": "W lipcu 2024 roku",
  "we added iOS Push support": "dodaliśmy wsparcie iOS Push",
  "since Apple Mail on iOS does not support IMAP": "ponieważ Apple Mail na iOS nie obsługuje IMAP",
  "command.  Now users can get real-time notifications of new mail on their Apple iOS devices.  We also added time to inbox (\"TTI\") monitoring for our own service – as well as Yahoo/AOL (now that they support app-generated passwords again) to the footer of every page on our website.  Additionally, we now allow users to encrypt their plaintext DNS TXT records even on the free plan at no cost.  Privacy should not be a feature, it should be inherently built-in to all aspects of a product. As highly requested in a": "polecenia. Teraz użytkownicy mogą otrzymywać powiadomienia w czasie rzeczywistym o nowej poczcie na swoich urządzeniach Apple iOS. Dodaliśmy również monitorowanie czasu do skrzynki odbiorczej (\"TTI\") dla naszej własnej usługi – a także Yahoo/AOL (teraz gdy ponownie obsługują hasła generowane przez aplikacje) do stopki każdej strony na naszej witrynie. Dodatkowo, teraz pozwalamy użytkownikom szyfrować ich rekordy DNS TXT w postaci zwykłego tekstu nawet w darmowym planie bez kosztów. Prywatność nie powinna być funkcją, powinna być nieodłącznie wbudowana we wszystkie aspekty produktu. Jak bardzo proszono w",
  "Privacy Guides discussion": "dyskusji Privacy Guides",
  "and on": "i w",
  "our GitHub issues": "naszych problemach GitHub",
  "we've added this.  Lastly, we added the ability for aliases to either quietly reject": "dodaliśmy to. Na koniec dodaliśmy możliwość dla aliasów do cichego odrzucania",
  ", soft reject": ", miękkiego odrzucania",
  ", or hard reject": "lub twardego odrzucania",
  "if they are disabled.  Previously, disabled aliases only routed to a blackhole (e.g.": "jeśli są wyłączone. Wcześniej wyłączone aliasy były kierowane tylko do czarnej dziury (np.",
  ") and it appeared to senders as if their messages to these disabled aliases succeeded.": ") i wydawało się nadawcom, jakby ich wiadomości do tych wyłączonych aliasów się powiodły.",
  "In August 2024, we added support for exporting mailboxes as": "W sierpniu 2024 roku dodaliśmy wsparcie dla eksportowania skrzynek pocztowych jako",
  "Mbox": "Mbox",
  "formats (in addition to the": "formatów (oprócz już obsługiwanego formatu eksportu",
  "SQLite": "SQLite",
  "export format already supported) – and we also added": ") – a także dodaliśmy",
  "webhook signature support": "wsparcie podpisu webhook",
  "via": "przez nagłówek",
  "header.  We also": ". Dodaliśmy również",
  "added support for bounce webhooks": "wsparcie dla bounce webhooków",
  "and now allow users to send newsletters, announcements, and email marketing through our outbound SMTP service.": "i teraz pozwalamy użytkownikom wysyłać newslettery, ogłoszenia i marketing e-mailowy przez naszą usługę wychodzącego SMTP.",
  "Free Email Forwarding for Custom Domains": "Free Email Forwarding for Custom Domains",
  "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.": "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.",
  "Terms of Service": "Terms of Service",
  "Read our terms and conditions of use for our email forwarding service.": "Read our terms and conditions of use for our email forwarding service.",
  "History of Forward Email": "History of Forward Email",
  "Learn more about Forward Email and the history of our service.": "Learn more about Forward Email and the history of our service.",
  "Privacy Policy": "Privacy Policy",
  "Read our privacy policy for our email forwarding service.": "Read our privacy policy for our email forwarding service.",
  "Please log in or sign up to view the page you requested.": "Please log in or sign up to view the page you requested.",
  "Warning": "Warning",
  "Written by": "Written by",
  "Team": "Team",
  "Time to read": "Time to read",
  "Less than 5 minutes": "Less than 5 minutes",
  "Search for anything:": "Search for anything:",
  "Search": "Search",
  "Popular Searches": "Popular Searches",
  "Sign up now &ndash; it's free!": "Sign up now &ndash; it's free!",
  "Have an account?": "Have an account?",
  "Click here": "Click here",
  "Email address": "Email address",
  "Password": "Password",
  "Get started": "Get started",
  "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.": "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.",
  "Welcome back!": "Welcome back!",
  "Don't have an account?": "Don't have an account?",
  "Please enable JavaScript to sign in with Passkey.": "Please enable JavaScript to sign in with Passkey.",
  "Sign in with Passkey": "Sign in with Passkey",
  "or": "or",
  "Sign in": "Sign in",
  "Forget your password?": "Forget your password?",
  "Features &amp; Pricing": "Features &amp; Pricing",
  "FAQ": "FAQ",
  "Log in": "Log in",
  "Signup": "Signup",
  "Toggle navigation": "Toggle navigation",
  "Apps": "Apps",
  "Desktop": "Desktop",
  "Resources": "Resources",
  "What is <span class=\"notranslate\">Forward Email</span>?": "What is <span class=\"notranslate\">Forward Email</span>?",
  "Frequently Asked Questions": "Frequently Asked Questions",
  "Time to Inbox": "Time to Inbox",
  "Help": "Help",
  "Disposable Addresses": "Disposable Addresses",
  "Domain Registration": "Domain Registration",
  "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record": "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record",
  "Reserved Email Addresses": "Reserved Email Addresses",
  "Denylist Removal": "Denylist Removal",
  "Guides": "Guides",
  "Outbound SMTP": "Outbound SMTP",
  "SMTP Integration Examples": "SMTP Integration Examples",
  "Send Email with Custom Domain": "Send Email with Custom Domain",
  "Send Mail As with Gmail": "Send Mail As with Gmail",
  "Email Setup Guides": "Email Setup Guides",
  "How to Setup Email with <span class=\"notranslate\">%s</span>": "How to Setup Email with <span class=\"notranslate\">%s</span>",
  "Other providers": "Other providers",
  "Developers": "Developers",
  "Technical Whitepaper": "Technical Whitepaper",
  "IP Addresses": "IP Addresses",
  "API Reference": "API Reference",
  "Self Hosted Email": "Self Hosted Email",
  "Email Webhooks": "Email Webhooks",
  "Bounce Webhooks": "Bounce Webhooks",
  "Custom Domain Regex Filtering": "Custom Domain Regex Filtering",
  "Email Service Comparison": "Email Service Comparison",
  "Email Services": "Email Services",
  "Private Email Services": "Private Email Services",
  "Open-Source Email Services": "Open-Source Email Services",
  "Transactional Email Services": "Transactional Email Services",
  "Email API's for Developers": "Email API's for Developers",
  "Email Spam Filtering Services": "Email Spam Filtering Services",
  "Developer Articles": "Developer Articles",
  "A Decade of Open-Source Impact": "A Decade of Open-Source Impact",
  "Email Spam Protection Filter": "Email Spam Protection Filter",
  "Mail Server Providers": "Mail Server Providers",
  "Practices for Node.js Logging": "Practices for Node.js Logging",
  "Security Audit Companies": "Security Audit Companies",
  "Case Study: Gov/Federal Email Compliance": "Case Study: Gov/Federal Email Compliance",
  "Case Study: Alumni Email": "Case Study: Alumni Email",
  "Case Study: Ubuntu Email": "Case Study: Ubuntu Email",
  "Case Study: Linux Foundation": "Case Study: Linux Foundation",
  "Custom Fonts in Emails": "Custom Fonts in Emails",
  "Email Regex JavaScript and Node.js": "Email Regex JavaScript and Node.js",
  "Email Testing for Browsers and iOS Simulator": "Email Testing for Browsers and iOS Simulator",
  "The Complete Guide to Forward Email's Service": "The Complete Guide to Forward Email's Service",
  "Optimize Node.js for Production": "Optimize Node.js for Production",
  "Crypto Supported Email Service": "Crypto Supported Email Service",
  "Self-Hosted Email": "Self-Hosted Email",
  "JavaScript Contact Forms Node.js": "JavaScript Contact Forms Node.js",
  "Node.js DNS over HTTPS": "Node.js DNS over HTTPS",
  "Node.js Email Templates": "Node.js Email Templates",
  "Node.js Job Scheduler": "Node.js Job Scheduler",
  "Node.js Logging Service": "Node.js Logging Service",
  "Case Study: The PayPal Disaster": "Case Study: The PayPal Disaster",
  "Quantum Resistant Email Service": "Quantum Resistant Email Service",
  "Send React Emails": "Send React Emails",
  "Case Study: Email Startups": "Case Study: Email Startups",
  "Bulletproof Payment System with Stripe and PayPal": "Bulletproof Payment System with Stripe and PayPal",
  "How Forward Email Safeguards Your Communications": "How Forward Email Safeguards Your Communications",
  "URL Regex JavaScript and Node.js": "URL Regex JavaScript and Node.js",
  "Why Open-Source Email is the Future": "Why Open-Source Email is the Future",
  "Company": "Company",
  "About": "About",
  "Security": "Security",
  "Privacy": "Privacy",
  "Terms": "Terms",
  "GDPR": "GDPR",
  "DPA": "DPA",
  "Report Abuse": "Report Abuse",
  "Press": "Press",
  "Send us an email": "Send us an email",
  "Careers": "Careers",
  "100% Systems Online": "100% Systems Online",
  "Status Page": "Status Page",
  "100%": "100%",
  "Community": "Community",
  "Newsletter": "Newsletter",
  "Footer": "Footer",
  "Have a question or confused?": "Have a question or confused?",
  "Learn more about:": "Learn more about:",
  "Privacy Protected": "Privacy Protected",
  "Custom Domain Email": "Custom Domain Email",
  "Open Source Email": "Open Source Email",
  "Secure Email Forwarding": "Secure Email Forwarding",
  "Secure Checkout": "Secure Checkout",
  "Payment methods accepted:": "Payment methods accepted:",
  "SEPA Direct Debit": "SEPA Direct Debit",
  "Canadian pre-authorized debits": "Canadian pre-authorized debits",
  "ACH Direct Debit": "ACH Direct Debit",
  "Bank Transfer": "Bank Transfer",
  "Domestic Wire Transfer (Enterprise)": "Domestic Wire Transfer (Enterprise)",
  "International Wire Transfer (Enterprise)": "International Wire Transfer (Enterprise)",
  "English": "English",
  "Arabic": "Arabic",
  "Chinese": "Chinese",
  "Czech": "Czech",
  "Danish": "Danish",
  "Dutch": "Dutch",
  "Finnish": "Finnish",
  "French": "French",
  "German": "German",
  "Hebrew": "Hebrew",
  "Hungarian": "Hungarian",
  "Indonesian": "Indonesian",
  "Italian": "Italian",
  "Japanese": "Japanese",
  "Korean": "Korean",
  "Norwegian": "Norwegian",
  "Polish": "Polish",
  "Portuguese": "Portuguese",
  "Russian": "Russian",
  "Spanish": "Spanish",
  "Swedish": "Swedish",
  "Thai": "Thai",
  "Turkish": "Turkish",
  "Ukrainian": "Ukrainian",
  "Vietnamese": "Vietnamese",
  "Go to top": "Go to top",
  "Port 25 blocked by ISP": "Port 25 blocked by ISP",
  "Email API Reference": "Email API Reference",
  "Regex Email Forwarding": "Regex Email Forwarding",
  "Open Source": "Open Source",
  "GPG Key": "GPG Key",
  "Learn more": "Learn more",
  "We support OpenPGP and end-to-end encryption": "We support OpenPGP and end-to-end encryption",
  "Languages": "Languages",
  "GitHub Repo stars": "GitHub Repo stars",
  "Qualys SSL Labs SSL Server Test": "Qualys SSL Labs SSL Server Test",
  "Mozilla HTTP Observatory Grade": "Mozilla HTTP Observatory Grade",
  "Internet Site Test": "Internet Site Test",
  "Internet Mail Test": "Internet Mail Test",
  "Hardenize Badge": "Hardenize Badge",
  "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.": "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.",
  "IOS is a trademark or registered trademark of Cisco.": "IOS is a trademark or registered trademark of Cisco.",
  "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.": "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.",
  "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.": "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.",
  "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.": "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.",
  "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.": "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.",
  "Linux is the registered trademark of Linus Torvalds.": "Linux is the registered trademark of Linus Torvalds.",
  "All rights reserved. All trademarks are property of their respective owners in the US and other countries.": "All rights reserved. All trademarks are property of their respective owners in the US and other countries.",
  "Chat with us": "Chat with us",
  "Success": "Success",
  "Error": "Error",
  "Info": "Info",
  "Question": "Question",
  "OK": "OK",
  "Cancel": "Cancel",
  "Close this dialog": "Close this dialog",
  "Are you sure?": "Are you sure?",
  "Please confirm if you wish to continue.": "Please confirm if you wish to continue.",
  "Español": "Español",
  "Hello": "Hello",
  "Invalid two-factor authentication passcode.": "Invalid two-factor authentication passcode.",
  "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>": "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>",
  "Authenticate yourself with optional OTP to log in.": "Authenticate yourself with optional OTP to log in.",
  "Ask a question": "Ask a question",
  "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?": "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?",
  "Write your message": "Write your message",
  "Message": "Message",
  "We'll be in contact with you!": "We'll be in contact with you!",
  "Send message": "Send message",
  "Upgrade": "Upgrade",
  "My Account": "My Account",
  "Domains": "Domains",
  "Emails": "Emails",
  "Analytics": "Analytics",
  "Logs": "Logs",
  "Profile": "Profile",
  "Billing": "Billing",
  "Sign out": "Sign out",
  "Please enable JavaScript to use our website.": "Please enable JavaScript to use our website.",
  "Account Recovery": "Account Recovery",
  "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.": "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.",
  "Verify access to your email address with a code emailed to you.": "Verify access to your email address with a code emailed to you.",
  "Wait 3-5 business days for an administrative follow-up email.": "Wait 3-5 business days for an administrative follow-up email.",
  "Access to your account will be unlocked for you.": "Access to your account will be unlocked for you.",
  "Continue": "Continue",
  "Two-Factor Check": "Two-Factor Check",
  "Passcode": "Passcode",
  "Don't ask me again in this browser": "Don't ask me again in this browser",
  "Having trouble?": "Having trouble?",
  "Use a recovery key": "Use a recovery key",
  "Lose your recovery keys?": "Lose your recovery keys?",
  "Request account recovery": "Request account recovery",
  "Password was invalid.": "Password was invalid.",
  "Setup OTP": "Setup OTP",
  "Download your emergency recovery keys below.": "Download your emergency recovery keys below.",
  "Download": "Download",
  "Copy": "Copy",
  "Confirm Password": "Confirm Password",
  "Recommended Authenticator Apps": "Recommended Authenticator Apps",
  "App": "App",
  "Links": "Links",
  "Open-Source": "Open-Source",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "F-Droid": "F-Droid",
  "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.": "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.",
  "<strong>Step 2:</strong> Scan this QR code and enter its generated token:": "<strong>Step 2:</strong> Scan this QR code and enter its generated token:",
  "Can’t scan the QR code?  Configure with this code": "Can’t scan the QR code?  Configure with this code",
  "Complete Setup": "Complete Setup",
  "Recovery Key": "Recovery Key",
  "Your request was successfully completed.": "Your request was successfully completed.",
  "Invalid recovery key.": "Invalid recovery key.",
  "Recovery key successful. This key will no longer be valid.": "Recovery key successful. This key will no longer be valid.",
  "You have run out of recovery keys. Please download the newly generated recovery keys before continuing.": "You have run out of recovery keys. Please download the newly generated recovery keys before continuing."
}