{
  "10": "10",
  "25": "25",
  "50": "50",
  "Domain is not a registered domain name. <a class=\"font-weight-bold\" href=\"/domain-registration\">Click here to register it now</a>.": "O domínio não é um nome de domínio registrado. <a class=\"font-weight-bold\" href=\"/domain-registration\">Clique aqui para registrá-lo agora</a>.",
  "If we detect your DNS records are valid, then we will send you an automated email alert.  We routinely check DNS records for your domain every few hours.": "Se detectarmos que seus registros DNS são válidos, enviaremos um alerta automático por e-mail. Verificamos rotineiramente os registros DNS do seu domínio a cada poucas horas.",
  "Please ensure that your DNS nameservers are set properly too (e.g. if you are using a DNS provider such as Cloudflare &ndash; which may be a different provider than your domain registrar).": "Certifique-se de que seus servidores de nomes DNS também estejam configurados corretamente (por exemplo, se você estiver usando um provedor DNS como Cloudflare &ndash; que pode ser um provedor diferente do seu registrador de domínio).",
  "<p class=\"mb-0\"><strong>Making changes to your DNS records takes time to propagate throughout the Internet. <span class=\"text-danger\">You may need to wait a few minutes</span> and then try again.</strong></p>": "<p class=\"mb-0\"><strong>Fazer alterações em seus registros DNS leva tempo para se propagar pela Internet. <span class=\"text-danger\">Você pode precisar aguardar alguns minutos</span> e tentar novamente.</strong></p>",
  "Domain is missing required DNS <span class=\"notranslate\">TXT</span> record of: <span class=\"notranslate\">%s</span>": "O domínio está faltando o registro DNS <span class=\"notranslate\">TXT</span> obrigatório de: <span class=\"notranslate\">%s</span>",
  "<p class=\"mb-0\">We have detected that your domain has multiple MX server providers. Please ensure that the <strong>ONLY</strong> DNS MX records are:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Detectamos que seu domínio tem múltiplos provedores de servidor MX. Certifique-se de que os <strong>ÚNICOS</strong> registros DNS MX sejam:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Certifique-se de não ter erros de digitação e ter ambos os registros únicos adicionados (por exemplo, certifique-se de que ambos os registros não sejam iguais). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Leia nosso FAQ</a> para instruções detalhadas.</p>",
  "From header must be equal to <span class=\"notranslate\">%s</span> (or) you can use a domain-wide catch-all password at <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>": "O cabeçalho From deve ser igual a <span class=\"notranslate\">%s</span> (ou) você pode usar uma senha catch-all para todo o domínio em <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>",
  "<p class=\"mb-0\">Domain is missing required DNS MX records of:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">O domínio está faltando os registros DNS MX obrigatórios de:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Certifique-se de não ter erros de digitação e ter ambos os registros únicos adicionados (por exemplo, certifique-se de que ambos os registros não sejam iguais). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Leia nosso FAQ</a> para instruções detalhadas.</p>",
  "Invalid DKIM signature.": "Assinatura DKIM inválida.",
  "Newsletter approval required for <span class=\"notranslate\">%s</span>": "Aprovação de newsletter necessária para <span class=\"notranslate\">%s</span>",
  "We detected that you attempted to send an outbound SMTP newsletter for <strong class=\"notranslate\">%s</strong>.  Your domain does not yet have newsletter support approved, and an admin has been notified to begin review.  This process usually is resolved within 2-4 hours, but sometimes it may longer.": "Detectamos que você tentou enviar um newsletter SMTP de saída para <strong class=\"notranslate\">%s</strong>. Seu domínio ainda não tem suporte a newsletter aprovado, e um administrador foi notificado para iniciar a revisão. Este processo geralmente é resolvido em 2-4 horas, mas às vezes pode demorar mais.",
  "Newsletter usage is not yet approved for your account, please wait for approval or contact us for support.": "O uso de newsletter ainda não está aprovado para sua conta, aguarde a aprovação ou entre em contato conosco para suporte.",
  "You have exceeded your daily SMTP outbound rate limit.": "Você excedeu seu limite diário de taxa de SMTP de saída.",
  "From header must end with <span class=\"notranslate\">%s</span>": "O cabeçalho From deve terminar com <span class=\"notranslate\">%s</span>",
  "An error code of \"<span class=\"notranslate\">%s</span>\" occurred while performing the DNS lookup. Please try again.": "Um código de erro \"<span class=\"notranslate\">%s</span>\" ocorreu ao realizar a consulta DNS. Tente novamente.",
  "See": "Veja",
  "https://github.com/scintill/macos-server-apns-certs/tree/master": "https://github.com/scintill/macos-server-apns-certs/tree/master",
  "About Forward Email": "Sobre o Forward Email",
  "Table of Contents": "Índice",
  "Foreword": "Prefácio",
  "History": "História",
  "Forward Email is a": "Forward Email é um",
  "free and open-source": "serviço gratuito e de código aberto",
  "email forwarding": "de encaminhamento de e-mail",
  "service focused on a user's": "focado no",
  "right to privacy": "direito à privacidade do usuário",
  ", and was launched in November 2017.  It offers unlimited custom domain names, unlimited email addresses and aliases, unlimited disposable email addresses, spam and phishing protection, and other features.  The service is maintained and owned by its original founding team of designers and developers.  It is built with 100% open-source software using": ", e foi lançado em novembro de 2017. Oferece nomes de domínio personalizados ilimitados, endereços de e-mail e aliases ilimitados, endereços de e-mail descartáveis ilimitados, proteção contra spam e phishing, e outros recursos. O serviço é mantido e pertence à sua equipe fundadora original de designers e desenvolvedores. É construído com 100% de software de código aberto usando",
  "JavaScript": "JavaScript",
  "Node.js": "Node.js",
  ", and": ", e",
  "We launched in November 2017 after an initial release.": "Lançamos em novembro de 2017 após um lançamento inicial.",
  "In April 2018": "Em abril de 2018",
  "Cloudflare": "a Cloudflare",
  "launched their": "lançou seu",
  "privacy-first consumer DNS service": "serviço DNS para consumidores com foco na privacidade",
  ", and we switched from using": ", e mudamos do uso do",
  "OpenDNS": "OpenDNS",
  "to": "para",
  "for handling": "para lidar com",
  "lookups.": "consultas.",
  "In October 2018, we allowed users to \"Send Mail As\" with": "Em outubro de 2018, permitimos que os usuários \"Enviassem E-mail Como\" com",
  "Gmail": "Gmail",
  "and": "e",
  "Outlook": "Outlook",
  "In May 2019, we released v2, which was a major rewrite from the initial versions and focused on": "Em maio de 2019, lançamos a v2, que foi uma grande reescrita das versões iniciais e focou na",
  "performance": "performance",
  "through the use of": "através do uso de",
  "'s": "",
  "streams": "streams",
  "In February 2020, we released the Enhanced Privacy Protection plan.  This plan allows users to switch off setting public DNS record entries with their email forwarding configuration aliases. Through this plan, a user's email alias information is hidden from being publicly searchable over the Internet. We also released a feature to enable or disable specific aliases while still allowing them to appear as a valid email address and return a successful": "Em fevereiro de 2020, lançamos o plano Enhanced Privacy Protection. Este plano permite que os usuários desliguem a configuração de entradas de registro DNS público com seus aliases de configuração de encaminhamento de e-mail. Através deste plano, as informações de alias de e-mail de um usuário ficam ocultas de serem publicamente pesquisáveis na Internet. Também lançamos um recurso para habilitar ou desabilitar aliases específicos enquanto ainda permite que apareçam como um endereço de e-mail válido e retornem um",
  "SMTP status code": "código de status SMTP",
  ", but the emails will be immediately discarded (similar to piping output from a process to": "bem-sucedido, mas os e-mails serão imediatamente descartados (similar ao redirecionamento de saída de um processo para",
  "/dev/null": "/dev/null",
  "In April 2020, we released our initial alpha version of Spam Scanner after hitting countless roadblocks with existing spam-detection solutions and because none of these solutions (": "Em abril de 2020, lançamos nossa versão alfa inicial do Spam Scanner após encontrar inúmeros obstáculos com soluções de detecção de spam existentes e porque nenhuma dessas soluções (",
  "Rspamd": "Rspamd",
  "SpamAssassin": "SpamAssassin",
  ") honored our privacy policy. Spam Scanner is a completely free and open-source": ") respeitou nossa política de privacidade. Spam Scanner é uma solução de",
  "anti-spam filtering": "filtragem anti-spam",
  "solution which uses a": "completamente gratuita e de código aberto que usa uma abordagem de",
  "Naive Bayes spam filtering": "filtragem de spam Naive Bayes",
  "approach in combination with": "em combinação com proteção",
  "anti-phishing": "anti-phishing",
  "IDN homograph attack": "contra ataques de homógrafo IDN",
  "protection.  We also released a feature to allow": ". Também lançamos um recurso para permitir",
  "two-factor authentication": "autenticação de dois fatores",
  "(2FA) using a": "(2FA) usando uma",
  "one-time password": "senha única",
  "(OTP) for enhanced account security.": "(OTP) para segurança aprimorada da conta.",
  "In May 2020, we allowed custom": "Em maio de 2020, permitimos",
  "port forwarding": "encaminhamento de porta",
  "as workaround for users to circumvent port blocking by their": "personalizado como solução alternativa para os usuários contornarem o bloqueio de porta por seu",
  ".  We also released our": "provedor de serviços de internet. Também lançamos nossa",
  "Free Email Forwarding RESTful API": "API RESTful de Encaminhamento de E-mail Gratuito",
  ", with complete documentation and real-time request and response examples.  We also released support for webhooks.": ", com documentação completa e exemplos de solicitação e resposta em tempo real. Também lançamos suporte para webhooks.",
  "In August 2020, we added support for the": "Em agosto de 2020, adicionamos suporte para o sistema de autenticação de e-mail",
  "Authenticated Received Chain": "Authenticated Received Chain",
  "(\"ARC\") email authentication system.": "(\"ARC\").",
  "On November 23, 2020 we publicly launched out of our beta program.": "Em 23 de novembro de 2020, lançamos publicamente saindo do nosso programa beta.",
  "In February 2021, we refactored our codebase to remove all": "Em fevereiro de 2021, refatoramos nossa base de código para remover todas as",
  "Python": "Python",
  "dependencies – which allowed our stack to become 100%": "dependências Python – o que permitiu que nossa pilha se tornasse 100%",
  "On September 27, 2021,": "Em 27 de setembro de 2021,",
  "we added support": "adicionamos suporte",
  "for email forwarding aliases to match": "para aliases de encaminhamento de e-mail corresponderem a",
  "regular expressions": "expressões regulares",
  "In January 2023, we launched a re-designed and page-speed optimized website.": "Em janeiro de 2023, lançamos um site redesenhado e otimizado para velocidade de página.",
  "In February 2023, we added support for": "Em fevereiro de 2023, adicionamos suporte para",
  "error logs": "logs de erro",
  "and a": "e um",
  "dark mode": "modo escuro",
  "website color scheme.": "esquema de cores do site.",
  "In March 2023, we released": "Em março de 2023, lançamos",
  "Tangerine": "Tangerine",
  "and integrated it throughout our infrastructure – this means we use": "e o integramos em toda nossa infraestrutura – isso significa que usamos",
  "DNS over HTTPS": "DNS over HTTPS",
  "(\"DoH\") at the application layer.  We also added support for": "(\"DoH\") na camada de aplicação. Também adicionamos suporte para",
  "switched": "mudança",
  "from": "do",
  "hCaptcha": "hCaptcha",
  "Cloudflare Turnstile": "Cloudflare Turnstile",
  "In April 2023, we implemented and automated entirely new infrastructure.  Our entire service is now running on globally load-balanced and proximity-based DNS (with health checks and failover) using": "Em abril de 2023, implementamos e automatizamos uma infraestrutura totalmente nova. Todo o nosso serviço agora está rodando em DNS globalmente balanceado por carga e baseado em proximidade (com verificações de saúde e failover) usando",
  "(before we were using round-robin DNS on Cloudflare).  Additionally we switched to": "(antes estávamos usando DNS round-robin no Cloudflare). Além disso, mudamos para",
  "bare metal servers": "servidores bare metal",
  "across multiple providers – which include": "em múltiplos provedores – que incluem",
  "Vultr": "Vultr",
  "Digital Ocean": "Digital Ocean",
  "(before we solely used Digital Ocean).  Both of these providers are SOC 2 Type 2 compliant – see": "(antes usávamos apenas Digital Ocean). Ambos esses provedores são compatíveis com SOC 2 Type 2 – veja",
  "Vultr's Compliance": "Conformidade da Vultr",
  "Digital Ocean's Certifications": "Certificações da Digital Ocean",
  "for more insight.  Furthermore, our MongoDB and Redis databases are now running on clusters with primary and standby nodes for high availability, end-to-end SSL encryption, encryption-at-rest, and point-in-time recovery (PITR).": "para mais informações. Além disso, nossos bancos de dados MongoDB e Redis agora estão rodando em clusters com nós primários e de standby para alta disponibilidade, criptografia SSL ponta a ponta, criptografia em repouso e recuperação point-in-time (PITR).",
  "In May 2023, we launched our": "Em maio de 2023, lançamos nosso",
  "outbound SMTP": "recurso SMTP de saída",
  "feature for": "para",
  "sending email with SMTP": "enviar e-mail com SMTP",
  "sending email with API": "enviar e-mail com API",
  "requests.  This feature has built-in safeguards to ensure high deliverability, a modern and robust queue and retry system, and": "solicitações. Este recurso tem salvaguardas integradas para garantir alta entregabilidade, um sistema moderno e robusto de fila e tentativas, e",
  "supports error logs in real-time": "suporta logs de erro em tempo real",
  "In November 2023, we launched our": "Em novembro de 2023, lançamos nosso",
  "encrypted mailbox storage": "armazenamento de caixa de correio criptografado",
  "IMAP suppport": "suporte IMAP",
  "In December 2023,": "Em dezembro de 2023,",
  "for": "adicionamos suporte para",
  "passkeys and WebAuthn": "passkeys e WebAuthn",
  "time to inbox": "tempo para caixa de entrada",
  "monitoring, and": "monitoramento, e",
  "OpenPGP for IMAP Storage": "OpenPGP para Armazenamento IMAP",
  "In February 2024,": "Em fevereiro de 2024,",
  "we added calendar (CalDAV) support": "adicionamos suporte a calendário (CalDAV)",
  "Throughout March to July 2024, we released major optimizations and improvements to our IMAP, POP3, and CalDAV service.  Our goal was to make our service snappy –  and as fast, if not faster than alternatives.": "De março a julho de 2024, lançamos grandes otimizações e melhorias em nosso serviço IMAP, POP3 e CalDAV. Nosso objetivo era tornar nosso serviço ágil – e tão rápido, se não mais rápido que as alternativas.",
  "In July 2024,": "Em julho de 2024,",
  "we added iOS Push support": "adicionamos suporte iOS Push",
  "since Apple Mail on iOS does not support IMAP": "já que o Apple Mail no iOS não suporta IMAP",
  "command.  Now users can get real-time notifications of new mail on their Apple iOS devices.  We also added time to inbox (\"TTI\") monitoring for our own service – as well as Yahoo/AOL (now that they support app-generated passwords again) to the footer of every page on our website.  Additionally, we now allow users to encrypt their plaintext DNS TXT records even on the free plan at no cost.  Privacy should not be a feature, it should be inherently built-in to all aspects of a product. As highly requested in a": "comando. Agora os usuários podem receber notificações em tempo real de novos e-mails em seus dispositivos Apple iOS. Também adicionamos monitoramento de tempo para caixa de entrada (\"TTI\") para nosso próprio serviço – bem como Yahoo/AOL (agora que eles suportam senhas geradas por aplicativo novamente) no rodapé de cada página do nosso site. Além disso, agora permitimos que os usuários criptografem seus registros DNS TXT em texto simples mesmo no plano gratuito sem custo. Privacidade não deveria ser um recurso, deveria estar inerentemente integrada em todos os aspectos de um produto. Como altamente solicitado em uma",
  "Privacy Guides discussion": "discussão do Privacy Guides",
  "and on": "e em",
  "our GitHub issues": "nossas issues do GitHub",
  "we've added this.  Lastly, we added the ability for aliases to either quietly reject": "adicionamos isso. Por último, adicionamos a capacidade para aliases rejeitarem silenciosamente",
  ", soft reject": ", rejeitarem suavemente",
  ", or hard reject": ", ou rejeitarem duramente",
  "if they are disabled.  Previously, disabled aliases only routed to a blackhole (e.g.": "se estiverem desabilitados. Anteriormente, aliases desabilitados apenas roteavam para um buraco negro (ex.",
  ") and it appeared to senders as if their messages to these disabled aliases succeeded.": ") e parecia aos remetentes como se suas mensagens para esses aliases desabilitados tivessem sido bem-sucedidas.",
  "In August 2024, we added support for exporting mailboxes as": "Em agosto de 2024, adicionamos suporte para exportar caixas de correio como",
  "Mbox": "Mbox",
  "formats (in addition to the": "formatos (além do formato de exportação",
  "SQLite": "SQLite",
  "export format already supported) – and we also added": "já suportado) – e também adicionamos",
  "webhook signature support": "suporte a assinatura de webhook",
  "via": "via cabeçalho",
  "header.  We also": ". Também",
  "added support for bounce webhooks": "adicionamos suporte para webhooks de bounce",
  "and now allow users to send newsletters, announcements, and email marketing through our outbound SMTP service.": "e agora permitimos que os usuários enviem newsletters, anúncios e marketing por e-mail através do nosso serviço SMTP de saída.",
  "Free Email Forwarding for Custom Domains": "Free Email Forwarding for Custom Domains",
  "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.": "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.",
  "Terms of Service": "Terms of Service",
  "Read our terms and conditions of use for our email forwarding service.": "Read our terms and conditions of use for our email forwarding service.",
  "History of Forward Email": "History of Forward Email",
  "Learn more about Forward Email and the history of our service.": "Learn more about Forward Email and the history of our service.",
  "Privacy Policy": "Privacy Policy",
  "Read our privacy policy for our email forwarding service.": "Read our privacy policy for our email forwarding service.",
  "Please log in or sign up to view the page you requested.": "Please log in or sign up to view the page you requested.",
  "Warning": "Warning",
  "Written by": "Written by",
  "Team": "Team",
  "Time to read": "Time to read",
  "Less than 5 minutes": "Less than 5 minutes",
  "Search for anything:": "Search for anything:",
  "Search": "Search",
  "Popular Searches": "Popular Searches",
  "Sign up now &ndash; it's free!": "Sign up now &ndash; it's free!",
  "Have an account?": "Have an account?",
  "Click here": "Click here",
  "Email address": "Email address",
  "Password": "Password",
  "Get started": "Get started",
  "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.": "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.",
  "Welcome back!": "Welcome back!",
  "Don't have an account?": "Don't have an account?",
  "Please enable JavaScript to sign in with Passkey.": "Please enable JavaScript to sign in with Passkey.",
  "Sign in with Passkey": "Sign in with Passkey",
  "or": "or",
  "Sign in": "Sign in",
  "Forget your password?": "Forget your password?",
  "Features &amp; Pricing": "Features &amp; Pricing",
  "FAQ": "FAQ",
  "Log in": "Log in",
  "Signup": "Signup",
  "Toggle navigation": "Toggle navigation",
  "Apps": "Apps",
  "Desktop": "Desktop",
  "Resources": "Resources",
  "What is <span class=\"notranslate\">Forward Email</span>?": "What is <span class=\"notranslate\">Forward Email</span>?",
  "Frequently Asked Questions": "Frequently Asked Questions",
  "Time to Inbox": "Time to Inbox",
  "Help": "Help",
  "Disposable Addresses": "Disposable Addresses",
  "Domain Registration": "Domain Registration",
  "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record": "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record",
  "Reserved Email Addresses": "Reserved Email Addresses",
  "Denylist Removal": "Denylist Removal",
  "Guides": "Guides",
  "Outbound SMTP": "Outbound SMTP",
  "SMTP Integration Examples": "SMTP Integration Examples",
  "Send Email with Custom Domain": "Send Email with Custom Domain",
  "Send Mail As with Gmail": "Send Mail As with Gmail",
  "Email Setup Guides": "Email Setup Guides",
  "How to Setup Email with <span class=\"notranslate\">%s</span>": "How to Setup Email with <span class=\"notranslate\">%s</span>",
  "Other providers": "Other providers",
  "Developers": "Developers",
  "Technical Whitepaper": "Technical Whitepaper",
  "IP Addresses": "IP Addresses",
  "API Reference": "API Reference",
  "Self Hosted Email": "Self Hosted Email",
  "Email Webhooks": "Email Webhooks",
  "Bounce Webhooks": "Bounce Webhooks",
  "Custom Domain Regex Filtering": "Custom Domain Regex Filtering",
  "Email Service Comparison": "Email Service Comparison",
  "Email Services": "Email Services",
  "Private Email Services": "Private Email Services",
  "Open-Source Email Services": "Open-Source Email Services",
  "Transactional Email Services": "Transactional Email Services",
  "Email API's for Developers": "Email API's for Developers",
  "Email Spam Filtering Services": "Email Spam Filtering Services",
  "Developer Articles": "Developer Articles",
  "A Decade of Open-Source Impact": "A Decade of Open-Source Impact",
  "Email Spam Protection Filter": "Email Spam Protection Filter",
  "Mail Server Providers": "Mail Server Providers",
  "Practices for Node.js Logging": "Practices for Node.js Logging",
  "Security Audit Companies": "Security Audit Companies",
  "Case Study: Gov/Federal Email Compliance": "Case Study: Gov/Federal Email Compliance",
  "Case Study: Alumni Email": "Case Study: Alumni Email",
  "Case Study: Ubuntu Email": "Case Study: Ubuntu Email",
  "Case Study: Linux Foundation": "Case Study: Linux Foundation",
  "Custom Fonts in Emails": "Custom Fonts in Emails",
  "Email Regex JavaScript and Node.js": "Email Regex JavaScript and Node.js",
  "Email Testing for Browsers and iOS Simulator": "Email Testing for Browsers and iOS Simulator",
  "The Complete Guide to Forward Email's Service": "The Complete Guide to Forward Email's Service",
  "Optimize Node.js for Production": "Optimize Node.js for Production",
  "Crypto Supported Email Service": "Crypto Supported Email Service",
  "Self-Hosted Email": "Self-Hosted Email",
  "JavaScript Contact Forms Node.js": "JavaScript Contact Forms Node.js",
  "Node.js DNS over HTTPS": "Node.js DNS over HTTPS",
  "Node.js Email Templates": "Node.js Email Templates",
  "Node.js Job Scheduler": "Node.js Job Scheduler",
  "Node.js Logging Service": "Node.js Logging Service",
  "Case Study: The PayPal Disaster": "Case Study: The PayPal Disaster",
  "Quantum Resistant Email Service": "Quantum Resistant Email Service",
  "Send React Emails": "Send React Emails",
  "Case Study: Email Startups": "Case Study: Email Startups",
  "Bulletproof Payment System with Stripe and PayPal": "Bulletproof Payment System with Stripe and PayPal",
  "How Forward Email Safeguards Your Communications": "How Forward Email Safeguards Your Communications",
  "URL Regex JavaScript and Node.js": "URL Regex JavaScript and Node.js",
  "Why Open-Source Email is the Future": "Why Open-Source Email is the Future",
  "Company": "Company",
  "About": "About",
  "Security": "Security",
  "Privacy": "Privacy",
  "Terms": "Terms",
  "GDPR": "GDPR",
  "DPA": "DPA",
  "Report Abuse": "Report Abuse",
  "Press": "Press",
  "Send us an email": "Send us an email",
  "Careers": "Careers",
  "100% Systems Online": "100% Systems Online",
  "Status Page": "Status Page",
  "100%": "100%",
  "Community": "Community",
  "Newsletter": "Newsletter",
  "Footer": "Footer",
  "Have a question or confused?": "Have a question or confused?",
  "Learn more about:": "Learn more about:",
  "Privacy Protected": "Privacy Protected",
  "Custom Domain Email": "Custom Domain Email",
  "Open Source Email": "Open Source Email",
  "Secure Email Forwarding": "Secure Email Forwarding",
  "Secure Checkout": "Secure Checkout",
  "Payment methods accepted:": "Payment methods accepted:",
  "SEPA Direct Debit": "SEPA Direct Debit",
  "Canadian pre-authorized debits": "Canadian pre-authorized debits",
  "ACH Direct Debit": "ACH Direct Debit",
  "Bank Transfer": "Bank Transfer",
  "Domestic Wire Transfer (Enterprise)": "Domestic Wire Transfer (Enterprise)",
  "International Wire Transfer (Enterprise)": "International Wire Transfer (Enterprise)",
  "English": "English",
  "Arabic": "Arabic",
  "Chinese": "Chinese",
  "Czech": "Czech",
  "Danish": "Danish",
  "Dutch": "Dutch",
  "Finnish": "Finnish",
  "French": "French",
  "German": "German",
  "Hebrew": "Hebrew",
  "Hungarian": "Hungarian",
  "Indonesian": "Indonesian",
  "Italian": "Italian",
  "Japanese": "Japanese",
  "Korean": "Korean",
  "Norwegian": "Norwegian",
  "Polish": "Polish",
  "Portuguese": "Portuguese",
  "Russian": "Russian",
  "Spanish": "Spanish",
  "Swedish": "Swedish",
  "Thai": "Thai",
  "Turkish": "Turkish",
  "Ukrainian": "Ukrainian",
  "Vietnamese": "Vietnamese",
  "Go to top": "Go to top",
  "Port 25 blocked by ISP": "Port 25 blocked by ISP",
  "Email API Reference": "Email API Reference",
  "Regex Email Forwarding": "Regex Email Forwarding",
  "Open Source": "Open Source",
  "GPG Key": "GPG Key",
  "Learn more": "Learn more",
  "We support OpenPGP and end-to-end encryption": "We support OpenPGP and end-to-end encryption",
  "Languages": "Languages",
  "GitHub Repo stars": "GitHub Repo stars",
  "Qualys SSL Labs SSL Server Test": "Qualys SSL Labs SSL Server Test",
  "Mozilla HTTP Observatory Grade": "Mozilla HTTP Observatory Grade",
  "Internet Site Test": "Internet Site Test",
  "Internet Mail Test": "Internet Mail Test",
  "Hardenize Badge": "Hardenize Badge",
  "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.": "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.",
  "IOS is a trademark or registered trademark of Cisco.": "IOS is a trademark or registered trademark of Cisco.",
  "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.": "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.",
  "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.": "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.",
  "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.": "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.",
  "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.": "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.",
  "Linux is the registered trademark of Linus Torvalds.": "Linux is the registered trademark of Linus Torvalds.",
  "All rights reserved. All trademarks are property of their respective owners in the US and other countries.": "All rights reserved. All trademarks are property of their respective owners in the US and other countries.",
  "Chat with us": "Chat with us",
  "Success": "Success",
  "Error": "Error",
  "Info": "Info",
  "Question": "Question",
  "OK": "OK",
  "Cancel": "Cancel",
  "Close this dialog": "Close this dialog",
  "Are you sure?": "Are you sure?",
  "Please confirm if you wish to continue.": "Please confirm if you wish to continue.",
  "Español": "Español",
  "Hello": "Hello",
  "Invalid two-factor authentication passcode.": "Invalid two-factor authentication passcode.",
  "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>": "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>",
  "Authenticate yourself with optional OTP to log in.": "Authenticate yourself with optional OTP to log in.",
  "Ask a question": "Ask a question",
  "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?": "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?",
  "Write your message": "Write your message",
  "Message": "Message",
  "We'll be in contact with you!": "We'll be in contact with you!",
  "Send message": "Send message",
  "Upgrade": "Upgrade",
  "My Account": "My Account",
  "Domains": "Domains",
  "Emails": "Emails",
  "Analytics": "Analytics",
  "Logs": "Logs",
  "Profile": "Profile",
  "Billing": "Billing",
  "Sign out": "Sign out",
  "Please enable JavaScript to use our website.": "Please enable JavaScript to use our website.",
  "Account Recovery": "Account Recovery",
  "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.": "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.",
  "Verify access to your email address with a code emailed to you.": "Verify access to your email address with a code emailed to you.",
  "Wait 3-5 business days for an administrative follow-up email.": "Wait 3-5 business days for an administrative follow-up email.",
  "Access to your account will be unlocked for you.": "Access to your account will be unlocked for you.",
  "Continue": "Continue",
  "Two-Factor Check": "Two-Factor Check",
  "Passcode": "Passcode",
  "Don't ask me again in this browser": "Don't ask me again in this browser",
  "Having trouble?": "Having trouble?",
  "Use a recovery key": "Use a recovery key",
  "Lose your recovery keys?": "Lose your recovery keys?",
  "Request account recovery": "Request account recovery",
  "Password was invalid.": "Password was invalid.",
  "Setup OTP": "Setup OTP",
  "Download your emergency recovery keys below.": "Download your emergency recovery keys below.",
  "Download": "Download",
  "Copy": "Copy",
  "Confirm Password": "Confirm Password",
  "Recommended Authenticator Apps": "Recommended Authenticator Apps",
  "App": "App",
  "Links": "Links",
  "Open-Source": "Open-Source",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "F-Droid": "F-Droid",
  "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.": "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.",
  "<strong>Step 2:</strong> Scan this QR code and enter its generated token:": "<strong>Step 2:</strong> Scan this QR code and enter its generated token:",
  "Can’t scan the QR code?  Configure with this code": "Can’t scan the QR code?  Configure with this code",
  "Complete Setup": "Complete Setup",
  "Recovery Key": "Recovery Key",
  "Your request was successfully completed.": "Your request was successfully completed.",
  "Invalid recovery key.": "Invalid recovery key.",
  "Recovery key successful. This key will no longer be valid.": "Recovery key successful. This key will no longer be valid.",
  "You have run out of recovery keys. Please download the newly generated recovery keys before continuing.": "You have run out of recovery keys. Please download the newly generated recovery keys before continuing."
}