{
  "1": "1",
  "3": "3",
  "5": "5",
  "7": "7",
  "10": "10",
  "15": "15",
  "20": "20",
  "30": "30",
  "3600": "3600",
  "Privacy Policy": "Política de Privacidade",
  "Table of Contents": "Índice",
  "Information Not Collected": "Informações não coletadas",
  "Information Collected": "Informações coletadas",
  "Information Shared": "Informações compartilhadas",
  "Information Removal": "Remoção de informações",
  "We do not store any forwarded emails.": "Não armazenamos nenhum email encaminhado.",
  "We do not store any metadata about forwarded emails.": "Não armazenamos nenhum metadado sobre e-mails encaminhados.",
  "We do not store any server-side logs.": "Não armazenamos nenhum registro do lado do servidor.",
  "We do not store any client-side logs.": "Não armazenamos nenhum registro do lado do cliente.",
  "We do not store any IP addresses.": "Nós não armazenamos nenhum endereço IP.",
  "We do not store any browser information.": "Não armazenamos nenhuma informação do navegador.",
  "For transparency, at any time you can ": "Para transparência, a qualquer momento você pode",
  "view our source code": "veja nosso código fonte",
  " to see how the information below is collected and used:": " para ver como as informações abaixo são coletadas e usadas:",
  "We store a cookie in a session for your visit (strictly for functionality).  This cookie is stored securely in our Redis database.": "Armazenamos um cookie em uma sessão para sua visita (estritamente para funcionalidade). Este cookie é armazenado com segurança em nosso banco de dados Redis.",
  "We store your email address (strictly for functionality).  This email address is stored securely in our MongoDB database.": "Armazenamos seu endereço de e-mail (estritamente para funcionalidade). Esse endereço de email é armazenado com segurança em nosso banco de dados MongoDB.",
  "We store your domain name(s) and alias(es) you create (strictly for functionality).  This information is stored securely in our MongoDB database.": "Armazenamos seus nomes de domínio e alias que você cria (estritamente para funcionalidade). Essas informações são armazenadas com segurança em nosso banco de dados MongoDB.",
  "Any additional information you voluntarily provide us, such as comments or questions in a ": "Qualquer informação adicional que você nos fornecer voluntariamente, como comentários ou perguntas em um",
  "Help request": "Pedido de ajuda",
  ".": ".",
  "We do not share your information with any third-party whatsoever (with the exception of ": "Não compartilhamos suas informações com terceiros (com exceção de",
  "Postmark": "Carimbo postal",
  ", which we use for transactional emails, e.g. for account verification or password reset emails).": ", que usamos para e-mails transacionais, por exemplo para verificação da conta ou e-mails de redefinição de senha).",
  "We may need to and will comply with court ordered legal requests (but keep in mind we do not collect information mentioned above, so we will not be able to provide it to begin with).": "Podemos precisar e cumprir com as solicitações legais ordenadas pelo tribunal (mas lembre-se de que não coletamos as informações mencionadas acima, portanto não poderemos fornecê-las desde o início).",
  "If at any time if you wish to remove information that you have provided us with, then go to ": "Se, a qualquer momento, você desejar remover as informações que você nos forneceu, vá para",
  "My Account > Security": "Minha conta> Segurança",
  " and click \"Delete Account\".": " e clique em \"Excluir conta\".",
  "Frequently Asked Questions": "perguntas frequentes",
  "How do I get started and set up email forwarding": "Como faço para começar e configurar o encaminhamento de e-mail",
  "Why am I not receiving my test emails": "Por que não estou recebendo meus e-mails de teste",
  "How to Send Mail As using Gmail": "Como enviar email como usando o Gmail",
  "Why do my emails have \"no-reply@forwardemail.net\" as part of the FROM address": "Por que meus e-mails têm \"no-reply@forwardemail.net\" como parte do endereço FROM",
  "Can I just use this email forwarding service as a \"fallback\" or \"fallover\" MX server": "Posso apenas usar este serviço de encaminhamento de email como um servidor MX \"fallback\" ou \"fallover\"",
  "Can I forward emails to multiple recipients": "Posso encaminhar e-mails para vários destinatários",
  "Can I have multiple global catch-all recipients": "Posso ter vários destinatários globais abrangentes",
  "Is there a maximum limit on the number of email addresses I can forward to": "Existe um limite máximo para o número de endereços de e-mail aos quais posso encaminhar",
  "Can I recursively forward emails": "Posso encaminhar recursivamente e-mails",
  "Can people unregister or register my email forwarding without my permission": "As pessoas podem cancelar o registro ou registrar meu encaminhamento de email sem minha permissão",
  "How is it free": "Como é grátis",
  "What is the max email size limit": "Qual é o limite máximo de tamanho de e-mail",
  "Do you store emails and their contents": "Você armazena e-mails e seu conteúdo",
  "Do you store logs of emails": "Você armazena logs de e-mails",
  "Can you read my forwarded emails": "Você pode ler meus e-mails encaminhados",
  "Does it support the \"+\" symbol (e.g. for Gmail aliases)": "Suporta o símbolo \"+\" (por exemplo, aliases do Gmail)",
  "Does this forward my email's headers": "Isso encaminha os cabeçalhos do meu email",
  "Is this well-tested": "Isso é bem testado",
  "Do you pass along SMTP response messages and codes": "Você transmite mensagens e códigos de resposta SMTP",
  "How do you prevent spammers and ensure good email forwarding reputation": "Como você evita spammers e garante boa reputação de encaminhamento de email",
  "Can I \"send mail as\" with this": "Posso \"enviar correio como\" com este",
  "Can I forward unlimited emails with this": "Posso encaminhar e-mails ilimitados com este",
  "How do you perform DNS lookups on domain names": "Como você executa pesquisas de DNS em nomes de domínio",
  "How fast is this service": "Quão rápido é este serviço",
  "The guided steps below should take no more than ten minutes of your time to setup.  Please be sure to read the instructions (and notes) thoroughly while you are following each step.": "As etapas guiadas abaixo não devem demorar mais de dez minutos para serem configuradas. Certifique-se de ler as instruções (e notas) completamente enquanto segue cada etapa.",
  "Be sure to replace the email address of ": "Certifique-se de substituir o endereço de e-mail de",
  " with the email address you want to forward emails to (only if it is not accurate already).  Similarly be sure to replace ": " com o endereço de email para o qual você deseja encaminhar os emails (apenas se ainda não estiver correto). Da mesma forma, certifique-se de substituir",
  " with your custom domain name (only if it is not accurate already).": " com seu nome de domínio personalizado (apenas se ainda não estiver correto).",
  "1.": "1",
  " If you have already registered your domain name, then you must completely skip this step and go to step two.  Otherwise you can ": " Se você já registrou seu nome de domínio, deve pular completamente esta etapa e ir para a etapa dois. Caso contrário, você pode",
  "click here to register your domain name": "clique aqui para registrar seu nome de domínio",
  "2.": "2)",
  " Click on the provider under \"Provider Name\" below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:": " Clique no provedor em \"Nome do provedor\" abaixo de onde você registrou seu nome de domínio, siga as respectivas etapas em \"Etapas para configurar o DNS\" e retorne a essa guia para continuar a ler a etapa três abaixo:",
  "Clicking on a \"Provider Name\" below will open a link in a new tab for you.  After following the \"Steps to Configure DNS\" in this tab, do NOT close the tab, but instead return to this tab to proceed to step three.": "Clicar em um \"Nome do provedor\" abaixo abrirá um link em uma nova guia para você. Depois de seguir as \"Etapas para configurar o DNS\" nesta guia, NÃO feche a guia; em vez disso, retorne a essa guia para prosseguir para a etapa três.",
  "Provider Name": "Nome do provedor",
  "Steps to Configure DNS": "Etapas para configurar o DNS",
  "1&1": "1 e 1",
  "Sign in > Domain Center > (Select your domain) > Edit DNS Settings": "Entre> Central de Domínios> (Selecione seu domínio)> Editar configurações de DNS",
  "Amazon Route 53": "Amazon Route 53",
  "Sign in > Hosted Zones > (Select your domain)": "Entrar> Zonas hospedadas> (Selecione seu domínio)",
  "Cloudflare": "Cloudflare",
  "Sign in > DNS": "Entrar> DNS",
  "DNS Made Easy": "DNS facilitado",
  "Sign in > DNS > (Select your domain)": "Entre> DNS> (selecione seu domínio)",
  "Digital Ocean": "Digital Ocean",
  "Sign in > Networking > Domains > (Select your domain) > More > Manage Domain": "Entrar> Rede> Domínios> (Selecione seu domínio)> Mais> Gerenciar domínio",
  "DreamHost": "DreamHost",
  "Sign in > Panel > Domains > Manage Domains > DNS": "Entrar> Painel> Domínios> Gerenciar Domínios> DNS",
  "Dyn": "Homem",
  "Sign in > Overview > Manage > Simple Editor > Records": "Entrar> Visão geral> Gerenciar> Editor simples> Registros",
  "Gandi": "Gandi",
  "Sign in > (Select your domain) > Management > Edit the zone": "Entrar> (Selecione seu domínio)> Gerenciamento> Editar a zona",
  "GoDaddy": "GoDaddy",
  "Sign in > Manage My Domains > (Select your domain) > Manage DNS": "Entrar> Gerenciar meus domínios> (Selecione seu domínio)> Gerenciar DNS",
  "Google Domains": "Domínios do Google",
  "Sign in > (Select your domain) > Configure DNS": "Entrar> (Selecione seu domínio)> Configurar DNS",
  "Namecheap": "Namecheap",
  "Sign in > Domain List > (Select your domain) > Manage > Advanced DNS": "Entre> Lista de Domínios> (Selecione seu domínio)> Gerenciar> DNS Avançado",
  "Netlify": "Netlify",
  "Sign in > (Select your domain) > Setup Netlify DNS": "Entrar> (Selecione seu domínio)> Configurar DNS do Netlify",
  "Network Solutions": "Soluções de Rede",
  "Sign in > Account Manager > My Domain Names > (Select your domain) > Manage > Change Where Domain Points > Advanced DNS": "Entrar> Gerente de conta> Meus nomes de domínio> (Selecione seu domínio)> Gerenciar> Alterar onde os pontos de domínio> DNS avançado",
  "Shopify": "Shopify",
  "Sign in > Managed Domains > (Select your domain) > DNS Settings": "Entrar> Domínios gerenciados> (Selecione seu domínio)> Configurações de DNS",
  "eNom": "eNom",
  "Sign in > Domains > My Domains": "Entrar> Domínios> Meus Domínios",
  "3.": "3)",
  " Using your provider's DNS management page (the other tab you have opened), set the following \"MX\" record types on your domain name:": " Usando a página de gerenciamento de DNS do seu provedor (a outra guia que você abriu), defina os seguintes tipos de registro \"MX\" no seu nome de domínio:",
  "Name/Host/Alias": "Nome / Anfitrião / Alias",
  "TTL": "TTL",
  "Record Type": "Tipo de Registro",
  "Priority": "Prioridade",
  "Value/Answer/Destination": "Valor / Resposta / Destino",
  "@ or leave blank": "@ ou deixe em branco",
  "MX": "MX",
  "Note that there should be NO other MX records set on your domain name.  Both of the above records MUST exist.  If there were already MX records that existed, please delete them completely.": "Observe que NÃO deve haver outros registros MX definidos no seu nome de domínio. Ambos os registros acima devem existir. Se já existiam registros MX, exclua-os completamente.",
  "The \"TTL\" value does not need to be 3600, it could be a lower or higher value if necessary.": "O valor \"TTL\" não precisa ser 3600; pode ser um valor mais baixo ou mais alto, se necessário.",
  "4.": "4)",
  " Using your provider's DNS management page (the other tab you have opened), set the following \"TXT\" record types on your domain name:": " Usando a página de gerenciamento de DNS do seu provedor (a outra guia que você abriu), defina os seguintes tipos de registro \"TXT\" no seu nome de domínio:",
  "If you are forwarding all emails from your domain, (\"all@example.com\", \"hello@example.com\", etc) to a specific address \"niftylettuce@gmail.com\":": "Se você estiver encaminhando todos os emails do seu domínio (\"all@example.com\", \"hello@example.com\" etc.) para um endereço específico \"niftylettuce@gmail.com\":",
  "TXT": "TXT",
  "Make sure to replace the values above in the \"Value/Answer/Destination\" column with your own email address.": "Substitua os valores acima na coluna \"Valor / resposta / destino\" por seu próprio endereço de email.",
  "If you just need to forward a single email address (e.g. \"hello@example.com\" to \"niftylettuce@gmail.com\"; this will also forward \"hello+test@example.com\" to \"niftylettuce+test@gmail.com\" automatically):": "Se você apenas precisar encaminhar um único endereço de e-mail (por exemplo, \"hello@example.com\" para \"niftylettuce@gmail.com\"; isso também encaminhará \"hello+test@example.com\" para \"niftylettuce+test@gmail.com \"automaticamente):",
  "If you are forwarding multiple emails, then you'll want to separate them with a comma:": "Se você estiver encaminhando vários e-mails, será necessário separá-los com uma vírgula:",
  "You can have an infinite amount of forwarding emails setup – just make sure to not wrap over 255 characters in a single-line and start each line with \"forward-email=\".  An example is provided below:": "Você pode ter uma quantidade infinita de configurações de encaminhamento de emails - apenas certifique-se de não agrupar mais de 255 caracteres em uma única linha e iniciar cada linha com \"forward-email =\". Um exemplo é fornecido abaixo:",
  "You can also specify a domain name in your TXT record to have global alias forwarding (e.g. \"user@example.com\" will get forwarded to \"user@example.net\"):": "Você também pode especificar um nome de domínio no seu registro TXT para que o encaminhamento de alias global (por exemplo, \"usuário@exemplo.com\" seja encaminhado para \"usuário@exemplo.net\"):",
  "5.": "5)",
  " Using your provider's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record types on your domain name:": " Usando a página de gerenciamento de DNS do seu provedor (a outra guia que você abriu), defina adicionalmente os seguintes tipos de registro \"TXT\" no seu nome de domínio:",
  "⚠️ If you are using Google Apps, you'll need to append ": "⚠️ Se você estiver usando o Google Apps, precisará anexar",
  " to the value above – e.g. ": " para o valor acima - por exemplo",
  "If you already have a similar line with \"v=spf1\", then you'll need to append ": "Se você já tem uma linha semelhante com \"v = spf1\", precisará anexar",
  " right before any existing \"include:host.com\" records and before the \"-all\" in the same line, for example\":": " imediatamente antes de qualquer registro \"include: host.com\" existente e antes de \"-all\" na mesma linha, por exemplo \":",
  "Note that there is a difference between \"-all\" and \"~all\".  The \"-\" indicates that the SPF check should FAIL if it does not match, and \"~\" indicates that the SPF check should SOFTFAIL.  We recommend to use the \"-all\" approach to prevent domain forgery.": "Observe que há uma diferença entre \"-all\" e \"~ all\". O \"-\" indica que a verificação do SPF deve falhar se não corresponder e \"~\" indica que a verificação do SPF deve SOFTFAIL. Recomendamos usar a abordagem \"-all\" para impedir a falsificação de domínio.",
  "6.": "6",
  " Verify your DNS records using our \"Verify Records\" tool available at ": " Verifique seus registros DNS usando nossa ferramenta \"Verificar registros\", disponível em",
  "My Account > Domains": "Minha conta> Domínios",
  "7.": "7)",
  " Send a test email to confirm it works.  Note that it might take some time for your DNS records to propagate.": " Envie um email de teste para confirmar que funciona. Observe que pode levar algum tempo para que seus registros DNS se propaguem.",
  "8.": "8)",
  " Add ": " Adicionar",
  " to your contacts.  In the event that someone is attempting to send you an email that has a strict DMARC record policy of \"reject\" or \"quarantine\", we will rewrite the email's \"From\" header with a \"friendly-from\".  This means the \"From\" will look like \"Sender's Name ": " aos seus contatos. No caso de alguém tentar enviar a você um email com uma política estrita de registro do DMARC de \"rejeitar\" ou \"quarentena\", reescreveremos o cabeçalho \"De\" do email com um \"amigo de\". Isso significa que o \"De\" será semelhante ao \"Nome do remetente",
  "no-reply@forwardemail.net": "no-reply@forwardemail.net",
  "\" and a \"Reply-To\" will be added with the original sender's \"From\" address.  In the event that there is already a \"Reply-To\" set, we will not overwrite it.": "\"e um\" Responder a \"serão adicionados ao endereço\" De \"do remetente original. Caso já exista um conjunto de\" Responder a \", não o substituiremos.",
  "9.": "9",
  " If you wish to \"Send Mail As\" from Gmail, then you will need to follow the steps under ": " Se você deseja \"Enviar email como\" no Gmail, siga as etapas em",
  "How to Send Mail As Using Gmail": "Como enviar email como usando o Gmail",
  " below.": " abaixo.",
  "Optional Add-ons:": "Complementos opcionais:",
  "Add a DMARC record for your domain name by following the instructions at ": "Adicione um registro DMARC ao seu nome de domínio, seguindo as instruções em",
  "https://dmarc.postmarkapp.com": "https://dmarc.postmarkapp.com",
  " (this will allow DMARC verification to pass)": " (isso permitirá que a verificação do DMARC seja aprovada)",
  "⚠️ If you intend to use ": "⚠️ Se você pretende usar",
  ", you can only set the DMARC policy to \"p=none\", for example:": ", você só pode definir a política DMARC como \"p = none\", por exemplo:",
  "Setting other policies, \"quarantine\" or \"reject\", may cause sent mails to end up in recipient's spam folder or not delivered at all.": "Definir outras políticas, \"quarentena\" ou \"rejeitar\", pode fazer com que os e-mails enviados acabem na pasta de spam do destinatário ou não sejam entregues.",
  "DMARC requires both \"From\" and \"Return-Path\" to match the same domain. When you use \"Send Mail As\", your Gmail address would be used as the \"Return-Path\", instead of your custom domain in \"From\".": "O DMARC requer que \"De\" e \"Return-Path\" correspondam ao mesmo domínio. Quando você usa \"Enviar email como\", seu endereço do Gmail é usado como \"Caminho de retorno\", em vez de seu domínio personalizado em \"De\".",
  "If the email lands in your spam folder (which it should not), you can whitelist it (e.g. here are instructions for Google ": "Se o e-mail estiver na sua pasta de spam (o que não deveria), você pode colocá-lo na lista de permissões (por exemplo, aqui estão as instruções para o Google",
  "https://support.google.com/a/answer/60751?hl=en&ref_topic=1685627": "https://support.google.com/a/answer/60751?hl=pt_PT&ref_topic=1685627",
  ")": ")",
  "Add the ability to \"Send Mail As\" from Gmail by following ": "Adicione a capacidade de \"Enviar email como\" do Gmail seguindo",
  " below": " abaixo",
  "The most probable cause of your issues with not receiving test emails or with configuration in general is due to DNS propagation and caching.": "A causa mais provável dos seus problemas com o não recebimento de emails de teste ou com a configuração em geral é devido à propagação e ao cache do DNS.",
  "Fortunately ": "Felizmente",
  "our DNS provider Cloudflare has a nice \"Purge Cache\" tool available for you to use at:": "nosso provedor de DNS Cloudflare possui uma ótima ferramenta \"Purge Cache\" disponível para você usar em:",
  " ": " ",
  "https://1.1.1.1/purge-cache/": "https://1.1.1.1/purge-cache/",
  "All you need to do is go to that link for both \"MX\" and \"TXT\" record types, enter your domain name, and click \"Purge Cache\".  You'll then need to wait a few minutes and try again!": "Tudo o que você precisa fazer é acessar esse link para os tipos de registro \"MX\" e \"TXT\", inserir seu nome de domínio e clicar em \"Limpar cache\". Você precisará aguardar alguns minutos e tentar novamente!",
  "After you've followed the steps above in ": "Depois de seguir as etapas acima em",
  " you can follow these steps in Gmail in order to \"Send Mail As\" using your custom domain.": " você pode seguir estas etapas no Gmail para \"Enviar email como\" usando seu domínio personalizado.",
  "You need to have ": "Você precisa ter",
  "Gmail's Two-Factor Authentication": "Autenticação de dois fatores do Gmail",
  " enabled for this to work.  Visit ": " ativado para que isso funcione. Visita",
  "https://www.google.com/landing/2step/": "https://www.google.com/landing/2step/",
  " if you do not have it enabled.": " se você não o tiver ativado.",
  "Once Two-Factor Authentication is enabled (or if you already had it enabled), then visit ": "Depois que a autenticação de dois fatores estiver ativada (ou se você já a tiver ativado), visite",
  "https://myaccount.google.com/apppasswords": "https://myaccount.google.com/apppasswords",
  "When prompted for \"Select the app and device you want to generate the app password for\":": "Quando solicitado \"Selecione o aplicativo e o dispositivo para os quais você deseja gerar a senha do aplicativo\":",
  "Select \"Mail\" under the drop-down for \"Select app\"": "Selecione \"Correio\" no menu suspenso de \"Selecionar aplicativo\"",
  "Select \"Other\" under the drop-down for \"Select device\"": "Selecione \"Outro\" no menu suspenso de \"Selecionar dispositivo\"",
  "When prompted for text input, enter your custom domain's email address you're forwarding from (e.g. ": "Quando a entrada de texto for solicitada, digite o endereço de e-mail do seu domínio personalizado para o qual você está encaminhando (por exemplo,",
  " - this will help you keep track in case you use this service for multiple accounts)": " - isso ajudará você a acompanhar se você usa este serviço para várias contas)",
  "Copy the password to your clipboard that is automatically generated": "Copie a senha para a área de transferência gerada automaticamente",
  "⚠️ If you are using Google Apps, visit your admin panel ": "⚠️ Se você estiver usando o Google Apps, visite seu painel de administração",
  "Apps > G Suite >Settings for Gmail > Advanced settings": "Aplicativos> G Suite> Configurações do Gmail> Configurações avançadas",
  " and make sure to check \"Allow users to send mail through an external SMTP server...\". There will be some delay for this change to be activated, so please wait for ~5-10 minutes.": " e verifique se \"Permitir que os usuários enviem email por um servidor SMTP externo ...\". Haverá algum atraso para que essa alteração seja ativada; portanto, aguarde ~ 5 a 10 minutos.",
  "Go to ": "Vamos para",
  "Gmail": "Gmail",
  " and under ": " e abaixo",
  "Settings > Accounts and Import > Send mail as": "Configurações> Contas e Importação> Enviar e-mail como",
  ", click \"Add another email address\"": ", clique em \"Adicionar outro endereço de email\"",
  "When prompted for \"Name\", enter the name that you want your email to be seen as \"From\" (e.g. ": "Quando for solicitado \"Nome\", digite o nome em que você deseja que seu e-mail seja visto como \"De\" (por exemplo,",
  "When prompted for \"Email address\", enter the email address with the custom domain you used above (e.g. ": "Quando solicitado \"Endereço de email\", digite o endereço de email com o domínio personalizado usado acima (por exemplo,",
  "Uncheck \"Treat as an alias\"": "Desmarque a opção \"Tratar como um alias\"",
  "Check it if you prefer the recipient to reply (to the mail sent using your custom domain) directly to your Gmail address. ": "Marque se preferir que o destinatário responda (ao e-mail enviado usando seu domínio personalizado) diretamente para o seu endereço do Gmail.",
  "See details": "Veja detalhes",
  "Click \"Next Step\" to proceed": "Clique em \"Next Step\" para continuar",
  "When prompted for \"SMTP Server\", enter ": "Quando solicitado \"Servidor SMTP\", digite",
  " and leave the port as ": " e deixe o porto como",
  "When prompted for \"Username\", enter the portion of your Gmail address without the ": "Quando for solicitado \"Nome de usuário\", digite a parte do seu endereço do Gmail sem o",
  " part (e.g. ": " parte (por exemplo,",
  " if my email is ": " se meu email for",
  "When prompted for \"Password\", paste from your clipboard the password you generated in step 2 above": "Quando solicitado \"Senha\", cole na sua área de transferência a senha que você gerou na etapa 2 acima",
  "Leave the radio button checked to \"Secured connection using TLS\"": "Deixe o botão de opção marcado como \"Conexão segura usando TLS\"",
  "Click \"Add Account\" to proceed": "Clique em \"Adicionar conta\" para continuar",
  "Open a new tab to ": "Abra uma nova guia para",
  " and wait for your verification email to arrive (you will receive a verification code that confirms you are the owner of the email address you are attempting to \"Send Mail As\")": " e aguarde a chegada do seu email de verificação (você receberá um código de verificação que confirma que você é o proprietário do endereço de email que está tentando \"Enviar email como\")",
  "Once it arrives, copy and paste the verification code at the prompt you received in the previous step": "Quando chegar, copie e cole o código de verificação no prompt que você recebeu na etapa anterior",
  "Once you've done that, go back to the email and click the link to \"confirm the request\". You need to do this step and the previous step for the email to be correctly configured.": "Depois de fazer isso, volte para o e-mail e clique no link para \"confirmar a solicitação\". Você precisa executar esta etapa e a etapa anterior para que o email seja configurado corretamente.",
  "Done!": "Feito!",
  "This is to ensure that emails land in the inbox as opposed to the spam folder.  We DO add a custom \"Reply-To\" header, so when recipients click \"Reply\" on your email - they send their email to the correct address and name.  Once we implement ARC signatures (we are waiting on a majority of email providers to adopt it) then we should be able to remove the \"Friendly From\" rewrite, and your users will no longer see \"no-reply\" in the FROM.   Subscribe ": "Isso é para garantir que os emails cheguem à caixa de entrada e não à pasta de spam. Adicionamos um cabeçalho \"Responder a\" personalizado, para que, quando os destinatários clicarem em \"Responder\" no seu email, eles enviem o email para o endereço e o nome corretos. Depois que implementarmos as assinaturas do ARC (aguardamos a maioria dos provedores de e-mail para adotá-las), poderemos remover a reescrita \"Amigável de\" e seus usuários não verão mais \"sem resposta\" no FROM. Se inscrever",
  "to this GitHub issue": "para este problema do GitHub",
  " for updates.  You will not need to do any re-configuration once this feature is added.": " para atualizações. Você não precisará fazer nenhuma reconfiguração depois que esse recurso for adicionado.",
  "Yes, but this is ": "Sim, mas isso é",
  "NOT": "NÃO",
  " recommended as this is an incredibly rare edge case.": " recomendado, pois esse é um caso extremamente raro.",
  "If you use Google Business for email, and want to use our server as a fallback so your mail still gets delivered, then just specify the Google mail servers with a lower priority than our mail servers.  An example is provided below:": "Se você usa o Google Business para e-mail e deseja usar nosso servidor como substituto para que seus e-mails ainda sejam entregues, especifique os servidores de e-mail do Google com uma prioridade mais baixa que nossos servidores de e-mail. Um exemplo é fornecido abaixo:",
  "Yes, absolutely.  Just specify multiple recipients in your TXT records.": "Sim absolutamente. Basta especificar vários destinatários nos seus registros TXT.",
  "For example, if I want an email that goes to ": "Por exemplo, se eu quiser um email que vá para",
  " to get forwarded to ": " ser encaminhado para",
  " and ": " e",
  ", then my TXT record would look like this:": ", meu registro TXT ficaria assim:",
  "Or, you could specify them in two separate lines, such as this:": "Ou, você pode especificá-los em duas linhas separadas, como esta:",
  "It's up to you!": "Você decide!",
  "Yes, you can. Just specify multiple global catch-all recipients in your TXT records.": "Sim você pode. Basta especificar vários destinatários globais abrangentes em seus registros TXT.",
  "For example, if I want every email that goes to ": "Por exemplo, se eu quiser todos os emails enviados para",
  " (the asterisk meaning its a wildcard aka catch-all) to get forwarded to ": " (o asterisco significa um curinga, também conhecido como catch-all), para ser encaminhado para",
  "Yes, the default limit is 5.  You could have ": "Sim, o limite padrão é 5. Você pode ter",
  ", ": ",",
  ", … (from 1-5) – and any emails to ": ",… (De 1 a 5) - e qualquer e-mail para",
  " would get forwarded to ": " seria encaminhado para",
  ", … (from 1-5).": ",… (De 1 a 5).",
  "Yes, you can, however you still must adhere to the maximum limit.  If you have ": "Sim, você pode, no entanto, você ainda deve aderir ao limite máximo. Se você tem",
  ", then emails to ": ", e-mails para",
  ".  Note that an error will be thrown if you attempt to recursively forward emails.": ". Observe que um erro será gerado se você tentar encaminhar recursivamente os emails.",
  "We use MX and TXT record verification, therefore if you add this service's respective MX and TXT records, then you're registered.  If you remove them, then you're unregistered.  You have ownership of your domain and DNS management, so if someone has access to that then that's a problem.": "Usamos a verificação de registros MX e TXT; portanto, se você adicionar os respectivos registros MX e TXT deste serviço, estará registrado. Se você removê-los, não será registrado. Você possui o domínio e o gerenciamento de DNS; portanto, se alguém tiver acesso a ele, isso será um problema.",
  "The service continues to run thanks to ": "O serviço continua a funcionar graças a",
  "donations": "doações",
  "We want to provide a free alternative (since we feel bad) for people that are using closed-source forwarding services (and subsequently risking their privacy and security).": "Queremos fornecer uma alternativa gratuita (já que nos sentimos mal) para as pessoas que usam serviços de encaminhamento de código fechado (e, posteriormente, arriscando sua privacidade e segurança).",
  "We default to a 25 MB size limit (the same as Gmail), which includes content, headers, and attachments.": "O padrão é um limite de tamanho de 25 MB (igual ao Gmail), que inclui conteúdo, cabeçalhos e anexos.",
  "An error with the proper response code is returned if the file size limit is exceeded.": "Um erro com o código de resposta adequado será retornado se o limite de tamanho do arquivo for excedido.",
  "No, absolutely not.  See our ": "Não, absolutamente não. Veja nossa",
  "No, I cannot read your emails and I have no wish to.  Many other email forwarding providers unethically read your email.  This is not what I'm about.": "Não, não consigo ler seus e-mails e não desejo. Muitos outros provedores de encaminhamento de email leem seu email de maneira antiética. Não é disso que eu estou falando.",
  "The code that is deployed to the server is publicly visible on GitHub!": "O código implantado no servidor é visível publicamente no GitHub!",
  "Yes, absolutely.": "Sim absolutamente.",
  "Yes, it has tests written with ava and also has code coverage.": "Sim, possui testes escritos com ava e também possui cobertura de código.",
  "Yes, absolutely.  For example if you're sending an email to ": "Sim absolutamente. Por exemplo, se você estiver enviando um email para",
  " and it's registered to forward to ": " e está registrado para encaminhar para",
  ", then the SMTP response message and code from the \"gmail.com\" SMTP server will be returned instead of the proxy server at \"mx1.forwardemail.net\" or \"mx2.forwardemail.net\".": ", a mensagem e o código de resposta SMTP do servidor SMTP \"gmail.com\" serão retornados em vez do servidor proxy em \"mx1.forwardemail.net\" ou \"mx2.forwardemail.net\".",
  "Per documentation and suggestions from Google at ": "De acordo com a documentação e sugestões do Google em",
  "https://support.google.com/a/answer/175365?hl=en": "https://support.google.com/a/answer/175365?hl=en",
  ", along with best practice, including:": ", juntamente com as melhores práticas, incluindo:",
  "DNSBL - we test senders IP's against the Spamhaus ": "DNSBL - testamos os IP dos remetentes contra o Spamhaus",
  "DNS blacklists": "Listas negras de DNS",
  ", if any fail, then the sender is not permitted to send the message and is returned a detailed error message with instructions on how to de-list themselves from the specific blacklists they're listed under.": ", se houver falha, o remetente não poderá enviar a mensagem e será retornada uma mensagem de erro detalhada com instruções sobre como se deslistar das listas negras específicas em que está listado.",
  "SpamAssassin - using ": "SpamAssassin - usando",
  " client to check emails and automatically reject them if they're marked as spam": " cliente para verificar e-mails e rejeitá-los automaticamente se eles estiverem marcados como spam",
  "Checks daily for updated rules": "Verifica diariamente as regras atualizadas",
  "Spam score threshold of (5.0)": "Limite de pontuação de spam de (5,0)",
  "Uses bayes theorem and auto learning": "Usa o teorema de bayes e o aprendizado automático",
  "Uses ": "Usos",
  "other improvements": "outras melhorias",
  "SPF/DKIM - through checking if an SPF record exists for a sender, and if so, we reverse-lookup the SMTP connection's remote address to validate it matches the SPF record, otherwise it's rejected.  If an SPF record does not exist, then we require DKIM verification.  If DKIM headers are passed and fail, then it is rejected as well.  If no DKIM headers are passed, then we assume that DKIM validation passes.": "SPF / DKIM - através da verificação da existência de um registro SPF para um remetente e, nesse caso, fazemos uma pesquisa reversa do endereço remoto da conexão SMTP para validar se ele corresponde ao registro SPF, caso contrário, será rejeitado. Se um registro SPF não existir, exigimos a verificação DKIM. Se os cabeçalhos DKIM forem aprovados e falharem, também serão rejeitados. Se nenhum cabeçalho DKIM for passado, assumimos que a validação DKIM passa.",
  "MX - through checking if the sender's from address domain has MX records (so it's actually coming from a mail exchange/SMTP server), otherwise it's rejected": "MX - através da verificação de se o domínio de endereço do remetente possui registros MX (portanto, na verdade, é proveniente de um servidor de troca de mensagens / SMTP), caso contrário, é rejeitado",
  "Disposable Email Addresses - we automatically block senders that are from the ": "Endereços de email descartáveis - bloqueamos automaticamente remetentes provenientes da",
  "disposable-email-domains": "domínios de email descartáveis",
  " list": " Lista",
  "FQDN - validates that senders SMTP connections are from FQDN (meaning no IP addresses, they must have a valid domain name resolved)": "FQDN - valida se as conexões SMTP dos remetentes são do FQDN (significando que não há endereços IP, eles devem ter um nome de domínio válido resolvido)",
  "TXT - through checking if the email address the sender is trying to send to has a TXT DNS record with a valid email forwarding setup. The SSL certificates (main domain name or alternative names) of all MX servers of the forwarding destination must match the MX entry.": "TXT - verificando se o endereço de email para o qual o remetente está tentando enviar possui um registro DNS TXT com uma configuração válida de encaminhamento de email. Os certificados SSL (nome do domínio principal ou nomes alternativos) de todos os servidores MX do destino de encaminhamento devem corresponder à entrada MX.",
  "DMARC - we check if a DMARC record exists from the sender's FQDN, and if so, if it is \"reject\" or \"quarantine\" then we re-write the \"From\" of the email as a \"friendly-from\".  This means the \"From\" is set to \"$originalName ": "DMARC - verificamos se existe um registro DMARC no FQDN do remetente e, se houver, se é \"rejeitar\" ou \"quarentena\", reescrevemos o \"De\" do email como um \"amigo de\". Isso significa que \"De\" está definido como \"$ originalName",
  "\" (\"$originalName\" is the original From name, e.g. \"John Doe\" in \"John Doe ": "\"(\" $ originalName \"é o nome original, por exemplo\" John Doe \"em\" John Doe",
  "john@domain.com": "john@domain.com",
  "\").  Furthermore we set a \"Reply-To\" (if one is not already set) of the original sender's from address.": "\"). Além disso, definimos uma\" resposta para \"(se ainda não estiver definida) do endereço de origem do remetente original.",
  "Yes! As of October 2, 2018 we have added this feature.  See ": "Sim! Em 2 de outubro de 2018, adicionamos esse recurso. Vejo",
  " above!": " acima!",
  "Practically yes - the only current restriction is that senders (by unique email address) are limited to sending (300) emails per hour through the system.": "Praticamente sim - a única restrição atual é que os remetentes (por endereço de email exclusivo) se limitam a enviar (300) emails por hora através do sistema.",
  "If this limit is exceeded we send a \"451\" response code which tells the senders mail server to retry later.": "Se esse limite for excedido, enviamos um código de resposta \"451\" que informa ao servidor de email do remetente para tentar novamente mais tarde.",
  "We use CloudFlare's privacy-first consumer DNS service (see ": "Usamos o serviço DNS de privacidade do CloudFlare, primeiro consumidor (consulte",
  "announcement here": "anúncio aqui",
  ").  Note that the Python packages we use (": ") Observe que os pacotes Python que usamos (",
  ") do not have the means like Node.js does with ": ") não tem os meios que o Node.js possui com",
  " and its method ": " e seu método",
  " – therefore we set the server DNS to ": " - portanto, configuramos o DNS do servidor como",
  " which it will use as a fallback in this case.": " que ele usará como substituto neste caso.",
  "The latest version, v2 (released on May 6, 2019) was a major rewrite from v1 and focuses on performance through streams.  ": "A versão mais recente, v2 (lançada em 6 de maio de 2019), foi uma das principais reescritas da v1 e se concentra no desempenho por meio de fluxos.",
  "Nodemailer's": "Nodemailer",
  " prolific author Andris Reinman (": " autor prolífico Andris Reinman (",
  "@andris9": "@ andris9",
  ") helped us switch off using the ": ") nos ajudou a desligar usando o",
  " library and use ": " biblioteca e uso",
  " instead with some custom transform logic to split the header and the body of the message without affecting the body.  This allows us to perform operations on headers very fast (such as security checks and for SPF/DKIM/DMARC compliance).": " em vez disso, com alguma lógica de transformação personalizada para dividir o cabeçalho e o corpo da mensagem sem afetar o corpo. Isso nos permite executar operações em cabeçalhos muito rapidamente (como verificações de segurança e conformidade com SPF / DKIM / DMARC).",
  "In other words, the latest version of this service uses streams purely now and is lightning fast.": "Em outras palavras, a versão mais recente desse serviço usa fluxos puramente agora e é extremamente rápida.",
  "  The older version v1 also had some logic not in the most optimal order of operations – but now v2 does less memory/network intense operations first (and returns early if possible to send a response as quickly as possible to the SMTP client).": "  A versão mais antiga v1 também tinha uma lógica que não estava na ordem ideal de operações - mas agora a v2 realiza menos operações intensas de memória / rede primeiro (e retorna mais cedo, se possível, para enviar uma resposta o mais rápido possível ao cliente SMTP).",
  "At no point in time do we write to disk or store emails – everything is done in-memory thanks to Node.js's streams and transforms! 🎉": "Em nenhum momento, escrevemos no disco ou armazenamos e-mails - tudo é feito na memória, graças aos fluxos e transformações do Node.js. 🎉",
  "History": "História",
  "Background": "fundo",
  "Alternatives": "Alternativas",
  "We created this service after realizing that the only \"free\" email forwarding services that exist today are closed-source and proprietary.  This means they probably read your forwarded emails.": "Criamos esse serviço depois de perceber que os únicos serviços \"gratuitos\" de encaminhamento de email existentes hoje são de código fechado e proprietários. Isso significa que eles provavelmente leem seus e-mails encaminhados.",
  "We also practice the \"do not repeat yourself\" and \"good coders code, great coders re-use\" principles - so an endless search, trial, and error was conducted  on StackOverflow, GitHub, Gists, and elsewhere for alternative solutions.": "Também praticamos os princípios \"não se repita\" e \"código de bons codificadores, ótimos codificadores reutilizam\" - portanto, uma pesquisa interminável, tentativa e erro foram realizados no StackOverflow, GitHub, Gists e outros locais para soluções alternativas.",
  "Of course there is Haraka, sendmail, postfix, and dozens of other options, but they require a lot of setup, configuration, testing, maintenance, and are not simple. The current service offering for email forwarding is either extremely bloated, insecure, requires payment, has a convoluted setup with unsolved or undocumented bugs (that lead you down a rabbit hole of searching for hours to come up empty handed), or they are closed-source.": "É claro que existe o Haraka, sendmail, postfix e dezenas de outras opções, mas elas exigem muita instalação, configuração, teste, manutenção e não são simples. A atual oferta de serviços para encaminhamento de e-mail é extremamente inchada, insegura, requer pagamento, possui uma configuração complicada com bugs não resolvidos ou não documentados (que levam você a um buraco de coelho na busca de horas para chegar de mãos vazias) ou estão fechados- fonte.",
  "There are also solutions that use \"serverless\" technologies, such as through Amazon SES and Amazon Lambda, but again they are extremely confusing, time intensive, and no typical user would go to those lengths for setup (and instead would probably end up using a simpler alternative as we almost did; in exchange for lack of privacy).": "Também existem soluções que usam tecnologias \"sem servidor\", como através do Amazon SES e Amazon Lambda, mas novamente são extremamente confusas, demoram muito tempo e nenhum usuário típico daria esse tamanho para a instalação (e provavelmente acabaria usando um alternativa mais simples como quase fizemos; em troca da falta de privacidade).",
  "Furthermore, solutions like Amazon SES do not allow you to modify the envelope of the SMTP request, therefore you will need to add a Reply-To header and rewrite the From header as well to something like from@noreply.com (which is really not clean).": "Além disso, soluções como o Amazon SES não permitem modificar o envelope da solicitação SMTP, portanto, você precisará adicionar um cabeçalho Reply-To e reescrever o cabeçalho From, além de algo como from@noreply.com (o que realmente não é limpar \\ limpo).",
  "Then there is Gmail, which costs money for custom domains (it used to be free).  They obviously scan and parse your emails as well. They also do not allow you to easily set up email forwarding for custom domains anymore.": "Depois, há o Gmail, que custa dinheiro para domínios personalizados (costumava ser gratuito). Obviamente, eles também digitalizam e analisam seus e-mails. Eles também não permitem que você configure mais facilmente o encaminhamento de email para domínios personalizados.",
  "There is also Zoho mail, but again that requires you signing up for an account with Zoho, and then forwarding over the emails in a configuration setting.": "Também há correio do Zoho, mas novamente é necessário que você se inscreva em uma conta no Zoho e encaminhe os emails em uma configuração.",
  "Terms": "Termos",
  "By accessing this web site, you are agreeing to be bound by these web site Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this web site are protected by applicable copyright and trade mark law.": "Ao acessar este site, você concorda em cumprir estes Termos e Condições de Uso, todas as leis e regulamentos aplicáveis, e concorda que você é responsável pelo cumprimento de todas as leis locais aplicáveis. Se você não concordar com algum desses termos, está proibido de usar ou acessar este site. Os materiais contidos neste site são protegidos pelas leis de direitos autorais e marcas comerciais aplicáveis.",
  "Disclaimer": "aviso Legal",
  "Limitations": "Limitações",
  "Service Level Agreement (\"SLA\")": "Contrato de Nível de Serviço (\"SLA\")",
  "Agreement": "Acordo",
  "Credits": "Créditos",
  "Eligibility": "Elegibilidade",
  "Revisions and Errata": "Revisões e Erratas",
  "Links": "Ligações",
  "Site Terms of Use Modifications": "Modificações dos Termos de Uso do Site",
  "Governing Law": "Lei Aplicável",
  "License": "Licença",
  "The materials on ForwardEmail's web site are provided \"as is\". ForwardEmail makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, ForwardEmail does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its Internet web site or otherwise relating to such materials or on any sites linked to this site.": "Os materiais no site do ForwardEmail são fornecidos \"como estão\". O ForwardEmail não oferece garantias, expressas ou implícitas, e renuncia e nega todas as outras garantias, incluindo, sem limitação, garantias implícitas ou condições de comercialização, adequação a um fim específico ou não violação de propriedade intelectual ou outra violação de direitos. Além disso, o ForwardEmail não garante nem faz declarações relativas à precisão, aos resultados prováveis ou à confiabilidade do uso dos materiais em seu site na Internet ou de outra forma relacionado a esses materiais ou em sites vinculados a este site.",
  "In no event shall ForwardEmail or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on ForwardEmail's Internet site, even if ForwardEmail or a ForwardEmail authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.": "Em nenhum caso o ForwardEmail ou seus fornecedores serão responsáveis por quaisquer danos (incluindo, sem limitação, danos por perda de dados ou lucro ou devido a interrupção dos negócios) decorrentes do uso ou da incapacidade de usar os materiais no site do ForwardEmail, mesmo que o ForwardEmail ou um representante autorizado do ForwardEmail tenha sido notificado oralmente ou por escrito da possibilidade de tal dano. Como algumas jurisdições não permitem limitações em garantias implícitas, ou limitações de responsabilidade por danos conseqüentes ou incidentais, essas limitações podem não se aplicar a você.",
  "\"Downtime\" refers to a factor of more than a 5% user error rate, determined by a server-side error rate.": "\"Tempo de inatividade\" refere-se a um fator superior a 5% de taxa de erro do usuário, determinado por uma taxa de erro do servidor.",
  "\"Monthly Uptime Percentage\" refers to the total minutes in a calendar month minus the number of minutes of Downtime suffered in the calendar month, divided by the total minutes in the calendar month.": "\"Porcentagem mensal de tempo de atividade\" refere-se ao total de minutos em um mês civil menos o número de minutos de inatividade sofridos no mês civil, dividido pelo total de minutos no mês civil.",
  "ForwardEmail shall use all reasonable commercial efforts (no less than acceptable and reasonable industry standards) to ensure that the ForwardEmail service is available to paying customers 99.99% of the time in any calendar month.  If it is not, then you may be eligible to receive the ": "O ForwardEmail envidará todos os esforços comerciais razoáveis (não menos que os padrões aceitáveis e razoáveis do setor) para garantir que o serviço ForwardEmail esteja disponível para clientes pagantes 99,99% do tempo em qualquer mês do calendário. Caso contrário, poderá ser elegível para receber o",
  " described below in accordance with ": " descrito abaixo de acordo com",
  "Monthly Uptime Percentage": "Porcentagem mensal de tempo de atividade",
  "Days of Service": "Dias de Serviço",
  "*": "*",
  "<": "<",
  " 99.99% – >= 99.90%": " 99,99% -> = 99,90%",
  " 99.90% – >= 95.00%": " 99,90% -> = 95,00%",
  " 95.50%": " 95,50%",
  " Instead of receiving Days of Service being added to your account, you can also choose to have us issue a pro-rated refund.": " Em vez de receber a adição de Dias de Serviço à sua conta, você também pode optar por solicitar um reembolso proporcional.",
  "Minimum credit amount must be at least $1.00 to be eligible.  Maximum credit is capped at the 30 days or the total amount the customer is paying per the most recent calendar month with respect to Downtime (whichever is greater).  Paying customers affected for any Downtime must request Credits by filing a ": "O valor mínimo do crédito deve ser de pelo menos US $ 1,00 para ser elegível. O crédito máximo é limitado nos 30 dias ou o valor total que o cliente está pagando no mês mais recente em relação ao tempo de inatividade (o que for maior). Os clientes pagantes afetados por qualquer tempo de inatividade devem solicitar créditos registrando uma",
  " within 30 days from the date of Downtime.  Credits only apply for Downtime factors that are within the primary control of ForwardEmail.": " dentro de 30 dias a partir da data de inatividade. Os créditos se aplicam apenas a fatores de tempo de inatividade que estão sob o controle primário do ForwardEmail.",
  "The materials appearing on ForwardEmail's web site could include technical, typographical, or photographic errors. ForwardEmail does not warrant that any of the materials on its web site are accurate, complete, or current. ForwardEmail may make changes to the materials contained on its web site at any time without notice. ForwardEmail does not, however, make any commitment to update the materials.": "Os materiais que aparecem no site do ForwardEmail podem incluir erros técnicos, tipográficos ou fotográficos. O ForwardEmail não garante que qualquer material em seu site seja preciso, completo ou atual. O ForwardEmail pode fazer alterações nos materiais contidos em seu site a qualquer momento, sem aviso prévio. O ForwardEmail, no entanto, não se compromete a atualizar os materiais.",
  "ForwardEmail has not reviewed all of the sites linked to its Internet web site and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by ForwardEmail of the site. Use of any such linked web site is at the user's own risk.": "O ForwardEmail não analisou todos os sites vinculados ao seu site da Internet e não é responsável pelo conteúdo de nenhum site vinculado. A inclusão de qualquer link não implica endosso pelo ForwardEmail do site. O uso de qualquer site vinculado é por conta e risco do usuário.",
  "ForwardEmail may revise these terms of use for its web site at any time without notice. By using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.": "O ForwardEmail pode revisar estes termos de uso para seu site a qualquer momento, sem aviso prévio. Ao usar este site, você concorda em ficar vinculado à versão atual destes Termos e Condições de Uso.",
  "Any claim relating to ForwardEmail's web site shall be governed by the laws of the State of Delaware without regard to its conflict of law provisions.": "Qualquer reclamação relacionada ao site do ForwardEmail será regida pelas leis do Estado de Delaware, sem levar em consideração suas disposições sobre conflitos de leis.",
  "General Terms and Conditions applicable to Use of a Web Site.": "Termos e Condições Gerais aplicáveis ao Uso de um Site.",
  "Business Source License 1.1": "Licença de origem comercial 1.1",
  " © ": " ©",
  "Niftylettuce, LLC.": "Niftylettuce, LLC.",
  "API": "API",
  "On-boarding": "Embarque",
  "Database": "Base de dados",
  "Domains": "Domínios",
  "Aliases": "Apelido",
  "Contributors": "Contribuintes",
  "If no domain yet exists once signed in, then is prompted to add a new domain.": "Se ainda não existir um domínio após o login, será solicitado que você adicione um novo domínio.",
  "DNS lookup occurs to determine if domain is registered, if not, then share affiliate link": "A pesquisa de DNS ocorre para determinar se o domínio está registrado ou, se não, compartilhar o link de afiliado",
  "DNS lookup occurs to determine where current name servers are and if using a mail service": "A pesquisa DNS ocorre para determinar onde estão os servidores de nomes atuais e se você está usando um serviço de email",
  "Based off DNS lookup, a guide is generated for the user to configure DNS": "Com base na pesquisa de DNS, é gerado um guia para o usuário configurar o DNS",
  "Aliases can be configured, added, removed, enabled, and disabled at any time": "Os aliases podem ser configurados, adicionados, removidos, ativados e desativados a qualquer momento",
  "Endpoint": "Ponto final",
  "Method": "Método",
  "Description": "Descrição",
  "GET": "OBTER",
  "List all domains": "Listar todos os domínios",
  "POST": "POSTAR",
  "Create a new domain": "Crie um novo domínio",
  "Retrieve a domain by ": "Recuperar um domínio por",
  "PUT": "COLOCAR",
  "Update a domain by ": "Atualize um domínio por",
  "DELETE": "EXCLUIR",
  "Delete a domain by ": "Excluir um domínio por",
  "Retrieve all aliases for a domain by ": "Recupere todos os aliases de um domínio,",
  "Create a new alias": "Crie um novo alias",
  "Retrieve an alias by ": "Recupere um alias por",
  "Update an alias by ": "Atualize um alias por",
  "Delete an alias by ": "Excluir um alias por",
  " (Array) - contains an Array of Objects with ": " (Matriz) - contém uma Matriz de objetos com",
  " (ObjectID) and ": " (ObjectID) e",
  " (String, enumerable, must be \"admin\" or \"user\", defaults to \"user\", must have at least one Object and at least one admin)": " (A sequência enumerável deve ser \"admin\" ou \"user\", o padrão é \"user\", deve ter pelo menos um objeto e pelo menos um administrador)",
  " (String) - either a host name or a mail exchanger name (must be IP or FQDN)": " (String) - um nome de host ou um nome de trocador de correio (deve ser IP ou FQDN)",
  " (ObjectID) - reference to a domain (required)": " (ObjectID) - referência a um domínio (obrigatório)",
  " (ObjectID) - reference to user that created this alias (required, note that admins of the domain can edit aliases created by any user, but normal users of the domain can only manage aliases they have created)": " (ObjectID) - referência ao usuário que criou esse alias (obrigatório, observe que os administradores do domínio podem editar aliases criados por qualquer usuário, mas usuários normais do domínio podem gerenciar apenas aliases que eles criaram)",
  " (String) - the username portion (defaults to ": " (String) - a parte do nome de usuário (o padrão é",
  " wildcard) (must be valid email when combined with domain)": " curinga) (deve ser um email válido quando combinado com o domínio)",
  " (Array) - contains an Array of Strings": " (Matriz) - contém uma matriz de seqüências de caracteres",
  "Name": "Nome",
  "Website": "Local na rede Internet",
  "Nick Baugh": "Nick Baugh",
  "http://niftylettuce.com/": "http://niftylettuce.com/",
  "ForwardEmail.net": "ForwardEmail.net",
  "\n": "\n",
  "ForwardEmail.net service": "Serviço ForwardEmail.net",
  "Get Started": "Iniciar",
  "Visit ": "Visita",
  "https://forwardemail.net": "https://forwardemail.net",
  " to get started!": " para começar!",
  "ForwardEmail": "ForwardEmail",
  "Free Email Forwarding for Custom Domains &#124; <span class=\"notranslate\">ForwardEmail</span>": "Encaminhamento gratuito de email para domínios personalizados &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Ask a question": "Faça uma pergunta",
  "Have you read our <a href=\"/en/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/en/faq\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "Email address": "Endereço de e-mail",
  "Write your message": "Escreva sua mensagem",
  "Message": "mensagem",
  "We'll be in contact with you!": "Entraremos em contato com você!",
  "Send message": "Enviar mensagem",
  "Sign up now": "Inscreva-se agora",
  "Sign up with Google": "Inscreva-se no Google",
  "Sign up with GitHub": "Inscreva-se no GitHub",
  "or": "ou",
  "Password": "Senha",
  "Sign Up": "Inscrever-se",
  "Registered?": "Registrado?",
  "Sign in": "assinar em",
  "Read our <a href=\"/en/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/en/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Leia nossa <a href=\"/en/privacy\" target=\"_blank\" rel=\"noopener\">Política de Privacidade</a> e <a href=\"/en/terms\" target=\"_blank\" rel=\"noopener\">Termos</a>",
  "Welcome back!": "Bem vindo de volta!",
  "Sign in with Google": "Faça login no Google",
  "Sign in with GitHub": "Entre com o GitHub",
  "Forget your password?": "Esqueceu sua senha?",
  "Sign In": "Assinar em",
  "Not registered?": "Não registrado?",
  "Sign up": "inscrever-se",
  "Toggle navigation": "Alternar de navegação",
  "Features": "Recursos",
  "FAQ": "Perguntas frequentes",
  "Help": "Socorro",
  "Sign up for free": "Inscreva-se grátis",
  "👋 We <u class=\"font-weight-bold\">don't store logs nor emails</u>. We don't track you. Regain your right to privacy. 🎉": "👋 Não <u class=\"font-weight-bold\">armazenamos logs nem emails</u> . Nós não rastreamos você. Recupere seu direito à privacidade. 🎉",
  "👋 We <u class=\"font-weight-bold\">don't store logs nor emails</u>. Period. 🎉": "👋 Não <u class=\"font-weight-bold\">armazenamos logs nem emails</u> . Período. 🎉",
  "Free Email Forwarding<span class=\"d-none d-md-block\"> for Custom Domains</span>": "Encaminhamento gratuito de email <span class=\"d-none d-md-block\">para domínios personalizados</span>",
  "Create and forward an <u class=\"font-weight-bold\">unlimited</u> amount of email addresses with your domain name. Plus get catch-all, wildcard, and disposable forwarding addresses!": "Crie e encaminhe uma quantidade <u class=\"font-weight-bold\">ilimitada</u> de endereços de email com o seu nome de domínio. Além disso, obtenha endereços genéricos, curinga e endereços de encaminhamento descartáveis!",
  "No credit card required": "Não é necessário cartão de crédito",
  "Learn more": "Saber mais",
  "Protect your inbox.": "Proteja sua caixa de entrada.",
  "We use industry standard email header validation and signature checks, spam prevention tools, DNS blacklist lookups, and domain verification.  All powered by Cloudflare's <a href=\"https://blog.cloudflare.com/announcing-1111/\" target=\"_blank\" rel=\"noopener\" class=\"text-white\">privacy-first consumer DNS service</a>.": "Usamos validação de cabeçalho de email e verificações de assinatura padrão do setor, ferramentas de prevenção de spam, pesquisas na lista negra de DNS e verificação de domínio. Todos alimentados pelo <a href=\"https://blog.cloudflare.com/announcing-1111/\" target=\"_blank\" rel=\"noopener\" class=\"text-white\">serviço DNS</a> de <a href=\"https://blog.cloudflare.com/announcing-1111/\" target=\"_blank\" rel=\"noopener\" class=\"text-white\">privacidade</a> do Cloudflare, <a href=\"https://blog.cloudflare.com/announcing-1111/\" target=\"_blank\" rel=\"noopener\" class=\"text-white\">primeiro consumidor</a> .",
  "Stay protected": "Fique protegido",
  "Our Features": "Nossos recursos",
  "Privacy First": "Privacidade primeiro",
  "We created this service because you have a right to privacy.  Existing services did not respect it.  We use robust encryption and a zero-tolerance policy for logs of any kind.": "Criamos este serviço porque você tem direito à privacidade. Os serviços existentes não o respeitavam. Usamos criptografia robusta e uma política de tolerância zero para logs de qualquer tipo.",
  "Regain your privacy": "Recupere sua privacidade",
  "Disposable Addresses": "Endereços descartáveis",
  "Create a specific or an anonymous email address that forwards to you.  You can even assign it a label and enable or disable it at any time to keep your inbox tidy.  Your actual email address is never exposed.": "Crie um endereço de email específico ou anônimo que será encaminhado para você. Você pode até atribuir um rótulo a ele e ativar ou desativar a qualquer momento para manter sua caixa de entrada organizada. Seu endereço de email real nunca é exposto.",
  "Disposable addresses": "Endereços descartáveis",
  "Multiple Recipients and Wildcards": "Vários destinatários e curingas",
  "You can forward a single address to multiple, and even use wildcard addresses &ndash; also known as catch-all's.  Managing your company's inboxes has never been easier.": "Você pode encaminhar um único endereço para vários e até usar endereços curinga & ndash; também conhecido como catch-all's. Gerenciar as caixas de entrada da sua empresa nunca foi tão fácil.",
  "Start forwarding now": "Comece a encaminhar agora",
  "\"Send mail as\" with Gmail": "\"Enviar email como\" com o Gmail",
  "You'll never have to leave your inbox to send out emails as if they're from your company.  Send and reply-to messages as if they're from you@company.com directly from you@gmail.com.": "Você nunca precisará sair da caixa de entrada para enviar e-mails como se fossem da sua empresa. Envie e responda a mensagens como se fossem de você@empresa.com diretamente de você@gmail.com.",
  "Configure your inbox": "Configure sua caixa de entrada",
  "100% open-source.": "100% de código aberto.",
  "Unlike other services, we <u>don't</u> store logs, <u>never</u> read emails, and are <u>100%</u> open-source.  Made by <a href=\"https://github.com/niftylettuce\" class=\"text-white\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a>, an open-source enthusiast and privacy advocate.": "Ao contrário de outros serviços, <u>não</u> armazenamos logs, <u>nunca</u> lemos e-mails e somos <u>100%</u> de código aberto. Feito por <a href=\"https://github.com/niftylettuce\" class=\"text-white\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a> , um entusiasta de código aberto e defensor da privacidade.",
  "View source code": "Ver código fonte",
  "Our Numbers": "Nossos números",
  "99.99%": "99,99%",
  "Service Uptime": "Tempo de atividade do serviço",
  "Global Servers": "Servidores globais",
  "20K+": "20K +",
  "Active Users": "Usuários ativos",
  "Trusted by the community": "Confiável pela comunidade",
  "1,000+ Stars": "Mais de 1.000 estrelas",
  "Need help?": "Preciso de ajuda?",
  "English": "Inglês",
  "Arabic": "árabe",
  "Chinese": "chinês",
  "Czech": "Tcheco",
  "Danish": "dinamarquês",
  "Dutch": "holandês",
  "Finnish": "finlandês",
  "French": "francês",
  "German": "alemão",
  "Hebrew": "hebraico",
  "Hungarian": "húngaro",
  "Indonesian": "indonésio",
  "Italian": "italiano",
  "Japanese": "japonês",
  "Korean": "coreano",
  "Norwegian": "norueguês",
  "Polish": "polonês",
  "Portuguese": "Português",
  "Russian": "russo",
  "Spanish": "espanhol",
  "Swedish": "sueco",
  "Thai": "tailandês",
  "Turkish": "turco",
  "Ukrainian": "ucraniano",
  "Vietnamese": "vietnamita",
  "Resources": "Recursos",
  "Domain Registration": "Registro do Domínio",
  "Donate": "Doar",
  "Developers": "Desenvolvedores",
  "Coming soon": "Em breve",
  "API Documentation": "Documentação da API",
  "Releases": "Lançamentos",
  "Status Page": "Página Status",
  "Source Code": "Código fonte",
  "Company": "Companhia",
  "About": "Sobre",
  "Privacy": "Privacidade",
  "Twitter": "Twitter",
  "GitHub": "GitHub",
  "Email": "O email",
  "Success": "Sucesso",
  "Error": "Erro",
  "Info": "Info",
  "Warning": "Atenção",
  "Question": "Questão",
  "OK": "Está bem",
  "Cancel": "Cancelar",
  "Close this dialog": "Feche esta caixa de diálogo",
  "Are you sure?": "Você tem certeza?",
  "Please confirm if you wish to continue.": "Por favor, confirme se você deseja continuar.",
  "Have you read our <a href=\"/he/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/he/faq\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "Read our <a href=\"/he/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/he/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Leia nossa <a href=\"/he/privacy\" target=\"_blank\" rel=\"noopener\">Política de Privacidade</a> e <a href=\"/he/terms\" target=\"_blank\" rel=\"noopener\">Termos</a>",
  "עברית": "Hebraico",
  "Have you read our <a href=\"/no/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/no/faq\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "Read our <a href=\"/no/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/no/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Leia nossa <a href=\"/no/privacy\" target=\"_blank\" rel=\"noopener\">Política de Privacidade</a> e <a href=\"/no/terms\" target=\"_blank\" rel=\"noopener\">Termos</a>",
  "Norsk": "norueguês",
  "Have you read our <a href=\"/th/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/th/faq\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "Read our <a href=\"/th/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/th/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Leia nossa <a href=\"/th/privacy\" target=\"_blank\" rel=\"noopener\">Política de Privacidade</a> e <a href=\"/th/terms\" target=\"_blank\" rel=\"noopener\">Termos</a>",
  "ไทย": "Tailandês",
  "Have you read our <a href=\"/nl/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/nl/faq\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "Read our <a href=\"/nl/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/nl/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Leia nossa <a href=\"/nl/privacy\" target=\"_blank\" rel=\"noopener\">Política de Privacidade</a> e <a href=\"/nl/terms\" target=\"_blank\" rel=\"noopener\">Termos</a>",
  "Nederlands": "Holandês",
  "Have you read our <a href=\"/da/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/da/faq\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "Read our <a href=\"/da/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/da/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Leia nossa <a href=\"/da/privacy\" target=\"_blank\" rel=\"noopener\">Política de Privacidade</a> e <a href=\"/da/terms\" target=\"_blank\" rel=\"noopener\">Termos</a>",
  "Dansk": "dinamarquês",
  "FAQ &#124; <span class=\"notranslate\">ForwardEmail</span>": "FAQ &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Read frequently asked questions about our service": "Leia perguntas frequentes sobre nosso serviço",
  "⏰ Save Yourself Time": "⏰ Economize seu tempo",
  "Want to make the entire FAQ below tailored for you and easier to read?": "Deseja fazer com que as perguntas frequentes abaixo sejam personalizadas e fáceis de ler?",
  "Enter your domain": "Digite seu domínio",
  "Enter your email": "Digite seu e-mail",
  "Create your free account now": "Crie sua conta grátis agora",
  "Continue": "Continuar",
  "Not interested?  Click here to keep reading": "Não interessado? Clique aqui para continuar lendo",
  "About &#124; <span class=\"notranslate\">ForwardEmail</span>": "Sobre &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Learn more about ForwardEmail": "Saiba mais sobre o ForwardEmail",
  "Our service was founded in 2017 by <a class=\"text-success text-decoration-none\" href=\"https://github.com/niftylettuce\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a> and is trusted and relied upon by thousands.": "Nosso serviço foi fundado em 2017 por <a class=\"text-success text-decoration-none\" href=\"https://github.com/niftylettuce\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a> e é confiável e conta com milhares.",
  "Our Story": "Nossa história",
  "Why did we create this?": "Por que criamos isso?",
  "No email-forwarding service existed that was free, secure, and open-source &ndash; so we built one.": "Não havia nenhum serviço de encaminhamento de email gratuito, seguro e de código aberto & ndash; então nós construímos um.",
  "Auth &#124; <span class=\"notranslate\">ForwardEmail</span>": "Auth &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Authenticate yourself to log in": "Autentique-se para fazer login",
  "My Account &#124; <span class=\"notranslate\">ForwardEmail</span>": "Minha conta <span class=\"notranslate\">ForwardEmail</span>",
  "Manage your ForwardEmail profile": "Gerenciar seu perfil do ForwardEmail",
  "My Account - Domains": "Minha conta - Domínios",
  "My Account": "Minha conta",
  "Profile": "Perfil",
  "Security": "Segurança",
  "Log out": "Sair",
  "Add New Domain": "Adicionar novo domínio",
  "Domain Name": "Nome do domínio",
  "Plan": "Plano",
  "MX Records": "Registros MX",
  "TXT Records": "Registros TXT",
  "Actions": "Ações",
  "Free": "Livre",
  "Change plan to:": "Altere o plano para:",
  "Enhanced Protection": "Proteção aprimorada",
  "Team": "Equipe",
  "Read more about features...": "Leia mais sobre os recursos ...",
  "Verified": "Verificado",
  "Setup": "Configuração",
  "Billing": "Faturamento",
  "Not Verified": "Não verificado",
  "Hello": "Olá",
  "Invalid API credentials.": "Credenciais de API inválidas.",
  "Invalid API token.": "Token de API inválido.",
  "Email address was invalid.": "Endereço de email inválido.",
  "File upload was invalid.": "O upload do arquivo foi inválido.",
  "Your message was invalid, as it was either blank or more than (500) characters.": "Sua mensagem era inválida, pois estava em branco ou com mais de (500) caracteres.",
  "Password was invalid.": "Senha inválida.",
  "Password confirmation did not match new password.": "A confirmação da senha não corresponde à nova senha.",
  "Password strength was not strong enough.": "A força da senha não era forte o suficiente.",
  "We do not support this authentication provider.": "Não oferecemos suporte a esse provedor de autenticação.",
  "Reset token and email were not valid together.": "O token de redefinição e o email não eram válidos juntos.",
  "Reset token provided was invalid.": "O token de redefinição fornecido era inválido.",
  "Invalid session secret.": "Segredo de sessão inválido.",
  "Please slightly change values to ensure slug uniqueness.": "Altere ligeiramente os valores para garantir a exclusividade da lesma.",
  "%s was missing or blank.": "% s estava ausente ou em branco.",
  "User does not exist.": "Usuário não existe.",
  "Invalid CSRF token.": "Token CSRF inválido.",
  "The verification pin you entered was invalid.": "O pino de verificação digitado é inválido.",
  "Please verify your email address to continue.": "Verifique seu endereço de e-mail para continuar.",
  "Please wait for %s and try again.": "Aguarde% s e tente novamente.",
  "Your email address has been successfully verified.": "Seu endereço de email foi verificado com sucesso.",
  "Your email address is already verified.": "O seu endereço de email já foi verificado.",
  "An email verification pin has been sent to your email address.": "Um pino de verificação de email foi enviado para o seu endereço de email.",
  "Your current email verification pin has expired and we have sent you a new one to your email address.": "Seu PIN de verificação de email atual expirou e enviamos um novo para seu endereço de email.",
  "You do not belong to the administrative user group.": "Você não pertence ao grupo de usuários administrativos.",
  "Please log in to view the page you requested.": "Faça login para visualizar a página solicitada.",
  "Please log out to view the page you requested.": "Faça logout para visualizar a página solicitada.",
  "Add a domain name to your account to continue.": "Adicione um nome de domínio à sua conta para continuar.",
  "Domain name was invalid (must be an IP or FQDN).": "O nome do domínio era inválido (deve ser um IP ou FQDN).",
  "Domain's DNS records have been verified.": "Os registros DNS do domínio foram verificados.",
  "Domain does not exist on your account.": "O domínio não existe na sua conta.",
  "Domain already exists on your account.": "O domínio já existe em sua conta.",
  "Your account is currently an admin of one or more domain names.  Please delete these domains or remove yourself from them to continue.": "Sua conta é atualmente um administrador de um ou mais nomes de domínio. Exclua esses domínios ou remova-se deles para continuar.",
  "Your account was successfully deleted.": "Sua conta foi excluída com sucesso.",
  "You can only request a password reset every 30 minutes.  Please try again %s.": "Você só pode solicitar uma redefinição de senha a cada 30 minutos. Por favor, tente novamente% s.",
  "We have sent you an email with a link to reset your password.": "Enviamos um e-mail com um link para redefinir sua senha.",
  "You have successfully registered.": "Você se registrou com sucesso.",
  "You have successfully signed in.": "Você fez login com sucesso.",
  "You are already signed in.": "Você já está inscrito.",
  "Your request was successfully completed.": "Sua solicitação foi concluída com sucesso.",
  "Sorry, your request has timed out.  We have been alerted of this issue.  Please try again.": "O seu pedido expirou. Fomos alertados sobre esse problema. Por favor, tente novamente.",
  "You have successfully reset your password.": "Você redefiniu sua senha com sucesso.",
  "You have successfully signed out.": "Você saiu com êxito.",
  "We were unable to send your help request.  We have been alerted of this problem.  Please try again.": "Não foi possível enviar sua solicitação de ajuda. Fomos alertados sobre esse problema. Por favor, tente novamente.",
  "You have reached the limit for sending help requests.  Please try again.": "Você atingiu o limite para o envio de solicitações de ajuda. Por favor, tente novamente.",
  "Thank you for contacting us.  We would love to hear more from you.  How can we help?": "Obrigado por nos contatar. Gostaríamos muito de ouvir mais de você. Como podemos ajudar?",
  "Your help request has been sent successfully.  You should hear from us soon.  Thank you!": "Sua solicitação de ajuda foi enviada com sucesso. Você deve ouvir de nós em breve. Obrigado!",
  "An unknown error has occurred. We have been alerted of this issue. Please try again.": "Um erro desconhecido ocorreu. Fomos alertados sobre esse problema. Por favor, tente novamente.",
  "Please enter a password.": "Por favor insira uma senha.",
  "Account is currently locked due to rate limiting.  Please try again later.": "A conta está bloqueada no momento devido a um limite de taxa. Por favor, tente novamente mais tarde.",
  "Account is currently locked due to too many failed login attempts.  Please try again later.": "A conta está bloqueada no momento devido a muitas tentativas de login com falha. Por favor, tente novamente mais tarde.",
  "Authentication is not possible.  No salt value was stored for the account.": "Autenticação não é possível. Nenhum valor de sal foi armazenado para a conta.",
  "Email address or password is incorrect.": "O endereço de email ou a senha estão incorretos.",
  "Please enter an email address.": "Por favor insira um endereço de e-mail.",
  "A user with the given email address is already registered.  Please try to log in or reset the password if this account belongs to you.": "Um usuário com o endereço de email especificado já está registrado. Tente fazer login ou redefinir a senha se esta conta pertencer a você.",
  "Features &#124; <span class=\"notranslate\">ForwardEmail</span>": "Funcionalidades <span class=\"notranslate\">ForwardEmail</span>",
  "Our features include Custom Domain Email Forwarding, Disposable Addresses, Multiple Recipients, Wildcards, and more!": "Nossos recursos incluem encaminhamento de email de domínio personalizado, endereços descartáveis, vários destinatários, curingas e muito mais!",
  "We strive for perfection": "Buscamos a perfeição",
  "Lightning fast email deliverability.": "Entrega de email extremamente rápida.",
  "Basic plan to get started": "Plano básico para começar",
  "Unlimited custom domain names": "Nomes de domínio personalizados ilimitados",
  "Unlimited email addresses": "Endereços de email ilimitados",
  "\"Send mail as\" with Gmail, Outlook, and Yahoo": "\"Enviar email como\" com o Gmail, Outlook e Yahoo",
  "Catch-all email addresses": "Endereços de email abrangentes",
  "Multiple recipients per email address": "Vários destinatários por endereço de email",
  "25MB attachment limit": "Limite de anexo de 25 MB",
  "(Gmail's limit too!)": "(O limite do Gmail também!)",
  "month": "mês",
  "Add Domain": "Adicionar domínio",
  "Advanced features and support": "Recursos e suporte avançados",
  "Everything included in Free, plus:": "Tudo incluído no Free, além de:",
  "Enhanced privacy and forwarding protection": "Privacidade aprimorada e proteção de encaminhamento",
  "No publicly searchable TXT records are used.  Instead we store your configuration in a secure and backed-up database.": "Nenhum registro TXT publicamente pesquisável é usado. Em vez disso, armazenamos sua configuração em um banco de dados seguro e com backup.",
  "Unlimited disposable email addresses": "Endereços de e-mail descartáveis ilimitados",
  "Priority technical email support": "Suporte técnico prioritário por email",
  "99.99% Uptime Service Level Agreement (\"SLA\")": "Contrato de nível de serviço de tempo de atividade de 99,99% (\"SLA\")",
  "Browser Extension": "Extensão do navegador",
  "Coming Soon": "Em breve",
  "For small groups and organizations": "Para pequenos grupos e organizações",
  "Everything included in Enhanced Protection, plus:": "Tudo incluído na Proteção Avançada, além de:",
  "Organization account with shared domain access": "Conta da organização com acesso ao domínio compartilhado",
  "Unlimited member access control management": "Gerenciamento ilimitado de controle de acesso de membros",
  "Premium support with 24 hour response time": "Suporte premium com tempo de resposta 24 horas",
  "Enterprise": "Empreendimento",
  "Custom solutions and licensing": "Soluções e licenciamento personalizados",
  "Everything included in Team, plus:": "Tudo incluído no Team, mais:",
  "Custom licensing agreement": "Contrato de licenciamento personalizado",
  "Technical infrastructure design and support": "Projeto e suporte da infraestrutura técnica",
  "White-label and custom-branded solutions": "Soluções de marca branca e de marca personalizada",
  "Managed deployment and maintenance": "Implantação e manutenção gerenciadas",
  "Contact Sales": "Entre em contato com vendas",
  "/faq?domain=forwardemail.net": "/faq?domain=forwardemail.net",
  "Have you read our <a href=\"/faq?domain=forwardemail.net\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/faq?domain=forwardemail.net\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "Verification Status": "Status de verificação",
  "Follow the steps below and then click \"Verify Records\" to verify your setup.": "Siga as etapas abaixo e clique em \"Verificar registros\" para verificar sua configuração.",
  "Verify Records": "Verificar registros",
  "1. Set up your domain for email forwarding": "1. Configure seu domínio para encaminhamento de email",
  "Do you need to configure (or re-configure) this domain name for email forwarding?": "Você precisa configurar (ou reconfigurar) esse nome de domínio para encaminhamento de email?",
  "Configure your domain": "Configure seu domínio",
  "2. Send emails with your domain using Gmail (optional)": "2. Envie emails com seu domínio usando o Gmail (opcional)",
  "Follow our simple guide for sending and receiving emails with your domain, directly inside of Gmail.": "Siga nosso guia simples para enviar e receber e-mails com seu domínio, diretamente dentro do Gmail.",
  "Setup your Gmail": "Configure seu Gmail",
  "3. Purge Cache and Send a Test Email to Yourself": "3. Limpe o cache e envie um email de teste para si mesmo",
  "Once you have followed the previous step(s), you will need to \"purge\" the DNS cache using the \"Purge Cache\" tool.  Make sure to purge both the \"TXT\" and the \"MX\" records for your domain name.  Wait a few minutes (or sometimes hours), and then try sending a test email to yourself.": "Depois de seguir as etapas anteriores, você precisará \"limpar\" o cache DNS usando a ferramenta \"Limpar cache\". Certifique-se de limpar os registros \"TXT\" e \"MX\" para o seu nome de domínio. Aguarde alguns minutos (ou às vezes horas) e tente enviar um email de teste para si mesmo.",
  "Purge DNS cache": "Limpar cache de DNS",
  "4. Still need help with something?": "4. Ainda precisa de ajuda com alguma coisa?",
  "We are here to answer your questions, but before asking us, please be sure to <a href=\"/en/faq\">read our FAQ section</a>.": "Estamos aqui para responder às suas perguntas, mas antes de nos perguntar, <a href=\"/en/faq\">leia nossa seção de Perguntas frequentes</a> .",
  "Ask us a question": "Faça-nos uma pergunta",
  "Delete Domain": "Excluir domínio",
  "Deleting your domain is irreversable.  Please take extreme caution when deleting your domain.": "A exclusão do seu domínio é irreversível. Tome muito cuidado ao excluir seu domínio.",
  "Back to Domains": "Voltar para domínios",
  "Server Error": "erro de servidor",
  "A server error has unfortunately occurred.": "Infelizmente, ocorreu um erro no servidor.",
  "5e206963d49bdd14f5130c8e": "5e206963d49bdd14f5130c8e",
  "Add New Alias": "Adicionar novo alias",
  "Add this domain to your account (if it does not exist)": "Adicione este domínio à sua conta (se não existir)",
  "Add Custom Domain Name": "Adicionar nome de domínio personalizado",
  "Enter your registered domain name below.": "Digite seu nome de domínio registrado abaixo.",
  "Domain name": "Nome do domínio",
  "Need to register a domain?": "Precisa registrar um domínio?",
  "/faq?domain=chickenpoo.com": "/faq?domain=chickenpoo.com",
  "Have you read our <a href=\"/faq?domain=chickenpoo.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/faq?domain=chickenpoo.com\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "Quick Links": "Links Rápidos",
  "Page not found": "página não encontrada",
  "We're sorry, but the page you requested could not be found.": "Lamentamos, mas a página que você solicitou não pôde ser encontrada.",
  "Manage Aliases": "Gerenciar aliases",
  "Need to add a new domain?": "Precisa adicionar um novo domínio?",
  "Have you read our <a href=\"/zh/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/zh/faq\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "中文 (zhōngwén)": "Chinês (zhōngwén)",
  "Have you read our <a href=\"/es/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/es/faq\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "Español": "Espanhol",
  "Have you read our <a href=\"/ko/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/ko/faq\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "한국어": "Coreano",
  "Have you read our <a href=\"/hu/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/hu/faq\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "Magyar": "húngaro",
  "Have you read our <a href=\"/ja/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/ja/faq\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "日本語 (にほんご)": "Japonês (japonês)",
  "Have you read our <a href=\"/vi/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/vi/faq\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "Tiếng Việt": "Vietnamita",
  "Have you read our <a href=\"/sv/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/sv/faq\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "Svenska": "sueco",
  "No aliases exist yet": "Ainda não existem aliases",
  "name": "nome",
  "Alias name": "Nome alternativo",
  "Select Domain": "Selecione Domínio",
  "Add New Custom Domain": "Adicionar novo domínio personalizado",
  "Sign out of &#124; <span class=\"notranslate\">ForwardEmail</span>": "Sair de &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Sign out of your account": "Sair da sua conta",
  "Register a domain name &#124; <span class=\"notranslate\">ForwardEmail</span>": "Registrar um nome de domínio &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Buy a custom domain name for email forwarding": "Compre um nome de domínio personalizado para encaminhamento de email",
  "Register a domain name": "Registrar um nome de domínio",
  "Enter a custom domain name below to register.": "Digite um nome de domínio personalizado abaixo para se registrar.",
  "Alias description": "Descrição do alias",
  "Optional: Enter a description you would like to assign to this alias (description has a maximum length of 150 characters).": "Opcional: Digite uma descrição que você gostaria de atribuir a esse alias (a descrição tem um comprimento máximo de 150 caracteres).",
  "Alias labels": "Marcadores de alias",
  "Optional: Enter comma/space delimited labels above that you would like to assign to this alias (a label has a maximum length of 20 characters).": "Opcional: Digite os rótulos delimitados por vírgula / espaço acima que você gostaria de atribuir a esse alias (um rótulo tem um comprimento máximo de 20 caracteres).",
  "Optional: Enter a description above that you would like to assign to this alias (description has a maximum length of 150 characters).": "Opcional: Digite uma descrição acima que você gostaria de atribuir a esse alias (a descrição tem um comprimento máximo de 150 caracteres).",
  "Optional: Enter a description above to assign to this alias (description has a maximum length of 150 characters).": "Opcional: Digite uma descrição acima para atribuir a esse alias (a descrição tem um comprimento máximo de 150 caracteres).",
  "Optional: Enter labels above to assign to this alias (a label has a maximum length of 20 characters, comma and/or space separated).": "Opcional: Digite os rótulos acima para atribuir a esse alias (um rótulo tem um comprimento máximo de 20 caracteres, separados por vírgula e / ou espaço).",
  "Alias Name": "Nome alternativo",
  "Alias Description (optional)": "Descrição do alias (opcional)",
  "Assign a description to this alias above (max 150 characters).": "Atribua uma descrição a esse alias acima (máximo de 150 caracteres).",
  "Alias Labels (optional)": "Etiquetas de alias (opcional)",
  "Assign labels to this alias above (max 20 characters per label, comma or space separated).": "Atribua rótulos a esse alias acima (máximo de 20 caracteres por rótulo, vírgula ou espaço separado).",
  "Description has a maximum of 150 characters.": "A descrição tem no máximo 150 caracteres.",
  "Labels must be space/comma separated and have a maximum of 20 characters each.": "Os rótulos devem ser separados por espaço / vírgula e ter no máximo 20 caracteres cada.",
  "You can use \"*\" as the alias name for a wildcard/catch-all.": "Você pode usar \"*\" como o nome alternativo para um curinga / catch-all.",
  "Use <code>*</code> as the alias name for a wildcard/catch-all.": "Use <code>*</code> como o nome alternativo para um curinga / catch-all.",
  "Use <code>*</code> as the value for a wildcard or catch-all alias.": "Use <code>*</code> como o valor para um curinga ou alias catch-all.",
  "Use <code>*</code> as the Alias Name for a catch-all (wildcard).": "Use <code>*</code> como o nome alternativo para um catch-all (curinga).",
  "Use <code>*</code> for a wildcard catch-all.": "Use <code>*</code> para um catch-all curinga.",
  "Use an asterisk for a wildcard catch-all.": "Use um asterisco para um catch-all curinga.",
  "Use an asterisk \"*\" for a wildcard, catch-all alias.": "Use um asterisco \"*\" para um curinga, alias catch-all.",
  "Description has a max of 150 characters.": "A descrição tem no máximo 150 caracteres.",
  "Labels must be space/comma separated and have a max of 20 characters.": "Os rótulos devem ser separados por espaço / vírgula e ter no máximo 20 caracteres.",
  "Use an asterisk \"*\" for a catch-all alias.": "Use um asterisco \"*\" para um alias geral.",
  "Alias Recipients": "Destinatários de alias",
  "Recipients must be a space/comma separated list of valid email addres, fully-qualified domain name (\"FQDN\"), or IP address.": "Os destinatários devem ser uma lista separada por espaço / vírgula de endereços de email válidos, nome de domínio totalmente qualificado (\"FQDN\") ou endereço IP.",
  "Labels must be a space/comma separated list with a maximum of 20 characters per label.": "Os rótulos devem ser uma lista separada por espaço / vírgula com no máximo 20 caracteres por rótulo.",
  "Recipients must be a space/comma separated list of valid email addresses, fully-qualified domain names (\"FQDN\"), and/or IP address.": "Os destinatários devem ser uma lista separada por espaço / vírgula de endereços de email válidos, nomes de domínio totalmente qualificados (\"FQDN\") e / ou endereço IP.",
  "(required)": "(requeridos)",
  "Recipients must be a space/comma separated list of valid email addresses, fully-qualified domain names (\"FQDN\"), and/or IP addresses.  We will automatically remove duplicate entries for you and perform validation when you click \"Continue\" below.": "Os destinatários devem ser uma lista separada por espaço / vírgula de endereços de email válidos, nomes de domínio totalmente qualificados (\"FQDN\") e / ou endereços IP. Removeremos automaticamente as entradas duplicadas e realizaremos a validação quando você clicar em \"Continuar\" abaixo.",
  "Recipient must be a valid email address, fully-qualified domain name (\"fqdn\"), or ip address": "O destinatário deve ser um endereço de email válido, nome de domínio totalmente qualificado (\"fqdn\") ou endereço IP",
  "IMPORTANT:": "IMPORTANTE:",
  " If you would like to hide your forwarded addresses from being publicly searchable over DNS record lookups, then please go to ": " Se você deseja ocultar seus endereços encaminhados para pesquisa pública nas pesquisas de registros DNS, acesse",
  " and upgrade your domain to a paid plan BEFORE starting this guide.": " e atualize seu domínio para um plano pago ANTES de iniciar este guia.",
  "IMPORTANT": "IMPORTANTE",
  ": ": ":",
  "If you are on a paid plan, then you must completely skip this step and go to step five!": "Se você estiver em um plano pago, deverá pular completamente esta etapa e passar à etapa cinco!",
  "  If you are not on a paid plan, then your forwarded addresses will be publicly searchable – go to ": "  Se você não possui um plano pago, seus endereços encaminhados serão pesquisados publicamente - vá para",
  " and upgrade your domain to a paid plan if desired.": " e atualize seu domínio para um plano pago, se desejar.",
  "Upgrade Plan": "Plano de atualização",
  "Please upgrade to a paid plan to unlock this feature.": "Atualize para um plano pago para desbloquear esse recurso.",
  "/faq?domain=marketing.yorkshirecoastline.com": "/faq?domain=marketing.yorkshirecoastline.com",
  "Have you read our <a href=\"/faq?domain=marketing.yorkshirecoastline.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/faq?domain=marketing.yorkshirecoastline.com\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "Alias does not exist on the domain.": "O alias não existe no domínio.",
  "Admin": "Admin",
  "Dashboard": "painel de controle",
  "Users": "Comercial",
  "Global": "Global",
  "/faq?domain=secret.fyi": "/faq?domain=secret.fyi",
  "Have you read our <a href=\"/faq?domain=secret.fyi\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/faq?domain=secret.fyi\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "Global domain": "Domínio global",
  "/faq?domain=hash.fyi": "/faq?domain=hash.fyi",
  "Have you read our <a href=\"/faq?domain=hash.fyi\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/faq?domain=hash.fyi\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "👋 Welcome!": "👋 Bem-vindo!",
  "/faq?domain=example.com": "/faq?domain=example.com",
  "Have you read our <a href=\"/faq?domain=example.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/faq?domain=example.com\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "(upgrade required)": "(atualização necessária)",
  "(plan upgrade required)": "(atualização do plano necessária)",
  "Reserved Email Addresses": "Endereços de email reservados",
  "Reserved Email Addresses &#124; <span class=\"notranslate\">ForwardEmail</span>": "Endereços de email reservados &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "List of 1250+ email addresses reserved for security concerns": "Lista de mais de 1250 endereços de e-mail reservados por questões de segurança",
  "We compiled a list of 1250+ email addresses that should be reserved by admins for security concerns.": "Compilamos uma lista de mais de 1250 endereços de email que devem ser reservados pelos administradores por questões de segurança.",
  "Our Methods": "Nossos Métodos",
  "How can I donate?": "Como posso doar?",
  "Source code is available on GitHub": "O código fonte está disponível no GitHub",
  "Reserved Words": "Palavras reservadas",
  "Security-Focused List": "Lista com foco na segurança",
  "<strong>Did you know?</strong> In our paid plans, organizations can have admins and normal users &ndash; and these admins are the only group available to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>Você sabia?</strong> Nos nossos planos pagos, as organizações podem ter administradores e usuários normais - e esses administradores são o único grupo disponível para adicionar aliases iguais, iniciados ou terminados com um dos endereços de email reservados abaixo.",
  "<strong>Did you know?</strong> In our <a href=\"/en/features\" class=\"alert-link\">paid plans</a>, organizations can have admins and normal users &ndash; and these admins are the only group available to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>Você sabia?</strong> Nos nossos <a href=\"/en/features\" class=\"alert-link\">planos pagos</a> , as organizações podem ter administradores e usuários normais - e esses administradores são o único grupo disponível para adicionar aliases iguais, iniciados ou terminados com um dos endereços de email reservados abaixo.",
  "<strong>Did you know?</strong> In our paid plans, organizations can have admins and normal users &ndash; and these admins are the only group permitted to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>Você sabia?</strong> Nos nossos planos pagos, as organizações podem ter administradores e usuários normais - e esses administradores são o único grupo autorizado a adicionar aliases iguais, iniciados ou terminados com um dos endereços de email reservados abaixo.",
  "<strong>Did you know?</strong> In our paid plans, organizations can have admins and normal users &ndash; and these admins are the members permitted to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>Você sabia?</strong> Nos nossos planos pagos, as organizações podem ter administradores e usuários normais - e esses administradores são os membros autorizados a adicionar aliases iguais, iniciam ou terminam com um dos endereços de email reservados abaixo.",
  "<strong>Did you know?</strong> In our paid plans, organizations can have admins and normal users &ndash; and these admins are the only members permitted to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>Você sabia?</strong> Nos nossos planos pagos, as organizações podem ter administradores e usuários normais - e esses administradores são os únicos membros autorizados a adicionar aliases iguais, iniciados ou terminados com um dos endereços de email reservados abaixo.",
  "<strong>Did you know?</strong> In our paid plans, organizations can have members that belong to an \"admin\" or a \"user\" group &ndash; and the \"user\" group is not permitted to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>Você sabia?</strong> Em nossos planos pagos, as organizações podem ter membros que pertencem a um grupo &quot;admin&quot; ou &quot;usuário&quot; - e o grupo &quot;usuário&quot; não tem permissão para adicionar aliases iguais, iniciados ou terminados com um dos endereços de email reservados abaixo.",
  "View source code on GitHub": "Ver código fonte no GitHub",
  "My Account - Profile": "Minha conta - Perfil",
  "Change password": "Mudar senha",
  "Set new password": "Definir nova senha",
  "Confirm new password": "Confirme a nova senha",
  "Set an account password": "Defina uma senha da conta",
  "Update Profile": "Atualizar perfil",
  "First name": "Primeiro nome",
  "Last name": "Último nome",
  "Reset": "Redefinir",
  "Save": "Salve ",
  "Free Vanity Domain": "Domínio gratuito gratuito",
  "Back to Domain": "Voltar ao domínio",
  "FREE VANITY DOMAIN": "DOMÍNIO LIVRE DA VANITY",
  "FREE VANITY DOMAIN*": "DOMÍNIO GRÁTIS PARA VANITY *",
  "See all features": "Veja todos os recursos",
  "See all plan features": "Veja todos os recursos do plano",
  "Use a custom domain or one of our free vanity domains, such as \"@secret.fyi\", \"@hash.fyi\", \"@mailsire.com\", and \"@hideaddress.net\".": "Use um domínio personalizado ou um de nossos domínios personalizados gratuitos, como \"@ secret.fyi\", \"@ hash.fyi\", \"@ mailsire.com\" e \"@ hideaddress.net\".",
  "already on this plan": "já neste plano",
  "Manage Team": "Gerenciar equipe",
  "Members have shared access to this domain, and you can invite new members, remove existing members, or manage permissions for them below.": "Os membros têm acesso compartilhado a esse domínio, e você pode convidar novos membros, remover membros existentes ou gerenciar permissões para eles abaixo.",
  "Invite New Member": "Convidar novo membro",
  "Invalid plan selected.": "Plano inválido selecionado.",
  "<strong>Did you know?</strong> In our paid plans, organizations can have members that belong to an \"admin\" or a \"user\" group &ndash; and the \"user\" group is not permitted to add aliases that equal one of the reserved email addresses below.  We also restrict the \"user\" group from having an email address that starts with, ends with, or equals \"admin\", \"administrator\", \"webmaster\", \"hostmaster\", \"postmaster\", and \"ssl\".": "<strong>Você sabia?</strong> Nos nossos planos pagos, as organizações podem ter membros que pertencem a um grupo &quot;admin&quot; ou &quot;usuário&quot; - e o grupo &quot;usuário&quot; não tem permissão para adicionar aliases iguais a um dos endereços de email reservados abaixo. Também restringimos o grupo &quot;usuário&quot; de ter um endereço de email que comece com, termine com ou seja igual a &quot;admin&quot;, &quot;administrador&quot;, &quot;webmaster&quot;, &quot;hostmaster&quot;, &quot;postmaster&quot; e &quot;ssl&quot;.",
  "Alias": "Alias",
  "Description & Labels": "Descrição e Etiquetas",
  "Active": "Ativo",
  "Recipients": "Destinatários",
  "catch-all": "cativante",
  "Enabled": "ativado",
  "Delete Alias": "Excluir alias",
  "/faq?domain=picklesurprise.com": "/faq?domain=picklesurprise.com",
  "Have you read our <a href=\"/faq?domain=picklesurprise.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/faq?domain=picklesurprise.com\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "/faq?domain=niftylettuce.com": "/faq?domain=niftylettuce.com",
  "Have you read our <a href=\"/faq?domain=niftylettuce.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/faq?domain=niftylettuce.com\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "Import TXT Records": "Importar registros TXT",
  "/faq?domain=chickensnot.com": "/faq?domain=chickensnot.com",
  "Have you read our <a href=\"/faq?domain=chickensnot.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/faq?domain=chickensnot.com\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "New": "Novo",
  "Recipients must be a line-break/space/comma separated list of valid email addresses, fully-qualified domain names (\"FQDN\"), and/or IP addresses.  We will automatically remove duplicate entries for you and perform validation when you click \"Continue\" below.": "Os destinatários devem ser uma lista separada por quebra de linha / espaço / vírgula de endereços de email válidos, nomes de domínio totalmente qualificados (\"FQDN\") e / ou endereços IP. Removeremos automaticamente entradas duplicadas para você e realizaremos a validação quando você clicar em \"Continuar\" abaixo.",
  "Labels must be a line-break/space/comma separated list with a maximum of 20 characters per label.": "Os rótulos devem ser uma lista separada por quebra de linha / espaço / vírgula com no máximo 20 caracteres por rótulo.",
  "Back to Aliases": "Voltar para aliases",
  "Add Alias": "Adicionar alias",
  "Complete the form below.": "Preencha o formulário abaixo.",
  "Edit Alias": "Caso contrário, editar",
  "Suomi": "Finlândia",
  "Türkçe": "turco",
  "Deutsch": "alemão",
  "Have you read our <a href=\"/it/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/it/faq\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "Italiano": "italiano",
  "Have you read our <a href=\"/de/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/de/faq\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "If you uncheck this, then this email will be deactivated and no emails will flow through.  However emails will NOT bounce until this alias is completely deleted.": "Se você desmarcar, esse e-mail será desativado e nenhum e-mail será transmitido. No entanto, os e-mails NÃO serão devolvidos até que esse alias seja completamente excluído.",
  "Disabled": "Desativado",
  "/faq?domain=shaunwarman.com": "/faq?domain=shaunwarman.com",
  "Have you read our <a href=\"/faq?domain=shaunwarman.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/faq?domain=shaunwarman.com\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "Have you read our <a href=\"/ar/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/ar/faq\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "Read our <a href=\"/ar/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/ar/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Leia nossa <a href=\"/ar/privacy\" target=\"_blank\" rel=\"noopener\">Política de Privacidade</a> e <a href=\"/ar/terms\" target=\"_blank\" rel=\"noopener\">Termos</a>",
  "العربية": "Árabe",
  "Read our <a href=\"/es/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/es/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "Leia nossa <a href=\"/es/privacy\" target=\"_blank\" rel=\"noopener\">Política de Privacidade</a> e <a href=\"/es/terms\" target=\"_blank\" rel=\"noopener\">Termos</a>",
  "Terms &#124; <span class=\"notranslate\">ForwardEmail</span>": "Termos &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Read our terms and conditions of use": "Leia nossos termos e condições de uso",
  "Thank you": "Obrigado",
  "No aliases exist yet.  Click here to add a new alias.": "Ainda não existem aliases. Clique aqui para adicionar um novo alias.",
  "No aliases exist yet.": "Ainda não existem aliases.",
  "Click here to add your first alias.": "Clique aqui para adicionar seu primeiro alias.",
  "Add a new alias to your domain to continue.": "Adicione um novo alias ao seu domínio para continuar.",
  "Add a new alias to continue.": "Adicione um novo alias para continuar.",
  "Use a custom domain or one of our free vanity domains:": "Use um domínio personalizado ou um de nossos domínios personalizados gratuitos:",
  "Free Disposable Addresses": "Endereços descartáveis gratuitos",
  "Free Disposable Addresses &#124; <span class=\"notranslate\">ForwardEmail</span>": "Endereços descartáveis gratuitos &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Try free and disposable email addresses with our short and memorable vanity domains, or you can use a custom domain name for free disposable addresses.": "Experimente endereços de e-mail gratuitos e descartáveis com nossos domínios personalizados curtos e memoráveis ou use um nome de domínio personalizado para endereços descartáveis gratuitos.",
  "Use your own custom domain name as a disposable email address &ndash; or try one of our free vanity domain names listed below.": "Use seu próprio nome de domínio personalizado como um endereço de e-mail descartável & ndash; ou tente um de nossos nomes de domínio gratuitos gratuitos listados abaixo.",
  "Short and Memorable Vanity Domains": "Domínios curtos e memoráveis",
  "<strong>Did you know?</strong> You can use your own custom domain name as a disposable email address.  Just <a href=\"/my-account/domains/new\" class=\"alert-link\">add a new domain</a> today to get started.": "<strong>Você sabia?</strong> Você pode usar seu próprio nome de domínio personalizado como um endereço de email descartável. Basta <a href=\"/my-account/domains/new\" class=\"alert-link\">adicionar um novo domínio</a> hoje para começar.",
  "Have you read our <a href=\"/uk/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/uk/faq\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "Українська Мова": "Língua ucraniana",
  "Create your address": "Crie seu endereço",
  "Try it now": "Tente agora",
  "/faq?domain=aliasbird.com": "/faq?domain=aliasbird.com",
  "Have you read our <a href=\"/faq?domain=aliasbird.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/faq?domain=aliasbird.com\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "TXT Verification Record": "Registro de verificação TXT",
  "Copy": "cópia de",
  "Enhanced Protection Verification Record": "Registro de verificação de proteção aprimorada",
  "Please ensure that a TXT record for the domain is added with the following value.": "Verifique se um registro TXT para o domínio foi adicionado com o seguinte valor.",
  "Please ensure that a TXT record exists with the following value.": "Verifique se existe um registro TXT com o seguinte valor.",
  "Please ensure that a TXT record exists for %s with the following value.": "Verifique se existe um registro TXT para% s com o seguinte valor.",
  "Please ensure that a <strong>TXT record</strong> exists for <strong>%s</strong> with the following value:": "Verifique se existe um <strong>registro TXT</strong> para <strong>% s</strong> com o seguinte valor:",
  "/faq?domain=hideaddress.net": "/faq?domain=hideaddress.net",
  "Have you read our <a href=\"/faq?domain=hideaddress.net\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/faq?domain=hideaddress.net\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "Use your own custom domain name or try one of our free vanity domain names.": "Use seu próprio nome de domínio personalizado ou experimente um de nossos nomes de domínio gratuitos gratuitos.",
  "(same as Gmail)": "(igual ao Gmail)",
  "Same as Gmail": "Igual ao Gmail",
  "same as Gmail": "mesmo que o Gmail",
  "<strong>Did you know?</strong> You can use your own custom domain name as a disposable email address.  Just <a href=\"/my-account/domains/new\" class=\"alert-link\">add a new domain</a> today to get started.  You can even \"Send mail as\" with Gmail, Outlook, and Yahoo using disposable addresses.": "<strong>Você sabia?</strong> Você pode usar seu próprio nome de domínio personalizado como um endereço de email descartável. Basta <a href=\"/my-account/domains/new\" class=\"alert-link\">adicionar um novo domínio</a> hoje para começar. Você pode até &quot;Enviar email como&quot; no Gmail, Outlook e Yahoo usando endereços descartáveis.",
  "/faq?domain=mailsire.com": "/faq?domain=mailsire.com",
  "Have you read our <a href=\"/faq?domain=mailsire.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Você já leu nossas <a href=\"/faq?domain=mailsire.com\" target=\"_blank\" rel=\"noopener\">perguntas frequentes</a> ?",
  "Generate name": "Gerar nome",
  "Generate random alias name": "Gerar nome alternativo aleatório",
  "Generate random alias": "Gere alias aleatório",
  "Instant aliases; zero wait-time for DNS propagation": "Aliases instantâneos; tempo de espera zero para propagação de DNS",
  "Access our easy to use Email Alias Manager": "Acesse nosso Gerenciador de Alias de Email fácil de usar",
  "Instant aliases and zero wait-time for DNS propagation": "Aliases instantâneos e tempo de espera zero para propagação de DNS",
  "Admin &#124; <span class=\"notranslate\">ForwardEmail</span>": "Admin <span class=\"notranslate\">ForwardEmail</span>",
  "Access your ForwardEmail admin": "Acesse seu administrador do ForwardEmail",
  "Admin - Users": "Admin - Usuários",
  "First Name": "Primeiro nome",
  "Last Name": "Último nome",
  "Group": "Grupo",
  "Created": "Criada",
  "Updated": "Atualizada",
  "Last Login": "Último Login",
  "Last Locale": "Última localidade",
  "Edit": "Editar",
  "Log in as user": "Entrar como usuário",
  "Remove": "Retirar",
  "Previous": "Anterior",
  "Next": "Próximo",
  "If you're using Gmail, you should also purge cache on Google's DNS at ": "If you're using Gmail, you should also purge cache on Google's DNS at ",
  "https://developers.google.com/speed/public-dns/cache": "https://developers.google.com/speed/public-dns/cache",
  "Other": "Other",
  "Don't see your provider name listed here?": "Don't see your provider name listed here?",
  " Simply search on the Internet for \"how to set up DNS records on ": " Simply search on the Internet for \"how to set up DNS records on ",
  "\" (replacing ": "\" (replacing ",
  " with the name of your provider)": " with the name of your provider)",
  " Simply search on the Internet for \"how to change DNS records on ": " Simply search on the Internet for \"how to change DNS records on ",
  "Aplus.net": "Aplus.net",
  "Sign in > My Servers > Domain Management > DNS Manager": "Sign in > My Servers > Domain Management > DNS Manager",
  "Domains.com": "Domains.com",
  "Sign in > (Select your domain) > Manage > (click gear icon) > Click on DNS & Nameservers in left-hand menu": "Sign in > (Select your domain) > Manage > (click gear icon) > Click on DNS & Nameservers in left-hand menu",
  "Is there a maximum limit on the number of email addresses I can forward to per alias": "Is there a maximum limit on the number of email addresses I can forward to per alias",
  "Yes, the default limit is 5.  This does NOT mean that you can only have five aliases on your domain name.  You can have as many as you want (unlimited).  It means that you can only forward one alias to five unique email addresses.  You could have ": "Yes, the default limit is 5.  This does NOT mean that you can only have five aliases on your domain name.  You can have as many as you want (unlimited).  It means that you can only forward one alias to five unique email addresses.  You could have ",
  " with the name of your provider).  Feel free to ": " with the name of your provider).  Feel free to ",
  "contact us": "contact us",
  " with any questions or comments.": " with any questions or comments.",
  "/faq?domain=www.aliasbird.com": "/faq?domain=www.aliasbird.com",
  "Have you read our <a href=\"/faq?domain=www.aliasbird.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Have you read our <a href=\"/faq?domain=www.aliasbird.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?",
  "Once you have followed the previous step(s), you will need to \"purge\" the DNS cache using the \"Purge Cache\" tool by Cloudflare.  You can optionally purge the cache using Google as well if you are using Gmail.  Make sure to purge both the \"TXT\" and the \"MX\" records for your domain name.  Wait a few minutes (or sometimes it might take an hour or two), and then click \"Verify Records\" above and try sending a test email to yourself.": "Once you have followed the previous step(s), you will need to \"purge\" the DNS cache using the \"Purge Cache\" tool by Cloudflare.  You can optionally purge the cache using Google as well if you are using Gmail.  Make sure to purge both the \"TXT\" and the \"MX\" records for your domain name.  Wait a few minutes (or sometimes it might take an hour or two), and then click \"Verify Records\" above and try sending a test email to yourself.",
  "Cloudflare Purge (required)": "Cloudflare Purge (required)",
  "Google Purge (optional)": "Google Purge (optional)",
  "It looks like you accidentally included \"www.\" in your domain name.  Did you mean example.com instead of www.example.com?": "It looks like you accidentally included \"www.\" in your domain name.  Did you mean example.com instead of www.example.com?",
  "Sign up &#124; <span class=\"notranslate\">ForwardEmail</span>": "Sign up &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Create a ForwardEmail account": "Create a ForwardEmail account",
  "Owner": "Owner",
  "Team Member": "Team Member",
  "Alias Count": "Alias Count",
  "Easy to use email alias manager": "Easy to use email alias manager",
  "Browser Extension (coming soon)": "Browser Extension (coming soon)",
  "We are here to answer your questions, but before asking us, please be sure to <a href=\"/es/faq\">read our FAQ section</a>.": "We are here to answer your questions, but before asking us, please be sure to <a href=\"/es/faq\">read our FAQ section</a>.",
  "Make User": "Make User",
  "Delete Member": "Delete Member",
  "Invite new team member": "Invite new team member",
  "Send invitation": "Send invitation",
  "User": "User",
  "Pending invitations are listed below.": "Pending invitations are listed below.",
  "Email Address": "Email Address",
  "Copy Invite Link": "Copy Invite Link",
  "Delete Invite": "Delete Invite",
  "You've been invited to the %s team": "You've been invited to the %s team",
  "Team invite": "Team invite",
  "Click the button below to accept your invite.": "Click the button below to accept your invite.",
  "Accept invite": "Accept invite",
  "If you did not expect to receive this invite, then please reply to let us know.": "If you did not expect to receive this invite, then please reply to let us know.",
  "Share invitation link": "Share invitation link",
  "Verify email &#124; <span class=\"notranslate\">ForwardEmail</span>": "Verify email &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Verify your ForwardEmail email": "Verify your ForwardEmail email",
  "Verify email": "Verify email",
  "Enter the verification pin sent to your email address.": "Enter the verification pin sent to your email address.",
  "Please enter a 6 digit verification pin.": "Please enter a 6 digit verification pin.",
  "Verification pin": "Verification pin",
  "Didn't receive the email?": "Didn't receive the email?",
  "Resend now": "Resend now",
  "Verification pin:": "Verification pin:",
  "Use this verification pin:": "Use this verification pin:",
  "This pin expires within 5 minutes.": "This pin expires within 5 minutes.",
  "Verify now": "Verify now",
  "If you did not submit this request, then please reply to let us know.": "If you did not submit this request, then please reply to let us know.",
  "You have successfully accepted the invite to this domain and are an admin.": "You have successfully accepted the invite to this domain and are an admin.",
  "Thanks for signing up!": "Thanks for signing up!",
  "Thank you!": "Thank you!",
  "You have successfully registered for our service!  Please let us know if you have any issues or feature requests.": "You have successfully registered for our service!  Please let us know if you have any issues or feature requests.",
  "Read our FAQ": "Read our FAQ",
  "Can I disable specific aliases": "Can I disable specific aliases",
  "Yes! As of February 6, 2020 we have added this feature.  Simply edit your DNS TXT record and prefix the alias with an exclamation mark.  Note that you must preserve the ": "Yes! As of February 6, 2020 we have added this feature.  Simply edit your DNS TXT record and prefix the alias with an exclamation mark.  Note that you must preserve the ",
  " mapping, as this is required if you ever decide to toggle this off (and it's also used for importing in our paid plans).": " mapping, as this is required if you ever decide to toggle this off (and it's also used for importing in our paid plans).",
  "If you prefix an alias with ": "If you prefix an alias with ",
  " (exclamation mark) then it will still return successful respond codes to senders attempting to send to this address, but the emails themselves will go nowhere; to a blackhole.": " (exclamation mark) then it will still return successful respond codes to senders attempting to send to this address, but the emails themselves will go nowhere; to a blackhole.",
  "For example, if I want all emails that go to ": "For example, if I want all emails that go to ",
  " to stop flowing through to ": " to stop flowing through to ",
  ":": ":",
  "Emails sent to disabled addresses will respond with a ": "Emails sent to disabled addresses will respond with a ",
  " (message queued) status code, but the emails will not actually be delivered to the recipient(s).": " (message queued) status code, but the emails will not actually be delivered to the recipient(s).",
  "/faq?domain=aliasfox.com": "/faq?domain=aliasfox.com",
  "Have you read our <a href=\"/faq?domain=aliasfox.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Have you read our <a href=\"/faq?domain=aliasfox.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?",
  "You have successfully upgraded to the Enhanced Protection Plan.": "You have successfully upgraded to the Enhanced Protection Plan.",
  "Enhanced Protection and Team plans are new and currently in our final testing phase.  Please note that once they are officially released, you will be notified by email and will have 30 days to enter your billing information.  Thank you!": "Enhanced Protection and Team plans are new and currently in our final testing phase.  Please note that once they are officially released, you will be notified by email and will have 30 days to enter your billing information.  Thank you!",
  "You have successfully upgraded to the Team Plan.": "You have successfully upgraded to the Team Plan.",
  "Enhanced Protection and Team plans are currently free and in our final testing and beta program phase.  Once they are released, you will be emailed and will have 30 days to enter your billing information.  Thank you!": "Enhanced Protection and Team plans are currently free and in our final testing and beta program phase.  Once they are released, you will be emailed and will have 30 days to enter your billing information.  Thank you!",
  "Have you read our <a href=\"/fr/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Have you read our <a href=\"/fr/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?",
  "Français": "Français",
  "DNSimple": "DNSimple",
  "Sign in > (Select your domain)  > DNS > Manage": "Sign in > (Select your domain)  > DNS > Manage",
  "Yes! As of February 6, 2020 we have added this feature.  Simply edit your DNS TXT record and prefix the alias with an exclamation mark.  Note that you must preserve the \":\" mapping, as this is required if you ever decide to toggle this off (and it's also used for importing in our paid plans).": "Yes! As of February 6, 2020 we have added this feature.  Simply edit your DNS TXT record and prefix the alias with an exclamation mark.  Note that you must preserve the \":\" mapping, as this is required if you ever decide to toggle this off (and it's also used for importing in our paid plans).",
  "If you prefix an alias with \"!\" (exclamation mark) then it will still return successful respond codes to senders attempting to send to this address, but the emails themselves will go nowhere; to a blackhole.": "If you prefix an alias with \"!\" (exclamation mark) then it will still return successful respond codes to senders attempting to send to this address, but the emails themselves will go nowhere; to a blackhole."
}