{
  "10": "10",
  "25": "25",
  "50": "50",
  "Domain is not a registered domain name. <a class=\"font-weight-bold\" href=\"/domain-registration\">Click here to register it now</a>.": "Домен не является зарегистрированным доменным именем. <a class=\"font-weight-bold\" href=\"/domain-registration\">Нажмите здесь, чтобы зарегистрировать его сейчас</a>.",
  "If we detect your DNS records are valid, then we will send you an automated email alert.  We routinely check DNS records for your domain every few hours.": "Если мы обнаружим, что ваши DNS-записи действительны, мы отправим вам автоматическое уведомление по электронной почте. Мы регулярно проверяем DNS-записи для вашего домена каждые несколько часов.",
  "Please ensure that your DNS nameservers are set properly too (e.g. if you are using a DNS provider such as Cloudflare &ndash; which may be a different provider than your domain registrar).": "Пожалуйста, убедитесь, что ваши DNS-серверы имен также настроены правильно (например, если вы используете DNS-провайдера, такого как Cloudflare &ndash; который может быть другим провайдером, чем ваш регистратор домена).",
  "<p class=\"mb-0\"><strong>Making changes to your DNS records takes time to propagate throughout the Internet. <span class=\"text-danger\">You may need to wait a few minutes</span> and then try again.</strong></p>": "<p class=\"mb-0\"><strong>Внесение изменений в ваши DNS-записи требует времени для распространения по всему Интернету. <span class=\"text-danger\">Возможно, вам потребуется подождать несколько минут</span> и затем попробовать снова.</strong></p>",
  "Domain is missing required DNS <span class=\"notranslate\">TXT</span> record of: <span class=\"notranslate\">%s</span>": "В домене отсутствует обязательная DNS <span class=\"notranslate\">TXT</span> запись: <span class=\"notranslate\">%s</span>",
  "<p class=\"mb-0\">We have detected that your domain has multiple MX server providers. Please ensure that the <strong>ONLY</strong> DNS MX records are:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Мы обнаружили, что ваш домен имеет несколько провайдеров MX-серверов. Пожалуйста, убедитесь, что <strong>ЕДИНСТВЕННЫМИ</strong> DNS MX записями являются:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Пожалуйста, убедитесь, что у вас нет опечаток и добавлены обе уникальные записи (например, убедитесь, что обе записи не одинаковы). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Прочитайте наш FAQ</a> для подробных инструкций.</p>",
  "From header must be equal to <span class=\"notranslate\">%s</span> (or) you can use a domain-wide catch-all password at <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>": "Заголовок From должен быть равен <span class=\"notranslate\">%s</span> (или) вы можете использовать общий пароль для всего домена на <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>",
  "<p class=\"mb-0\">Domain is missing required DNS MX records of:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">В домене отсутствуют обязательные DNS MX записи:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Пожалуйста, убедитесь, что у вас нет опечаток и добавлены обе уникальные записи (например, убедитесь, что обе записи не одинаковы). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Прочитайте наш FAQ</a> для подробных инструкций.</p>",
  "Invalid DKIM signature.": "Недействительная подпись DKIM.",
  "Newsletter approval required for <span class=\"notranslate\">%s</span>": "Требуется одобрение рассылки для <span class=\"notranslate\">%s</span>",
  "We detected that you attempted to send an outbound SMTP newsletter for <strong class=\"notranslate\">%s</strong>.  Your domain does not yet have newsletter support approved, and an admin has been notified to begin review.  This process usually is resolved within 2-4 hours, but sometimes it may longer.": "Мы обнаружили, что вы попытались отправить исходящую SMTP-рассылку для <strong class=\"notranslate\">%s</strong>. Ваш домен еще не имеет одобренной поддержки рассылки, и администратор был уведомлен о начале проверки. Этот процесс обычно решается в течение 2-4 часов, но иногда может занять больше времени.",
  "Newsletter usage is not yet approved for your account, please wait for approval or contact us for support.": "Использование рассылки еще не одобрено для вашей учетной записи, пожалуйста, дождитесь одобрения или свяжитесь с нами для поддержки.",
  "You have exceeded your daily SMTP outbound rate limit.": "Вы превысили свой дневной лимит скорости исходящего SMTP.",
  "From header must end with <span class=\"notranslate\">%s</span>": "Заголовок From должен заканчиваться на <span class=\"notranslate\">%s</span>",
  "An error code of \"<span class=\"notranslate\">%s</span>\" occurred while performing the DNS lookup. Please try again.": "Произошла ошибка с кодом \"<span class=\"notranslate\">%s</span>\" при выполнении DNS-запроса. Пожалуйста, попробуйте снова.",
  "See": "См.",
  "https://github.com/scintill/macos-server-apns-certs/tree/master": "https://github.com/scintill/macos-server-apns-certs/tree/master",
  "About Forward Email": "О Forward Email",
  "Table of Contents": "Содержание",
  "Foreword": "Предисловие",
  "History": "История",
  "Forward Email is a": "Forward Email - это",
  "free and open-source": "бесплатный сервис с открытым исходным кодом",
  "email forwarding": "для пересылки электронной почты",
  "service focused on a user's": ", сосредоточенный на",
  "right to privacy": "праве пользователя на конфиденциальность",
  ", and was launched in November 2017.  It offers unlimited custom domain names, unlimited email addresses and aliases, unlimited disposable email addresses, spam and phishing protection, and other features.  The service is maintained and owned by its original founding team of designers and developers.  It is built with 100% open-source software using": ", и был запущен в ноябре 2017 года. Он предлагает неограниченные пользовательские доменные имена, неограниченные адреса электронной почты и псевдонимы, неограниченные одноразовые адреса электронной почты, защиту от спама и фишинга и другие функции. Сервис поддерживается и принадлежит его первоначальной команде основателей из дизайнеров и разработчиков. Он построен на 100% программном обеспечении с открытым исходным кодом, используя",
  "JavaScript": "JavaScript",
  "Node.js": "Node.js",
  ", and": " и",
  "We launched in November 2017 after an initial release.": "Мы запустились в ноябре 2017 года после первоначального релиза.",
  "In April 2018": "В апреле 2018 года",
  "Cloudflare": "Cloudflare",
  "launched their": "запустил свой",
  "privacy-first consumer DNS service": "потребительский DNS-сервис, ориентированный на конфиденциальность",
  ", and we switched from using": ", и мы перешли с использования",
  "OpenDNS": "OpenDNS",
  "to": "на",
  "for handling": "для обработки",
  "lookups.": "запросов.",
  "In October 2018, we allowed users to \"Send Mail As\" with": "В октябре 2018 года мы разрешили пользователям \"Отправлять почту как\" с",
  "Gmail": "Gmail",
  "and": "и",
  "Outlook": "Outlook",
  "In May 2019, we released v2, which was a major rewrite from the initial versions and focused on": "В мае 2019 года мы выпустили v2, которая была крупной переработкой от первоначальных версий и сосредоточилась на",
  "performance": "производительности",
  "through the use of": "через использование",
  "'s": "",
  "streams": "потоков",
  "In February 2020, we released the Enhanced Privacy Protection plan.  This plan allows users to switch off setting public DNS record entries with their email forwarding configuration aliases. Through this plan, a user's email alias information is hidden from being publicly searchable over the Internet. We also released a feature to enable or disable specific aliases while still allowing them to appear as a valid email address and return a successful": "В феврале 2020 года мы выпустили план Enhanced Privacy Protection. Этот план позволяет пользователям отключить установку публичных записей DNS с их псевдонимами конфигурации пересылки электронной почты. Через этот план информация о псевдонимах электронной почты пользователя скрыта от публичного поиска в Интернете. Мы также выпустили функцию для включения или отключения определенных псевдонимов, при этом позволяя им по-прежнему отображаться как действительный адрес электронной почты и возвращать успешный",
  "SMTP status code": "код состояния SMTP",
  ", but the emails will be immediately discarded (similar to piping output from a process to": ", но электронные письма будут немедленно отброшены (аналогично перенаправлению вывода из процесса в",
  "/dev/null": "/dev/null",
  "In April 2020, we released our initial alpha version of Spam Scanner after hitting countless roadblocks with existing spam-detection solutions and because none of these solutions (": "В апреле 2020 года мы выпустили нашу первоначальную альфа-версию Spam Scanner после столкновения с бесчисленными препятствиями с существующими решениями обнаружения спама и потому что ни одно из этих решений (",
  "Rspamd": "Rspamd",
  "SpamAssassin": "SpamAssassin",
  ") honored our privacy policy. Spam Scanner is a completely free and open-source": ") не соблюдало нашу политику конфиденциальности. Spam Scanner - это полностью бесплатное решение с открытым исходным кодом для",
  "anti-spam filtering": "фильтрации от спама",
  "solution which uses a": ", которое использует подход",
  "Naive Bayes spam filtering": "фильтрации спама Naive Bayes",
  "approach in combination with": "в сочетании с защитой от",
  "anti-phishing": "фишинга",
  "IDN homograph attack": "атак IDN-гомографов",
  "protection.  We also released a feature to allow": ". Мы также выпустили функцию для разрешения",
  "two-factor authentication": "двухфакторной аутентификации",
  "(2FA) using a": "(2FA) с использованием",
  "one-time password": "одноразового пароля",
  "(OTP) for enhanced account security.": "(OTP) для повышенной безопасности учетной записи.",
  "In May 2020, we allowed custom": "В мае 2020 года мы разрешили пользовательскую",
  "port forwarding": "переадресацию портов",
  "as workaround for users to circumvent port blocking by their": "как обходной путь для пользователей, чтобы обойти блокировку портов их",
  ".  We also released our": "интернет-провайдером. Мы также выпустили наш",
  "Free Email Forwarding RESTful API": "Бесплатный RESTful API пересылки электронной почты",
  ", with complete documentation and real-time request and response examples.  We also released support for webhooks.": ", с полной документацией и примерами запросов и ответов в реальном времени. Мы также выпустили поддержку вебхуков.",
  "In August 2020, we added support for the": "В августе 2020 года мы добавили поддержку системы аутентификации электронной почты",
  "Authenticated Received Chain": "Authenticated Received Chain",
  "(\"ARC\") email authentication system.": "(\"ARC\").",
  "On November 23, 2020 we publicly launched out of our beta program.": "23 ноября 2020 года мы публично запустились из нашей бета-программы.",
  "In February 2021, we refactored our codebase to remove all": "В феврале 2021 года мы провели рефакторинг нашей кодовой базы, чтобы удалить все",
  "Python": "Python",
  "dependencies – which allowed our stack to become 100%": "зависимости – что позволило нашему стеку стать 100%",
  "On September 27, 2021,": "27 сентября 2021 года",
  "we added support": "мы добавили поддержку",
  "for email forwarding aliases to match": "для псевдонимов пересылки электронной почты для соответствия",
  "regular expressions": "регулярным выражениям",
  "In January 2023, we launched a re-designed and page-speed optimized website.": "В январе 2023 года мы запустили переработанный и оптимизированный по скорости страницы веб-сайт.",
  "In February 2023, we added support for": "В феврале 2023 года мы добавили поддержку",
  "error logs": "журналов ошибок",
  "and a": "и",
  "dark mode": "темного режима",
  "website color scheme.": "цветовой схемы веб-сайта.",
  "In March 2023, we released": "В марте 2023 года мы выпустили",
  "Tangerine": "Tangerine",
  "and integrated it throughout our infrastructure – this means we use": "и интегрировали его во всю нашу инфраструктуру – это означает, что мы используем",
  "DNS over HTTPS": "DNS over HTTPS",
  "(\"DoH\") at the application layer.  We also added support for": "(\"DoH\") на уровне приложений. Мы также добавили поддержку",
  "switched": "переключения",
  "from": "с",
  "hCaptcha": "hCaptcha",
  "Cloudflare Turnstile": "Cloudflare Turnstile",
  "In April 2023, we implemented and automated entirely new infrastructure.  Our entire service is now running on globally load-balanced and proximity-based DNS (with health checks and failover) using": "В апреле 2023 года мы внедрили и автоматизировали совершенно новую инфраструктуру. Вся наша служба теперь работает на глобально сбалансированном по нагрузке и основанном на близости DNS (с проверками работоспособности и отказоустойчивостью), используя",
  "(before we were using round-robin DNS on Cloudflare).  Additionally we switched to": "(ранее мы использовали round-robin DNS на Cloudflare). Дополнительно мы перешли на",
  "bare metal servers": "выделенные серверы",
  "across multiple providers – which include": "у нескольких провайдеров – которые включают",
  "Vultr": "Vultr",
  "Digital Ocean": "Digital Ocean",
  "(before we solely used Digital Ocean).  Both of these providers are SOC 2 Type 2 compliant – see": "(ранее мы использовали только Digital Ocean). Оба этих провайдера соответствуют SOC 2 Type 2 – см.",
  "Vultr's Compliance": "Соответствие Vultr",
  "Digital Ocean's Certifications": "Сертификации Digital Ocean",
  "for more insight.  Furthermore, our MongoDB and Redis databases are now running on clusters with primary and standby nodes for high availability, end-to-end SSL encryption, encryption-at-rest, and point-in-time recovery (PITR).": "для получения дополнительной информации. Кроме того, наши базы данных MongoDB и Redis теперь работают на кластерах с основными и резервными узлами для высокой доступности, сквозного SSL-шифрования, шифрования в покое и восстановления на момент времени (PITR).",
  "In May 2023, we launched our": "В мае 2023 года мы запустили нашу",
  "outbound SMTP": "функцию исходящего SMTP",
  "feature for": "для",
  "sending email with SMTP": "отправки электронной почты через SMTP",
  "sending email with API": "отправки электронной почты через API",
  "requests.  This feature has built-in safeguards to ensure high deliverability, a modern and robust queue and retry system, and": "запросы. Эта функция имеет встроенные защитные механизмы для обеспечения высокой доставляемости, современную и надежную систему очередей и повторных попыток, и",
  "supports error logs in real-time": "поддерживает журналы ошибок в реальном времени",
  "In November 2023, we launched our": "В ноябре 2023 года мы запустили наше",
  "encrypted mailbox storage": "зашифрованное хранилище почтовых ящиков",
  "IMAP suppport": "поддержку IMAP",
  "In December 2023,": "В декабре 2023 года",
  "for": "мы добавили поддержку",
  "passkeys and WebAuthn": "ключей доступа и WebAuthn",
  "time to inbox": "время до входящих",
  "monitoring, and": "мониторинг и",
  "OpenPGP for IMAP Storage": "OpenPGP для хранилища IMAP",
  "In February 2024,": "В феврале 2024 года",
  "we added calendar (CalDAV) support": "мы добавили поддержку календаря (CalDAV)",
  "Throughout March to July 2024, we released major optimizations and improvements to our IMAP, POP3, and CalDAV service.  Our goal was to make our service snappy –  and as fast, if not faster than alternatives.": "С марта по июль 2024 года мы выпустили крупные оптимизации и улучшения нашего сервиса IMAP, POP3 и CalDAV. Нашей целью было сделать наш сервис быстрым – и таким же быстрым, если не быстрее альтернатив.",
  "In July 2024,": "В июле 2024 года",
  "we added iOS Push support": "мы добавили поддержку iOS Push",
  "since Apple Mail on iOS does not support IMAP": "поскольку Apple Mail на iOS не поддерживает IMAP",
  "command.  Now users can get real-time notifications of new mail on their Apple iOS devices.  We also added time to inbox (\"TTI\") monitoring for our own service – as well as Yahoo/AOL (now that they support app-generated passwords again) to the footer of every page on our website.  Additionally, we now allow users to encrypt their plaintext DNS TXT records even on the free plan at no cost.  Privacy should not be a feature, it should be inherently built-in to all aspects of a product. As highly requested in a": "команду. Теперь пользователи могут получать уведомления о новой почте в реальном времени на своих устройствах Apple iOS. Мы также добавили мониторинг времени до входящих (\"TTI\") для нашего собственного сервиса – а также Yahoo/AOL (теперь, когда они снова поддерживают пароли, генерируемые приложениями) в нижний колонтитул каждой страницы нашего веб-сайта. Дополнительно мы теперь позволяем пользователям шифровать их текстовые DNS TXT записи даже в бесплатном плане без дополнительной платы. Конфиденциальность не должна быть функцией, она должна быть неотъемлемо встроена во все аспекты продукта. Как было настоятельно запрошено в",
  "Privacy Guides discussion": "обсуждении Privacy Guides",
  "and on": "и в",
  "our GitHub issues": "наших проблемах GitHub",
  "we've added this.  Lastly, we added the ability for aliases to either quietly reject": "мы добавили это. Наконец, мы добавили возможность для псевдонимов тихо отклонять",
  ", soft reject": ", мягко отклонять",
  ", or hard reject": "или жестко отклонять",
  "if they are disabled.  Previously, disabled aliases only routed to a blackhole (e.g.": "если они отключены. Ранее отключенные псевдонимы только направлялись в черную дыру (например,",
  ") and it appeared to senders as if their messages to these disabled aliases succeeded.": ") и отправителям казалось, что их сообщения к этим отключенным псевдонимам были успешными.",
  "In August 2024, we added support for exporting mailboxes as": "В августе 2024 года мы добавили поддержку экспорта почтовых ящиков как",
  "Mbox": "Mbox",
  "formats (in addition to the": "форматы (в дополнение к уже поддерживаемому формату экспорта",
  "SQLite": "SQLite",
  "export format already supported) – and we also added": ") – и мы также добавили",
  "webhook signature support": "поддержку подписи вебхука",
  "via": "через заголовок",
  "header.  We also": ". Мы также",
  "added support for bounce webhooks": "добавили поддержку вебхуков отказов",
  "and now allow users to send newsletters, announcements, and email marketing through our outbound SMTP service.": "и теперь позволяем пользователям отправлять рассылки, объявления и email-маркетинг через наш сервис исходящего SMTP.",
  "Free Email Forwarding for Custom Domains": "Free Email Forwarding for Custom Domains",
  "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.": "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.",
  "Terms of Service": "Terms of Service",
  "Read our terms and conditions of use for our email forwarding service.": "Read our terms and conditions of use for our email forwarding service.",
  "History of Forward Email": "History of Forward Email",
  "Learn more about Forward Email and the history of our service.": "Learn more about Forward Email and the history of our service.",
  "Privacy Policy": "Privacy Policy",
  "Read our privacy policy for our email forwarding service.": "Read our privacy policy for our email forwarding service.",
  "Please log in or sign up to view the page you requested.": "Please log in or sign up to view the page you requested.",
  "Warning": "Warning",
  "Written by": "Written by",
  "Team": "Team",
  "Time to read": "Time to read",
  "Less than 5 minutes": "Less than 5 minutes",
  "Search for anything:": "Search for anything:",
  "Search": "Search",
  "Popular Searches": "Popular Searches",
  "Sign up now &ndash; it's free!": "Sign up now &ndash; it's free!",
  "Have an account?": "Have an account?",
  "Click here": "Click here",
  "Email address": "Email address",
  "Password": "Password",
  "Get started": "Get started",
  "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.": "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.",
  "Welcome back!": "Welcome back!",
  "Don't have an account?": "Don't have an account?",
  "Please enable JavaScript to sign in with Passkey.": "Please enable JavaScript to sign in with Passkey.",
  "Sign in with Passkey": "Sign in with Passkey",
  "or": "or",
  "Sign in": "Sign in",
  "Forget your password?": "Forget your password?",
  "Features &amp; Pricing": "Features &amp; Pricing",
  "FAQ": "FAQ",
  "Log in": "Log in",
  "Signup": "Signup",
  "Toggle navigation": "Toggle navigation",
  "Apps": "Apps",
  "Desktop": "Desktop",
  "Resources": "Resources",
  "What is <span class=\"notranslate\">Forward Email</span>?": "What is <span class=\"notranslate\">Forward Email</span>?",
  "Frequently Asked Questions": "Frequently Asked Questions",
  "Time to Inbox": "Time to Inbox",
  "Help": "Help",
  "Disposable Addresses": "Disposable Addresses",
  "Domain Registration": "Domain Registration",
  "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record": "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record",
  "Reserved Email Addresses": "Reserved Email Addresses",
  "Denylist Removal": "Denylist Removal",
  "Guides": "Guides",
  "Outbound SMTP": "Outbound SMTP",
  "SMTP Integration Examples": "SMTP Integration Examples",
  "Send Email with Custom Domain": "Send Email with Custom Domain",
  "Send Mail As with Gmail": "Send Mail As with Gmail",
  "Email Setup Guides": "Email Setup Guides",
  "How to Setup Email with <span class=\"notranslate\">%s</span>": "How to Setup Email with <span class=\"notranslate\">%s</span>",
  "Other providers": "Other providers",
  "Developers": "Developers",
  "Technical Whitepaper": "Technical Whitepaper",
  "IP Addresses": "IP Addresses",
  "API Reference": "API Reference",
  "Self Hosted Email": "Self Hosted Email",
  "Email Webhooks": "Email Webhooks",
  "Bounce Webhooks": "Bounce Webhooks",
  "Custom Domain Regex Filtering": "Custom Domain Regex Filtering",
  "Email Service Comparison": "Email Service Comparison",
  "Email Services": "Email Services",
  "Private Email Services": "Private Email Services",
  "Open-Source Email Services": "Open-Source Email Services",
  "Transactional Email Services": "Transactional Email Services",
  "Email API's for Developers": "Email API's for Developers",
  "Email Spam Filtering Services": "Email Spam Filtering Services",
  "Developer Articles": "Developer Articles",
  "A Decade of Open-Source Impact": "A Decade of Open-Source Impact",
  "Email Spam Protection Filter": "Email Spam Protection Filter",
  "Mail Server Providers": "Mail Server Providers",
  "Practices for Node.js Logging": "Practices for Node.js Logging",
  "Security Audit Companies": "Security Audit Companies",
  "Case Study: Gov/Federal Email Compliance": "Case Study: Gov/Federal Email Compliance",
  "Case Study: Alumni Email": "Case Study: Alumni Email",
  "Case Study: Ubuntu Email": "Case Study: Ubuntu Email",
  "Case Study: Linux Foundation": "Case Study: Linux Foundation",
  "Custom Fonts in Emails": "Custom Fonts in Emails",
  "Email Regex JavaScript and Node.js": "Email Regex JavaScript and Node.js",
  "Email Testing for Browsers and iOS Simulator": "Email Testing for Browsers and iOS Simulator",
  "The Complete Guide to Forward Email's Service": "The Complete Guide to Forward Email's Service",
  "Optimize Node.js for Production": "Optimize Node.js for Production",
  "Crypto Supported Email Service": "Crypto Supported Email Service",
  "Self-Hosted Email": "Self-Hosted Email",
  "JavaScript Contact Forms Node.js": "JavaScript Contact Forms Node.js",
  "Node.js DNS over HTTPS": "Node.js DNS over HTTPS",
  "Node.js Email Templates": "Node.js Email Templates",
  "Node.js Job Scheduler": "Node.js Job Scheduler",
  "Node.js Logging Service": "Node.js Logging Service",
  "Case Study: The PayPal Disaster": "Case Study: The PayPal Disaster",
  "Quantum Resistant Email Service": "Quantum Resistant Email Service",
  "Send React Emails": "Send React Emails",
  "Case Study: Email Startups": "Case Study: Email Startups",
  "Bulletproof Payment System with Stripe and PayPal": "Bulletproof Payment System with Stripe and PayPal",
  "How Forward Email Safeguards Your Communications": "How Forward Email Safeguards Your Communications",
  "URL Regex JavaScript and Node.js": "URL Regex JavaScript and Node.js",
  "Why Open-Source Email is the Future": "Why Open-Source Email is the Future",
  "Company": "Company",
  "About": "About",
  "Security": "Security",
  "Privacy": "Privacy",
  "Terms": "Terms",
  "GDPR": "GDPR",
  "DPA": "DPA",
  "Report Abuse": "Report Abuse",
  "Press": "Press",
  "Send us an email": "Send us an email",
  "Careers": "Careers",
  "100% Systems Online": "100% Systems Online",
  "Status Page": "Status Page",
  "100%": "100%",
  "Community": "Community",
  "Newsletter": "Newsletter",
  "Footer": "Footer",
  "Have a question or confused?": "Have a question or confused?",
  "Learn more about:": "Learn more about:",
  "Privacy Protected": "Privacy Protected",
  "Custom Domain Email": "Custom Domain Email",
  "Open Source Email": "Open Source Email",
  "Secure Email Forwarding": "Secure Email Forwarding",
  "Secure Checkout": "Secure Checkout",
  "Payment methods accepted:": "Payment methods accepted:",
  "SEPA Direct Debit": "SEPA Direct Debit",
  "Canadian pre-authorized debits": "Canadian pre-authorized debits",
  "ACH Direct Debit": "ACH Direct Debit",
  "Bank Transfer": "Bank Transfer",
  "Domestic Wire Transfer (Enterprise)": "Domestic Wire Transfer (Enterprise)",
  "International Wire Transfer (Enterprise)": "International Wire Transfer (Enterprise)",
  "English": "English",
  "Arabic": "Arabic",
  "Chinese": "Chinese",
  "Czech": "Czech",
  "Danish": "Danish",
  "Dutch": "Dutch",
  "Finnish": "Finnish",
  "French": "French",
  "German": "German",
  "Hebrew": "Hebrew",
  "Hungarian": "Hungarian",
  "Indonesian": "Indonesian",
  "Italian": "Italian",
  "Japanese": "Japanese",
  "Korean": "Korean",
  "Norwegian": "Norwegian",
  "Polish": "Polish",
  "Portuguese": "Portuguese",
  "Russian": "Russian",
  "Spanish": "Spanish",
  "Swedish": "Swedish",
  "Thai": "Thai",
  "Turkish": "Turkish",
  "Ukrainian": "Ukrainian",
  "Vietnamese": "Vietnamese",
  "Go to top": "Go to top",
  "Port 25 blocked by ISP": "Port 25 blocked by ISP",
  "Email API Reference": "Email API Reference",
  "Regex Email Forwarding": "Regex Email Forwarding",
  "Open Source": "Open Source",
  "GPG Key": "GPG Key",
  "Learn more": "Learn more",
  "We support OpenPGP and end-to-end encryption": "We support OpenPGP and end-to-end encryption",
  "Languages": "Languages",
  "GitHub Repo stars": "GitHub Repo stars",
  "Qualys SSL Labs SSL Server Test": "Qualys SSL Labs SSL Server Test",
  "Mozilla HTTP Observatory Grade": "Mozilla HTTP Observatory Grade",
  "Internet Site Test": "Internet Site Test",
  "Internet Mail Test": "Internet Mail Test",
  "Hardenize Badge": "Hardenize Badge",
  "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.": "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.",
  "IOS is a trademark or registered trademark of Cisco.": "IOS is a trademark or registered trademark of Cisco.",
  "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.": "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.",
  "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.": "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.",
  "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.": "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.",
  "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.": "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.",
  "Linux is the registered trademark of Linus Torvalds.": "Linux is the registered trademark of Linus Torvalds.",
  "All rights reserved. All trademarks are property of their respective owners in the US and other countries.": "All rights reserved. All trademarks are property of their respective owners in the US and other countries.",
  "Chat with us": "Chat with us",
  "Success": "Success",
  "Error": "Error",
  "Info": "Info",
  "Question": "Question",
  "OK": "OK",
  "Cancel": "Cancel",
  "Close this dialog": "Close this dialog",
  "Are you sure?": "Are you sure?",
  "Please confirm if you wish to continue.": "Please confirm if you wish to continue.",
  "Español": "Español",
  "Hello": "Hello",
  "Invalid two-factor authentication passcode.": "Invalid two-factor authentication passcode.",
  "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>": "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>",
  "Authenticate yourself with optional OTP to log in.": "Authenticate yourself with optional OTP to log in.",
  "Ask a question": "Ask a question",
  "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?": "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?",
  "Write your message": "Write your message",
  "Message": "Message",
  "We'll be in contact with you!": "We'll be in contact with you!",
  "Send message": "Send message",
  "Upgrade": "Upgrade",
  "My Account": "My Account",
  "Domains": "Domains",
  "Emails": "Emails",
  "Analytics": "Analytics",
  "Logs": "Logs",
  "Profile": "Profile",
  "Billing": "Billing",
  "Sign out": "Sign out",
  "Please enable JavaScript to use our website.": "Please enable JavaScript to use our website.",
  "Account Recovery": "Account Recovery",
  "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.": "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.",
  "Verify access to your email address with a code emailed to you.": "Verify access to your email address with a code emailed to you.",
  "Wait 3-5 business days for an administrative follow-up email.": "Wait 3-5 business days for an administrative follow-up email.",
  "Access to your account will be unlocked for you.": "Access to your account will be unlocked for you.",
  "Continue": "Continue",
  "Two-Factor Check": "Two-Factor Check",
  "Passcode": "Passcode",
  "Don't ask me again in this browser": "Don't ask me again in this browser",
  "Having trouble?": "Having trouble?",
  "Use a recovery key": "Use a recovery key",
  "Lose your recovery keys?": "Lose your recovery keys?",
  "Request account recovery": "Request account recovery",
  "Password was invalid.": "Password was invalid.",
  "Setup OTP": "Setup OTP",
  "Download your emergency recovery keys below.": "Download your emergency recovery keys below.",
  "Download": "Download",
  "Copy": "Copy",
  "Confirm Password": "Confirm Password",
  "Recommended Authenticator Apps": "Recommended Authenticator Apps",
  "App": "App",
  "Links": "Links",
  "Open-Source": "Open-Source",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "F-Droid": "F-Droid",
  "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.": "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.",
  "<strong>Step 2:</strong> Scan this QR code and enter its generated token:": "<strong>Step 2:</strong> Scan this QR code and enter its generated token:",
  "Can’t scan the QR code?  Configure with this code": "Can’t scan the QR code?  Configure with this code",
  "Complete Setup": "Complete Setup",
  "Recovery Key": "Recovery Key",
  "Your request was successfully completed.": "Your request was successfully completed.",
  "Invalid recovery key.": "Invalid recovery key.",
  "Recovery key successful. This key will no longer be valid.": "Recovery key successful. This key will no longer be valid.",
  "You have run out of recovery keys. Please download the newly generated recovery keys before continuing.": "You have run out of recovery keys. Please download the newly generated recovery keys before continuing."
}