{
  "10": "10",
  "25": "25",
  "50": "50",
  "Domain is not a registered domain name. <a class=\"font-weight-bold\" href=\"/domain-registration\">Click here to register it now</a>.": "Domänen är inte ett registrerat domännamn. <a class=\"font-weight-bold\" href=\"/domain-registration\">Klicka här för att registrera den nu</a>.",
  "If we detect your DNS records are valid, then we will send you an automated email alert.  We routinely check DNS records for your domain every few hours.": "Om vi upptäcker att dina DNS-poster är giltiga kommer vi att skicka dig en automatiserad e-postavisering. Vi kontrollerar rutinmässigt DNS-poster för din domän var timme.",
  "Please ensure that your DNS nameservers are set properly too (e.g. if you are using a DNS provider such as Cloudflare &ndash; which may be a different provider than your domain registrar).": "Se till att dina DNS-namnservrar också är korrekt inställda (t.ex. om du använder en DNS-leverantör som Cloudflare &ndash; som kan vara en annan leverantör än din domänregistrator).",
  "<p class=\"mb-0\"><strong>Making changes to your DNS records takes time to propagate throughout the Internet. <span class=\"text-danger\">You may need to wait a few minutes</span> and then try again.</strong></p>": "<p class=\"mb-0\"><strong>Att göra ändringar i dina DNS-poster tar tid att sprida sig över Internet. <span class=\"text-danger\">Du kan behöva vänta några minuter</span> och sedan försöka igen.</strong></p>",
  "Domain is missing required DNS <span class=\"notranslate\">TXT</span> record of: <span class=\"notranslate\">%s</span>": "Domänen saknar obligatorisk DNS <span class=\"notranslate\">TXT</span> post av: <span class=\"notranslate\">%s</span>",
  "<p class=\"mb-0\">We have detected that your domain has multiple MX server providers. Please ensure that the <strong>ONLY</strong> DNS MX records are:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Vi har upptäckt att din domän har flera MX-serverleverantörer. Se till att de <strong>ENDA</strong> DNS MX-posterna är:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Se till att du inte har några stavfel och har båda unika poster tillagda (t.ex. se till att båda posterna inte är samma). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Läs vår FAQ</a> för detaljerade instruktioner.</p>",
  "From header must be equal to <span class=\"notranslate\">%s</span> (or) you can use a domain-wide catch-all password at <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>": "Från-huvudet måste vara lika med <span class=\"notranslate\">%s</span> (eller) du kan använda ett domänomfattande catch-all lösenord på <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>",
  "<p class=\"mb-0\">Domain is missing required DNS MX records of:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Domänen saknar obligatoriska DNS MX-poster av:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Se till att du inte har några stavfel och har båda unika poster tillagda (t.ex. se till att båda posterna inte är samma). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Läs vår FAQ</a> för detaljerade instruktioner.</p>",
  "Invalid DKIM signature.": "Ogiltig DKIM-signatur.",
  "Newsletter approval required for <span class=\"notranslate\">%s</span>": "Nyhetsbrev godkännande krävs för <span class=\"notranslate\">%s</span>",
  "We detected that you attempted to send an outbound SMTP newsletter for <strong class=\"notranslate\">%s</strong>.  Your domain does not yet have newsletter support approved, and an admin has been notified to begin review.  This process usually is resolved within 2-4 hours, but sometimes it may longer.": "Vi upptäckte att du försökte skicka ett utgående SMTP-nyhetsbrev för <strong class=\"notranslate\">%s</strong>. Din domän har inte nyhetsbrev stöd godkänt ännu, och en administratör har blivit meddelad för att börja granskning. Denna process löses vanligtvis inom 2-4 timmar, men ibland kan det ta längre tid.",
  "Newsletter usage is not yet approved for your account, please wait for approval or contact us for support.": "Nyhetsbrev användning är inte godkänd för ditt konto ännu, vänta på godkännande eller kontakta oss för support.",
  "You have exceeded your daily SMTP outbound rate limit.": "Du har överskridit din dagliga SMTP utgående hastighetsgräns.",
  "From header must end with <span class=\"notranslate\">%s</span>": "Från-huvudet måste sluta med <span class=\"notranslate\">%s</span>",
  "An error code of \"<span class=\"notranslate\">%s</span>\" occurred while performing the DNS lookup. Please try again.": "En felkod på \"<span class=\"notranslate\">%s</span>\" inträffade under DNS-uppslagning. Försök igen.",
  "See": "Se",
  "https://github.com/scintill/macos-server-apns-certs/tree/master": "https://github.com/scintill/macos-server-apns-certs/tree/master",
  "About Forward Email": "Om Forward Email",
  "Table of Contents": "Innehållsförteckning",
  "Foreword": "Förord",
  "History": "Historia",
  "Forward Email is a": "Forward Email är en",
  "free and open-source": "gratis och öppen källkod",
  "email forwarding": "e-post vidarebefordran",
  "service focused on a user's": "tjänst fokuserad på en användares",
  "right to privacy": "rätt till integritet",
  ", and was launched in November 2017.  It offers unlimited custom domain names, unlimited email addresses and aliases, unlimited disposable email addresses, spam and phishing protection, and other features.  The service is maintained and owned by its original founding team of designers and developers.  It is built with 100% open-source software using": ", och lanserades i november 2017. Den erbjuder obegränsade anpassade domännamn, obegränsade e-postadresser och alias, obegränsade engångs e-postadresser, spam- och phishing-skydd, och andra funktioner. Tjänsten underhålls och ägs av sitt ursprungliga grundarteam av designers och utvecklare. Den är byggd med 100% öppen källkod programvara med",
  "JavaScript": "JavaScript",
  "Node.js": "Node.js",
  ", and": ", och",
  "We launched in November 2017 after an initial release.": "Vi lanserade i november 2017 efter en första release.",
  "In April 2018": "I april 2018",
  "Cloudflare": "lanserade Cloudflare",
  "launched their": "sin",
  "privacy-first consumer DNS service": "integritet-först konsument DNS-tjänst",
  ", and we switched from using": ", och vi bytte från att använda",
  "OpenDNS": "OpenDNS",
  "to": "till",
  "for handling": "för hantering av",
  "lookups.": "uppslagningar.",
  "In October 2018, we allowed users to \"Send Mail As\" with": "I oktober 2018 tillät vi användare att \"Skicka post som\" med",
  "Gmail": "Gmail",
  "and": "och",
  "Outlook": "Outlook",
  "In May 2019, we released v2, which was a major rewrite from the initial versions and focused on": "I maj 2019 släppte vi v2, som var en stor omskrivning från de ursprungliga versionerna och fokuserade på",
  "performance": "prestanda",
  "through the use of": "genom användning av",
  "'s": "s",
  "streams": "strömmar",
  "In February 2020, we released the Enhanced Privacy Protection plan.  This plan allows users to switch off setting public DNS record entries with their email forwarding configuration aliases. Through this plan, a user's email alias information is hidden from being publicly searchable over the Internet. We also released a feature to enable or disable specific aliases while still allowing them to appear as a valid email address and return a successful": "I februari 2020 släppte vi Enhanced Privacy Protection-planen. Denna plan tillåter användare att stänga av inställning av offentliga DNS-postinlägg med deras e-post vidarebefordran konfiguration alias. Genom denna plan är en användares e-post alias information dold från att vara offentligt sökbar över Internet. Vi släppte också en funktion för att aktivera eller inaktivera specifika alias medan de fortfarande tillåts att visas som en giltig e-postadress och returnera en framgångsrik",
  "SMTP status code": "SMTP-statuskod",
  ", but the emails will be immediately discarded (similar to piping output from a process to": ", men e-posten kommer omedelbart att kasseras (liknande att leda utdata från en process till",
  "/dev/null": "/dev/null",
  "In April 2020, we released our initial alpha version of Spam Scanner after hitting countless roadblocks with existing spam-detection solutions and because none of these solutions (": "I april 2020 släppte vi vår första alfa-version av Spam Scanner efter att ha stött på otaliga vägspärrar med befintliga spam-detektionslösningar och eftersom ingen av dessa lösningar (",
  "Rspamd": "Rspamd",
  "SpamAssassin": "SpamAssassin",
  ") honored our privacy policy. Spam Scanner is a completely free and open-source": ") respekterade vår integritetspolicy. Spam Scanner är en helt gratis och öppen källkod",
  "anti-spam filtering": "anti-spam filtrering",
  "solution which uses a": "lösning som använder en",
  "Naive Bayes spam filtering": "Naive Bayes spam filtrering",
  "approach in combination with": "metod i kombination med",
  "anti-phishing": "anti-phishing",
  "IDN homograph attack": "IDN homograf attack",
  "protection.  We also released a feature to allow": "skydd. Vi släppte också en funktion för att tillåta",
  "two-factor authentication": "tvåfaktorsautentisering",
  "(2FA) using a": "(2FA) med ett",
  "one-time password": "engångslösenord",
  "(OTP) for enhanced account security.": "(OTP) för förbättrad kontosäkerhet.",
  "In May 2020, we allowed custom": "I maj 2020 tillät vi anpassad",
  "port forwarding": "port vidarebefordran",
  "as workaround for users to circumvent port blocking by their": "som en lösning för användare att kringgå port blockering av deras",
  ".  We also released our": "internetleverantör. Vi släppte också vår",
  "Free Email Forwarding RESTful API": "Gratis E-post Vidarebefordran RESTful API",
  ", with complete documentation and real-time request and response examples.  We also released support for webhooks.": ", med fullständig dokumentation och realtids förfrågan och svar exempel. Vi släppte också stöd för webhooks.",
  "In August 2020, we added support for the": "I augusti 2020 lade vi till stöd för",
  "Authenticated Received Chain": "Authenticated Received Chain",
  "(\"ARC\") email authentication system.": "(\"ARC\") e-post autentiseringssystem.",
  "On November 23, 2020 we publicly launched out of our beta program.": "Den 23 november 2020 lanserade vi offentligt ut från vårt beta-program.",
  "In February 2021, we refactored our codebase to remove all": "I februari 2021 refaktorerade vi vår kodbas för att ta bort alla",
  "Python": "Python",
  "dependencies – which allowed our stack to become 100%": "beroenden – vilket tillät vår stack att bli 100%",
  "On September 27, 2021,": "Den 27 september 2021",
  "we added support": "lade vi till stöd",
  "for email forwarding aliases to match": "för e-post vidarebefordran alias att matcha",
  "regular expressions": "reguljära uttryck",
  "In January 2023, we launched a re-designed and page-speed optimized website.": "I januari 2023 lanserade vi en omdesignad och sidhastighet optimerad webbplats.",
  "In February 2023, we added support for": "I februari 2023 lade vi till stöd för",
  "error logs": "felloggar",
  "and a": "och ett",
  "dark mode": "mörkt läge",
  "website color scheme.": "webbplats färgschema.",
  "In March 2023, we released": "I mars 2023 släppte vi",
  "Tangerine": "Tangerine",
  "and integrated it throughout our infrastructure – this means we use": "och integrerade det genom hela vår infrastruktur – detta betyder att vi använder",
  "DNS over HTTPS": "DNS över HTTPS",
  "(\"DoH\") at the application layer.  We also added support for": "(\"DoH\") på applikationslagret. Vi lade också till stöd för",
  "switched": "bytte",
  "from": "från",
  "hCaptcha": "hCaptcha",
  "Cloudflare Turnstile": "Cloudflare Turnstile",
  "In April 2023, we implemented and automated entirely new infrastructure.  Our entire service is now running on globally load-balanced and proximity-based DNS (with health checks and failover) using": "I april 2023 implementerade och automatiserade vi helt ny infrastruktur. Hela vår tjänst körs nu på globalt lastbalanserad och närhet-baserad DNS (med hälsokontroller och failover) med",
  "(before we were using round-robin DNS on Cloudflare).  Additionally we switched to": "(tidigare använde vi round-robin DNS på Cloudflare). Dessutom bytte vi till",
  "bare metal servers": "bare metal servrar",
  "across multiple providers – which include": "över flera leverantörer – som inkluderar",
  "Vultr": "Vultr",
  "Digital Ocean": "Digital Ocean",
  "(before we solely used Digital Ocean).  Both of these providers are SOC 2 Type 2 compliant – see": "(tidigare använde vi endast Digital Ocean). Båda dessa leverantörer är SOC 2 Type 2 kompatibla – se",
  "Vultr's Compliance": "Vultrs Efterlevnad",
  "Digital Ocean's Certifications": "Digital Oceans Certifieringar",
  "for more insight.  Furthermore, our MongoDB and Redis databases are now running on clusters with primary and standby nodes for high availability, end-to-end SSL encryption, encryption-at-rest, and point-in-time recovery (PITR).": "för mer insikt. Vidare körs våra MongoDB och Redis databaser nu på kluster med primära och standby noder för hög tillgänglighet, end-to-end SSL kryptering, kryptering-i-vila, och punkt-i-tid återställning (PITR).",
  "In May 2023, we launched our": "I maj 2023 lanserade vi vår",
  "outbound SMTP": "utgående SMTP",
  "feature for": "funktion för",
  "sending email with SMTP": "att skicka e-post med SMTP",
  "sending email with API": "att skicka e-post med API",
  "requests.  This feature has built-in safeguards to ensure high deliverability, a modern and robust queue and retry system, and": "förfrågningar. Denna funktion har inbyggda skyddsåtgärder för att säkerställa hög leveransförmåga, ett modernt och robust kö- och återförsökssystem, och",
  "supports error logs in real-time": "stöder felloggar i realtid",
  "In November 2023, we launched our": "I november 2023 lanserade vi vår",
  "encrypted mailbox storage": "krypterad brevlåda lagring",
  "IMAP suppport": "IMAP stöd",
  "In December 2023,": "I december 2023",
  "for": "lade vi till stöd för",
  "passkeys and WebAuthn": "passkeys och WebAuthn",
  "time to inbox": "tid till inkorg",
  "monitoring, and": "övervakning, och",
  "OpenPGP for IMAP Storage": "OpenPGP för IMAP Lagring",
  "In February 2024,": "I februari 2024",
  "we added calendar (CalDAV) support": "lade vi till kalender (CalDAV) stöd",
  "Throughout March to July 2024, we released major optimizations and improvements to our IMAP, POP3, and CalDAV service.  Our goal was to make our service snappy –  and as fast, if not faster than alternatives.": "Genom mars till juli 2024 släppte vi stora optimeringar och förbättringar till vår IMAP, POP3, och CalDAV tjänst. Vårt mål var att göra vår tjänst snabb – och lika snabb, om inte snabbare än alternativ.",
  "In July 2024,": "I juli 2024",
  "we added iOS Push support": "lade vi till iOS Push stöd",
  "since Apple Mail on iOS does not support IMAP": "eftersom Apple Mail på iOS inte stöder IMAP",
  "command.  Now users can get real-time notifications of new mail on their Apple iOS devices.  We also added time to inbox (\"TTI\") monitoring for our own service – as well as Yahoo/AOL (now that they support app-generated passwords again) to the footer of every page on our website.  Additionally, we now allow users to encrypt their plaintext DNS TXT records even on the free plan at no cost.  Privacy should not be a feature, it should be inherently built-in to all aspects of a product. As highly requested in a": "kommando. Nu kan användare få realtidsnotifieringar om ny post på sina Apple iOS enheter. Vi lade också till tid till inkorg (\"TTI\") övervakning för vår egen tjänst – såväl som Yahoo/AOL (nu när de stöder app-genererade lösenord igen) till sidfoten på varje sida på vår webbplats. Dessutom tillåter vi nu användare att kryptera sina klartext DNS TXT poster även på den gratis planen utan kostnad. Integritet bör inte vara en funktion, det bör vara naturligt inbyggt i alla aspekter av en produkt. Som mycket begärt i en",
  "Privacy Guides discussion": "Privacy Guides diskussion",
  "and on": "och på",
  "our GitHub issues": "våra GitHub issues",
  "we've added this.  Lastly, we added the ability for aliases to either quietly reject": "har vi lagt till detta. Slutligen lade vi till möjligheten för alias att antingen tyst avvisa",
  ", soft reject": ", mjukt avvisa",
  ", or hard reject": ", eller hårt avvisa",
  "if they are disabled.  Previously, disabled aliases only routed to a blackhole (e.g.": "om de är inaktiverade. Tidigare dirigerades inaktiverade alias endast till ett svart hål (t.ex.",
  ") and it appeared to senders as if their messages to these disabled aliases succeeded.": ") och det verkade för avsändare som om deras meddelanden till dessa inaktiverade alias lyckades.",
  "In August 2024, we added support for exporting mailboxes as": "I augusti 2024 lade vi till stöd för att exportera brevlådor som",
  "Mbox": "Mbox",
  "formats (in addition to the": "format (utöver det redan stödda",
  "SQLite": "SQLite",
  "export format already supported) – and we also added": "exportformat) – och vi lade också till",
  "webhook signature support": "webhook signatur stöd",
  "via": "via",
  "header.  We also": "header. Vi lade också till",
  "added support for bounce webhooks": "stöd för bounce webhooks",
  "and now allow users to send newsletters, announcements, and email marketing through our outbound SMTP service.": "och tillåter nu användare att skicka nyhetsbrev, meddelanden, och e-postmarknadsföring genom vår utgående SMTP tjänst.",
  "Free Email Forwarding for Custom Domains": "Free Email Forwarding for Custom Domains",
  "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.": "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.",
  "Terms of Service": "Terms of Service",
  "Read our terms and conditions of use for our email forwarding service.": "Read our terms and conditions of use for our email forwarding service.",
  "History of Forward Email": "History of Forward Email",
  "Learn more about Forward Email and the history of our service.": "Learn more about Forward Email and the history of our service.",
  "Privacy Policy": "Privacy Policy",
  "Read our privacy policy for our email forwarding service.": "Read our privacy policy for our email forwarding service.",
  "Please log in or sign up to view the page you requested.": "Please log in or sign up to view the page you requested.",
  "Warning": "Warning",
  "Written by": "Written by",
  "Team": "Team",
  "Time to read": "Time to read",
  "Less than 5 minutes": "Less than 5 minutes",
  "Search for anything:": "Search for anything:",
  "Search": "Search",
  "Popular Searches": "Popular Searches",
  "Sign up now &ndash; it's free!": "Sign up now &ndash; it's free!",
  "Have an account?": "Have an account?",
  "Click here": "Click here",
  "Email address": "Email address",
  "Password": "Password",
  "Get started": "Get started",
  "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.": "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.",
  "Welcome back!": "Welcome back!",
  "Don't have an account?": "Don't have an account?",
  "Please enable JavaScript to sign in with Passkey.": "Please enable JavaScript to sign in with Passkey.",
  "Sign in with Passkey": "Sign in with Passkey",
  "or": "or",
  "Sign in": "Sign in",
  "Forget your password?": "Forget your password?",
  "Features &amp; Pricing": "Features &amp; Pricing",
  "FAQ": "FAQ",
  "Log in": "Log in",
  "Signup": "Signup",
  "Toggle navigation": "Toggle navigation",
  "Apps": "Apps",
  "Desktop": "Desktop",
  "Resources": "Resources",
  "What is <span class=\"notranslate\">Forward Email</span>?": "What is <span class=\"notranslate\">Forward Email</span>?",
  "Frequently Asked Questions": "Frequently Asked Questions",
  "Time to Inbox": "Time to Inbox",
  "Help": "Help",
  "Disposable Addresses": "Disposable Addresses",
  "Domain Registration": "Domain Registration",
  "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record": "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record",
  "Reserved Email Addresses": "Reserved Email Addresses",
  "Denylist Removal": "Denylist Removal",
  "Guides": "Guides",
  "Outbound SMTP": "Outbound SMTP",
  "SMTP Integration Examples": "SMTP Integration Examples",
  "Send Email with Custom Domain": "Send Email with Custom Domain",
  "Send Mail As with Gmail": "Send Mail As with Gmail",
  "Email Setup Guides": "Email Setup Guides",
  "How to Setup Email with <span class=\"notranslate\">%s</span>": "How to Setup Email with <span class=\"notranslate\">%s</span>",
  "Other providers": "Other providers",
  "Developers": "Developers",
  "Technical Whitepaper": "Technical Whitepaper",
  "IP Addresses": "IP Addresses",
  "API Reference": "API Reference",
  "Self Hosted Email": "Self Hosted Email",
  "Email Webhooks": "Email Webhooks",
  "Bounce Webhooks": "Bounce Webhooks",
  "Custom Domain Regex Filtering": "Custom Domain Regex Filtering",
  "Email Service Comparison": "Email Service Comparison",
  "Email Services": "Email Services",
  "Private Email Services": "Private Email Services",
  "Open-Source Email Services": "Open-Source Email Services",
  "Transactional Email Services": "Transactional Email Services",
  "Email API's for Developers": "Email API's for Developers",
  "Email Spam Filtering Services": "Email Spam Filtering Services",
  "Developer Articles": "Developer Articles",
  "A Decade of Open-Source Impact": "A Decade of Open-Source Impact",
  "Email Spam Protection Filter": "Email Spam Protection Filter",
  "Mail Server Providers": "Mail Server Providers",
  "Practices for Node.js Logging": "Practices for Node.js Logging",
  "Security Audit Companies": "Security Audit Companies",
  "Case Study: Gov/Federal Email Compliance": "Case Study: Gov/Federal Email Compliance",
  "Case Study: Alumni Email": "Case Study: Alumni Email",
  "Case Study: Ubuntu Email": "Case Study: Ubuntu Email",
  "Case Study: Linux Foundation": "Case Study: Linux Foundation",
  "Custom Fonts in Emails": "Custom Fonts in Emails",
  "Email Regex JavaScript and Node.js": "Email Regex JavaScript and Node.js",
  "Email Testing for Browsers and iOS Simulator": "Email Testing for Browsers and iOS Simulator",
  "The Complete Guide to Forward Email's Service": "The Complete Guide to Forward Email's Service",
  "Optimize Node.js for Production": "Optimize Node.js for Production",
  "Crypto Supported Email Service": "Crypto Supported Email Service",
  "Self-Hosted Email": "Self-Hosted Email",
  "JavaScript Contact Forms Node.js": "JavaScript Contact Forms Node.js",
  "Node.js DNS over HTTPS": "Node.js DNS over HTTPS",
  "Node.js Email Templates": "Node.js Email Templates",
  "Node.js Job Scheduler": "Node.js Job Scheduler",
  "Node.js Logging Service": "Node.js Logging Service",
  "Case Study: The PayPal Disaster": "Case Study: The PayPal Disaster",
  "Quantum Resistant Email Service": "Quantum Resistant Email Service",
  "Send React Emails": "Send React Emails",
  "Case Study: Email Startups": "Case Study: Email Startups",
  "Bulletproof Payment System with Stripe and PayPal": "Bulletproof Payment System with Stripe and PayPal",
  "How Forward Email Safeguards Your Communications": "How Forward Email Safeguards Your Communications",
  "URL Regex JavaScript and Node.js": "URL Regex JavaScript and Node.js",
  "Why Open-Source Email is the Future": "Why Open-Source Email is the Future",
  "Company": "Company",
  "About": "About",
  "Security": "Security",
  "Privacy": "Privacy",
  "Terms": "Terms",
  "GDPR": "GDPR",
  "DPA": "DPA",
  "Report Abuse": "Report Abuse",
  "Press": "Press",
  "Send us an email": "Send us an email",
  "Careers": "Careers",
  "100% Systems Online": "100% Systems Online",
  "Status Page": "Status Page",
  "100%": "100%",
  "Community": "Community",
  "Newsletter": "Newsletter",
  "Footer": "Footer",
  "Have a question or confused?": "Have a question or confused?",
  "Learn more about:": "Learn more about:",
  "Privacy Protected": "Privacy Protected",
  "Custom Domain Email": "Custom Domain Email",
  "Open Source Email": "Open Source Email",
  "Secure Email Forwarding": "Secure Email Forwarding",
  "Secure Checkout": "Secure Checkout",
  "Payment methods accepted:": "Payment methods accepted:",
  "SEPA Direct Debit": "SEPA Direct Debit",
  "Canadian pre-authorized debits": "Canadian pre-authorized debits",
  "ACH Direct Debit": "ACH Direct Debit",
  "Bank Transfer": "Bank Transfer",
  "Domestic Wire Transfer (Enterprise)": "Domestic Wire Transfer (Enterprise)",
  "International Wire Transfer (Enterprise)": "International Wire Transfer (Enterprise)",
  "English": "English",
  "Arabic": "Arabic",
  "Chinese": "Chinese",
  "Czech": "Czech",
  "Danish": "Danish",
  "Dutch": "Dutch",
  "Finnish": "Finnish",
  "French": "French",
  "German": "German",
  "Hebrew": "Hebrew",
  "Hungarian": "Hungarian",
  "Indonesian": "Indonesian",
  "Italian": "Italian",
  "Japanese": "Japanese",
  "Korean": "Korean",
  "Norwegian": "Norwegian",
  "Polish": "Polish",
  "Portuguese": "Portuguese",
  "Russian": "Russian",
  "Spanish": "Spanish",
  "Swedish": "Swedish",
  "Thai": "Thai",
  "Turkish": "Turkish",
  "Ukrainian": "Ukrainian",
  "Vietnamese": "Vietnamese",
  "Go to top": "Go to top",
  "Port 25 blocked by ISP": "Port 25 blocked by ISP",
  "Email API Reference": "Email API Reference",
  "Regex Email Forwarding": "Regex Email Forwarding",
  "Open Source": "Open Source",
  "GPG Key": "GPG Key",
  "Learn more": "Learn more",
  "We support OpenPGP and end-to-end encryption": "We support OpenPGP and end-to-end encryption",
  "Languages": "Languages",
  "GitHub Repo stars": "GitHub Repo stars",
  "Qualys SSL Labs SSL Server Test": "Qualys SSL Labs SSL Server Test",
  "Mozilla HTTP Observatory Grade": "Mozilla HTTP Observatory Grade",
  "Internet Site Test": "Internet Site Test",
  "Internet Mail Test": "Internet Mail Test",
  "Hardenize Badge": "Hardenize Badge",
  "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.": "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.",
  "IOS is a trademark or registered trademark of Cisco.": "IOS is a trademark or registered trademark of Cisco.",
  "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.": "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.",
  "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.": "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.",
  "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.": "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.",
  "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.": "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.",
  "Linux is the registered trademark of Linus Torvalds.": "Linux is the registered trademark of Linus Torvalds.",
  "All rights reserved. All trademarks are property of their respective owners in the US and other countries.": "All rights reserved. All trademarks are property of their respective owners in the US and other countries.",
  "Chat with us": "Chat with us",
  "Success": "Success",
  "Error": "Error",
  "Info": "Info",
  "Question": "Question",
  "OK": "OK",
  "Cancel": "Cancel",
  "Close this dialog": "Close this dialog",
  "Are you sure?": "Are you sure?",
  "Please confirm if you wish to continue.": "Please confirm if you wish to continue.",
  "Español": "Español",
  "Hello": "Hello",
  "Invalid two-factor authentication passcode.": "Invalid two-factor authentication passcode.",
  "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>": "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>",
  "Authenticate yourself with optional OTP to log in.": "Authenticate yourself with optional OTP to log in.",
  "Ask a question": "Ask a question",
  "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?": "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?",
  "Write your message": "Write your message",
  "Message": "Message",
  "We'll be in contact with you!": "We'll be in contact with you!",
  "Send message": "Send message",
  "Upgrade": "Upgrade",
  "My Account": "My Account",
  "Domains": "Domains",
  "Emails": "Emails",
  "Analytics": "Analytics",
  "Logs": "Logs",
  "Profile": "Profile",
  "Billing": "Billing",
  "Sign out": "Sign out",
  "Please enable JavaScript to use our website.": "Please enable JavaScript to use our website.",
  "Account Recovery": "Account Recovery",
  "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.": "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.",
  "Verify access to your email address with a code emailed to you.": "Verify access to your email address with a code emailed to you.",
  "Wait 3-5 business days for an administrative follow-up email.": "Wait 3-5 business days for an administrative follow-up email.",
  "Access to your account will be unlocked for you.": "Access to your account will be unlocked for you.",
  "Continue": "Continue",
  "Two-Factor Check": "Two-Factor Check",
  "Passcode": "Passcode",
  "Don't ask me again in this browser": "Don't ask me again in this browser",
  "Having trouble?": "Having trouble?",
  "Use a recovery key": "Use a recovery key",
  "Lose your recovery keys?": "Lose your recovery keys?",
  "Request account recovery": "Request account recovery",
  "Password was invalid.": "Password was invalid.",
  "Setup OTP": "Setup OTP",
  "Download your emergency recovery keys below.": "Download your emergency recovery keys below.",
  "Download": "Download",
  "Copy": "Copy",
  "Confirm Password": "Confirm Password",
  "Recommended Authenticator Apps": "Recommended Authenticator Apps",
  "App": "App",
  "Links": "Links",
  "Open-Source": "Open-Source",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "F-Droid": "F-Droid",
  "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.": "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.",
  "<strong>Step 2:</strong> Scan this QR code and enter its generated token:": "<strong>Step 2:</strong> Scan this QR code and enter its generated token:",
  "Can’t scan the QR code?  Configure with this code": "Can’t scan the QR code?  Configure with this code",
  "Complete Setup": "Complete Setup",
  "Recovery Key": "Recovery Key",
  "Your request was successfully completed.": "Your request was successfully completed.",
  "Invalid recovery key.": "Invalid recovery key.",
  "Recovery key successful. This key will no longer be valid.": "Recovery key successful. This key will no longer be valid.",
  "You have run out of recovery keys. Please download the newly generated recovery keys before continuing.": "You have run out of recovery keys. Please download the newly generated recovery keys before continuing."
}