{
  "1": "1",
  "3": "3",
  "5": "5",
  "7": "7",
  "10": "10",
  "15": "15",
  "20": "20",
  "30": "30",
  "3600": "3600",
  "Privacy Policy": "นโยบายความเป็นส่วนตัว",
  "Table of Contents": "สารบัญ",
  "Information Not Collected": "ข้อมูลไม่ได้เก็บรวบรวม",
  "Information Collected": "รวบรวมข้อมูล",
  "Information Shared": "ข้อมูลที่ใช้ร่วมกัน",
  "Information Removal": "การลบข้อมูล",
  "We do not store any forwarded emails.": "เราจะไม่เก็บอีเมลที่ส่งต่อใด ๆ",
  "We do not store any metadata about forwarded emails.": "เราจะไม่เก็บข้อมูลเมตาเกี่ยวกับอีเมลที่ส่งต่อ",
  "We do not store any server-side logs.": "เราจะไม่เก็บบันทึกใด ๆ ฝั่งเซิร์ฟเวอร์",
  "We do not store any client-side logs.": "เราจะไม่เก็บบันทึกใด ๆ ฝั่งไคลเอ็นต์",
  "We do not store any IP addresses.": "เราจะไม่เก็บที่อยู่ IP ใด ๆ",
  "We do not store any browser information.": "เราจะไม่เก็บข้อมูลเบราว์เซอร์ใด ๆ",
  "For transparency, at any time you can ": "เพื่อความโปร่งใสคุณสามารถทำได้ตลอดเวลา",
  "view our source code": "ดูซอร์สโค้ดของเรา",
  " to see how the information below is collected and used:": " เพื่อดูว่ามีการรวบรวมและใช้ข้อมูลด้านล่างอย่างไร:",
  "We store a cookie in a session for your visit (strictly for functionality).  This cookie is stored securely in our Redis database.": "เราเก็บคุกกี้ไว้ในเซสชั่นสำหรับการเยี่ยมชมของคุณ (อย่างเคร่งครัดสำหรับการทำงาน) คุกกี้นี้ถูกจัดเก็บอย่างปลอดภัยในฐานข้อมูล Redis ของเรา",
  "We store your email address (strictly for functionality).  This email address is stored securely in our MongoDB database.": "เราจัดเก็บที่อยู่อีเมลของคุณ (สำหรับการใช้งานอย่างเคร่งครัด) ที่อยู่อีเมลนี้จัดเก็บอย่างปลอดภัยในฐานข้อมูล MongoDB ของเรา",
  "We store your domain name(s) and alias(es) you create (strictly for functionality).  This information is stored securely in our MongoDB database.": "เราจัดเก็บชื่อโดเมนและชื่อแทนที่คุณสร้าง (สำหรับการใช้งานอย่างเคร่งครัด) ข้อมูลนี้จัดเก็บอย่างปลอดภัยในฐานข้อมูล MongoDB ของเรา",
  "Any additional information you voluntarily provide us, such as comments or questions in a ": "ข้อมูลเพิ่มเติมใด ๆ ที่คุณสมัครใจให้เราเช่นความเห็นหรือคำถามใน",
  "Help request": "ขอความช่วยเหลือ",
  ".": ".",
  "We do not share your information with any third-party whatsoever (with the exception of ": "เราจะไม่แบ่งปันข้อมูลของคุณกับบุคคลที่สามใด ๆ (ยกเว้น",
  "Postmark": "ตราประทับบนไปรษณียภัณฑ์",
  ", which we use for transactional emails, e.g. for account verification or password reset emails).": "ซึ่งเราใช้สำหรับอีเมลที่ทำธุรกรรมเช่น สำหรับการยืนยันบัญชีหรืออีเมลรีเซ็ตรหัสผ่าน)",
  "We may need to and will comply with court ordered legal requests (but keep in mind we do not collect information mentioned above, so we will not be able to provide it to begin with).": "เราอาจต้องและจะปฏิบัติตามคำสั่งทางกฎหมายของศาล (แต่โปรดจำไว้ว่าเราไม่ได้รวบรวมข้อมูลดังกล่าวข้างต้นดังนั้นเราจะไม่สามารถให้ข้อมูลดังกล่าวได้ในตอนแรก)",
  "If at any time if you wish to remove information that you have provided us with, then go to ": "หากคุณต้องการลบข้อมูลที่คุณให้ไว้กับเราตลอดเวลาให้ไปที่",
  "My Account > Security": "บัญชีของฉัน> ความปลอดภัย",
  " and click \"Delete Account\".": " และคลิก \"ลบบัญชี\"",
  "Frequently Asked Questions": "คำถามที่พบบ่อย",
  "How do I get started and set up email forwarding": "ฉันจะเริ่มต้นใช้งานและตั้งค่าการส่งต่ออีเมลได้อย่างไร",
  "Why am I not receiving my test emails": "เหตุใดฉันจึงไม่ได้รับอีเมลทดสอบ",
  "How to Send Mail As using Gmail": "วิธีส่งเมลเป็นโดยใช้ Gmail",
  "Why do my emails have \"no-reply@forwardemail.net\" as part of the FROM address": "ทำไมอีเมลของฉันถึงมี \"no-reply@forwardemail.net\" เป็นส่วนหนึ่งของที่อยู่ FROM",
  "Can I just use this email forwarding service as a \"fallback\" or \"fallover\" MX server": "ฉันสามารถใช้บริการส่งต่ออีเมลนี้เป็นเซิร์ฟเวอร์ MX \"ย้อนกลับ\" หรือ \"ตกลง\" ได้หรือไม่",
  "Can I forward emails to multiple recipients": "ฉันสามารถส่งต่ออีเมลไปยังผู้รับหลายคนได้หรือไม่",
  "Can I have multiple global catch-all recipients": "ฉันขอได้ผู้รับทั่วโลกหลายคน",
  "Is there a maximum limit on the number of email addresses I can forward to": "มีการ จำกัด จำนวนที่อยู่อีเมลที่ฉันสามารถส่งต่อได้สูงสุดหรือไม่",
  "Can I recursively forward emails": "ฉันสามารถส่งต่ออีเมลซ้ำ",
  "Can people unregister or register my email forwarding without my permission": "ผู้คนสามารถยกเลิกการลงทะเบียนหรือส่งต่ออีเมลโดยไม่ได้รับอนุญาต",
  "How is it free": "ฟรีอย่างไร",
  "What is the max email size limit": "ขนาดสูงสุดของอีเมลคือเท่าใด",
  "Do you store emails and their contents": "คุณเก็บอีเมลและเนื้อหาของพวกเขาหรือไม่",
  "Do you store logs of emails": "คุณเก็บบันทึกอีเมลหรือไม่",
  "Can you read my forwarded emails": "คุณช่วยอ่านอีเมลที่ส่งต่อของฉันได้ไหม",
  "Does it support the \"+\" symbol (e.g. for Gmail aliases)": "รองรับสัญลักษณ์ \"+\" (เช่นนามแฝง Gmail)",
  "Does this forward my email's headers": "สิ่งนี้ส่งต่อส่วนหัวของอีเมลของฉันหรือไม่",
  "Is this well-tested": "นี่คือการทดสอบอย่างดี",
  "Do you pass along SMTP response messages and codes": "คุณส่งต่อข้อความและรหัสการตอบสนอง SMTP",
  "How do you prevent spammers and ensure good email forwarding reputation": "คุณจะป้องกันผู้ส่งอีเมลขยะอย่างไรและสร้างความมั่นใจในการส่งต่ออีเมลที่ดี",
  "Can I \"send mail as\" with this": "ฉันสามารถ \"ส่งเมล์เป็น\" ด้วยสิ่งนี้ได้ไหม",
  "Can I forward unlimited emails with this": "ฉันสามารถส่งต่ออีเมลไม่ จำกัด ด้วยสิ่งนี้ได้ไหม",
  "How do you perform DNS lookups on domain names": "คุณทำการค้นหา DNS ในชื่อโดเมนได้อย่างไร",
  "How fast is this service": "บริการนี้เร็วแค่ไหน",
  "The guided steps below should take no more than ten minutes of your time to setup.  Please be sure to read the instructions (and notes) thoroughly while you are following each step.": "ขั้นตอนที่แนะนำด้านล่างนี้ใช้เวลาไม่เกินสิบนาทีในการตั้งค่า โปรดอ่านคำแนะนำ (และหมายเหตุ) อย่างละเอียดในขณะที่คุณติดตามแต่ละขั้นตอน",
  "Be sure to replace the email address of ": "อย่าลืมเปลี่ยนที่อยู่อีเมลของ",
  " with the email address you want to forward emails to (only if it is not accurate already).  Similarly be sure to replace ": " ด้วยที่อยู่อีเมลที่คุณต้องการส่งต่ออีเมลไปยัง (เฉพาะในกรณีที่มันไม่ถูกต้องแล้ว) ในทำนองเดียวกันให้แน่ใจว่าจะเปลี่ยน",
  " with your custom domain name (only if it is not accurate already).": " ด้วยชื่อโดเมนที่กำหนดเองของคุณ (เฉพาะในกรณีที่มันไม่ถูกต้องแล้ว)",
  "1.": "1",
  " If you have already registered your domain name, then you must completely skip this step and go to step two.  Otherwise you can ": " หากคุณได้ลงทะเบียนชื่อโดเมนของคุณแล้วคุณต้องข้ามขั้นตอนนี้และไปที่ขั้นตอนที่สอง มิฉะนั้นคุณสามารถ",
  "click here to register your domain name": "คลิกที่นี่เพื่อลงทะเบียนชื่อโดเมนของคุณ",
  "2.": "2",
  " Click on the provider under \"Provider Name\" below where you registered your domain name, follow the respective steps under \"Steps to Configure DNS\", and then return to this tab to continue reading step three below:": " คลิกผู้ให้บริการภายใต้ \"ชื่อผู้ให้บริการ\" ด้านล่างที่คุณลงทะเบียนชื่อโดเมนของคุณทำตามขั้นตอนที่เกี่ยวข้องภายใต้ \"ขั้นตอนการกำหนดค่า DNS\" จากนั้นกลับสู่แท็บนี้เพื่ออ่านขั้นตอนที่สามด้านล่างต่อไป",
  "Clicking on a \"Provider Name\" below will open a link in a new tab for you.  After following the \"Steps to Configure DNS\" in this tab, do NOT close the tab, but instead return to this tab to proceed to step three.": "การคลิกที่ \"ชื่อผู้ให้บริการ\" ด้านล่างจะเป็นการเปิดลิงก์ในแท็บใหม่สำหรับคุณ หลังจากทำตาม \"ขั้นตอนการกำหนดค่า DNS\" ในแท็บนี้อย่าปิดแท็บ แต่กลับไปที่แท็บนี้เพื่อดำเนินการขั้นตอนที่สามต่อไป",
  "Provider Name": "ชื่อผู้ให้บริการ",
  "Steps to Configure DNS": "ขั้นตอนในการกำหนดค่า DNS",
  "1&1": "1 & 1",
  "Sign in > Domain Center > (Select your domain) > Edit DNS Settings": "ลงชื่อเข้าใช้> ศูนย์โดเมน> (เลือกโดเมนของคุณ)> แก้ไขการตั้งค่า DNS",
  "Amazon Route 53": "เส้นทาง Amazon 53",
  "Sign in > Hosted Zones > (Select your domain)": "ลงชื่อเข้าใช้> โซนที่โฮสต์> (เลือกโดเมนของคุณ)",
  "Cloudflare": "Cloudflare",
  "Sign in > DNS": "ลงชื่อเข้าใช้> DNS",
  "DNS Made Easy": "DNS ทำได้ง่าย",
  "Sign in > DNS > (Select your domain)": "ลงชื่อเข้าใช้> DNS> (เลือกโดเมนของคุณ)",
  "Digital Ocean": "มหาสมุทรดิจิตอล",
  "Sign in > Networking > Domains > (Select your domain) > More > Manage Domain": "ลงชื่อเข้าใช้> เครือข่าย> โดเมน> (เลือกโดเมนของคุณ)> เพิ่มเติม> จัดการโดเมน",
  "DreamHost": "DreamHost",
  "Sign in > Panel > Domains > Manage Domains > DNS": "ลงชื่อเข้าใช้> แผง> โดเมน> จัดการโดเมน> DNS",
  "Dyn": "คน",
  "Sign in > Overview > Manage > Simple Editor > Records": "ลงชื่อเข้าใช้> ภาพรวม> จัดการ> เครื่องมือแก้ไขอย่างง่าย> บันทึก",
  "Gandi": "GANDI",
  "Sign in > (Select your domain) > Management > Edit the zone": "ลงชื่อเข้าใช้> (เลือกโดเมนของคุณ)> การจัดการ> แก้ไขโซน",
  "GoDaddy": "GoDaddy",
  "Sign in > Manage My Domains > (Select your domain) > Manage DNS": "ลงชื่อเข้าใช้> จัดการโดเมนของฉัน> (เลือกโดเมนของคุณ)> จัดการ DNS",
  "Google Domains": "Google Domains",
  "Sign in > (Select your domain) > Configure DNS": "ลงชื่อเข้าใช้> (เลือกโดเมนของคุณ)> กำหนดค่า DNS",
  "Namecheap": "Namecheap",
  "Sign in > Domain List > (Select your domain) > Manage > Advanced DNS": "ลงชื่อเข้าใช้> รายชื่อโดเมน> (เลือกโดเมนของคุณ)> จัดการ> DNS ขั้นสูง",
  "Netlify": "Netlify",
  "Sign in > (Select your domain) > Setup Netlify DNS": "ลงชื่อเข้าใช้> (เลือกโดเมนของคุณ)> ตั้งค่า Netlify DNS",
  "Network Solutions": "โซลูชั่นเครือข่าย",
  "Sign in > Account Manager > My Domain Names > (Select your domain) > Manage > Change Where Domain Points > Advanced DNS": "ลงชื่อเข้าใช้> ตัวจัดการบัญชี> ชื่อโดเมนของฉัน> (เลือกโดเมนของคุณ)> จัดการ> เปลี่ยนตำแหน่งของโดเมนที่> DNS ขั้นสูง",
  "Shopify": "Shopify",
  "Sign in > Managed Domains > (Select your domain) > DNS Settings": "ลงชื่อเข้าใช้> โดเมนที่ได้รับการจัดการ> (เลือกโดเมนของคุณ)> การตั้งค่า DNS",
  "eNom": "eNom",
  "Sign in > Domains > My Domains": "ลงชื่อเข้าใช้> โดเมน> โดเมนของฉัน",
  "3.": "3",
  " Using your provider's DNS management page (the other tab you have opened), set the following \"MX\" record types on your domain name:": " ใช้หน้าการจัดการ DNS ของผู้ให้บริการของคุณ (แท็บอื่นที่คุณเปิด) ตั้งค่าประเภทระเบียน \"MX\" ต่อไปนี้ในชื่อโดเมนของคุณ:",
  "Name/Host/Alias": "ชื่อ / โฮสต์ / นามแฝง",
  "TTL": "TTL",
  "Record Type": "ประเภทบันทึก",
  "Priority": "ลำดับความสำคัญ",
  "Value/Answer/Destination": "ค่า / คำตอบ / ปลายทาง",
  "@ or leave blank": "@ หรือเว้นว่างไว้",
  "MX": "MX",
  "Note that there should be NO other MX records set on your domain name.  Both of the above records MUST exist.  If there were already MX records that existed, please delete them completely.": "โปรดทราบว่าไม่ควรมีการตั้งค่าระเบียน MX อื่น ๆ ในชื่อโดเมนของคุณ บันทึกทั้งสองข้างต้นต้องมีอยู่ หากมีระเบียน MX ที่มีอยู่แล้วโปรดลบทิ้งทั้งหมด",
  "The \"TTL\" value does not need to be 3600, it could be a lower or higher value if necessary.": "ค่า \"TTL\" ไม่จำเป็นต้องเป็น 3600 มันอาจเป็นค่าที่ต่ำกว่าหรือสูงกว่าหากจำเป็น",
  "4.": "4",
  " Using your provider's DNS management page (the other tab you have opened), set the following \"TXT\" record types on your domain name:": " ใช้หน้าการจัดการ DNS ของผู้ให้บริการของคุณ (แท็บอื่นที่คุณเปิด) ตั้งค่าประเภทระเบียน \"TXT\" ต่อไปนี้ในชื่อโดเมนของคุณ:",
  "If you are forwarding all emails from your domain, (\"all@example.com\", \"hello@example.com\", etc) to a specific address \"niftylettuce@gmail.com\":": "หากคุณส่งต่ออีเมลทั้งหมดจากโดเมนของคุณ (\"all@example.com\", \"hello@example.com\" ฯลฯ ) ไปยังที่อยู่เฉพาะ \"niftylettuce@gmail.com\":",
  "TXT": "TXT",
  "Make sure to replace the values above in the \"Value/Answer/Destination\" column with your own email address.": "อย่าลืมแทนที่ค่าข้างต้นในคอลัมน์ \"ค่า / คำตอบ / ปลายทาง\" ด้วยที่อยู่อีเมลของคุณเอง",
  "If you just need to forward a single email address (e.g. \"hello@example.com\" to \"niftylettuce@gmail.com\"; this will also forward \"hello+test@example.com\" to \"niftylettuce+test@gmail.com\" automatically):": "หากคุณต้องการส่งต่อที่อยู่อีเมลเดียว (เช่น \"hello@example.com\" ไปยัง \"niftylettuce@gmail.com\" สิ่งนี้จะส่งต่อ \"hello+test@example.com\" ไปยัง \"niftylettuce+test@gmail.com \"อัตโนมัติ):",
  "If you are forwarding multiple emails, then you'll want to separate them with a comma:": "หากคุณกำลังส่งต่ออีเมลหลายฉบับคุณจะต้องคั่นด้วยเครื่องหมายจุลภาค:",
  "You can have an infinite amount of forwarding emails setup – just make sure to not wrap over 255 characters in a single-line and start each line with \"forward-email=\".  An example is provided below:": "คุณสามารถตั้งค่าการส่งต่ออีเมลได้ไม่ จำกัด - เพียงตรวจสอบให้แน่ใจว่าไม่เกิน 255 ตัวอักษรในบรรทัดเดียวและเริ่มแต่ละบรรทัดด้วย \"forward-email =\" ตัวอย่างมีให้ด้านล่าง:",
  "You can also specify a domain name in your TXT record to have global alias forwarding (e.g. \"user@example.com\" will get forwarded to \"user@example.net\"):": "คุณสามารถระบุชื่อโดเมนในระเบียน TXT ของคุณเพื่อส่งต่อชื่อแทนทั่วโลก (เช่น \"user@example.com\" จะถูกส่งต่อไปยัง \"user@example.net\"):",
  "5.": "5",
  " Using your provider's DNS management page (the other tab you have opened), additionally set the following \"TXT\" record types on your domain name:": " ใช้หน้าการจัดการ DNS ของผู้ให้บริการของคุณ (แท็บอื่นที่คุณได้เปิด) ให้ตั้งค่าประเภทระเบียน \"TXT\" เพิ่มเติมในชื่อโดเมนของคุณ:",
  "⚠️ If you are using Google Apps, you'll need to append ": "⚠️หากคุณใช้ Google Apps คุณจะต้องต่อท้าย",
  " to the value above – e.g. ": " ถึงค่าด้านบน - เช่น",
  "If you already have a similar line with \"v=spf1\", then you'll need to append ": "หากคุณมีบรรทัดที่คล้ายกับ \"v = spf1\" อยู่แล้วคุณจะต้องต่อท้าย",
  " right before any existing \"include:host.com\" records and before the \"-all\" in the same line, for example\":": " ก่อนหน้าระเบียน \"include: host.com\" ที่มีอยู่และก่อนหน้า \"-all\" ในบรรทัดเดียวกันตัวอย่างเช่น \":",
  "Note that there is a difference between \"-all\" and \"~all\".  The \"-\" indicates that the SPF check should FAIL if it does not match, and \"~\" indicates that the SPF check should SOFTFAIL.  We recommend to use the \"-all\" approach to prevent domain forgery.": "โปรดทราบว่ามีความแตกต่างระหว่าง \"-all\" และ \"~ all\" เครื่องหมาย \"-\" ระบุว่าการตรวจสอบ SPF ควรล้มเหลวหากไม่ตรงกันและ \"~\" ระบุว่าการตรวจสอบ SPF ควรเป็น SOFTFAIL เราขอแนะนำให้ใช้วิธี \"- ทั้งหมด\" เพื่อป้องกันการปลอมแปลงโดเมน",
  "6.": "6",
  " Verify your DNS records using our \"Verify Records\" tool available at ": " ยืนยันระเบียน DNS ของคุณโดยใช้เครื่องมือ \"ยืนยันบันทึก\" ของเราที่",
  "My Account > Domains": "บัญชีของฉัน> โดเมน",
  "7.": "7",
  " Send a test email to confirm it works.  Note that it might take some time for your DNS records to propagate.": " ส่งอีเมลทดสอบเพื่อยืนยันว่าใช้งานได้ โปรดทราบว่าอาจใช้เวลาสักครู่เพื่อให้ระเบียน DNS ของคุณเผยแพร่",
  "8.": "8",
  " Add ": " เพิ่ม",
  " to your contacts.  In the event that someone is attempting to send you an email that has a strict DMARC record policy of \"reject\" or \"quarantine\", we will rewrite the email's \"From\" header with a \"friendly-from\".  This means the \"From\" will look like \"Sender's Name ": " ไปยังผู้ติดต่อของคุณ ในกรณีที่มีคนพยายามส่งอีเมลที่มีนโยบายบันทึก DMARC ที่เข้มงวดว่า \"ปฏิเสธ\" หรือ \"กักกัน\" เราจะเขียนส่วนหัว \"จาก\" ของอีเมลด้วย \"มิตรจาก\" ซึ่งหมายความว่า \"จาก\" จะดูเหมือน \"ชื่อผู้ส่ง",
  "no-reply@forwardemail.net": "no-reply@forwardemail.net",
  "\" and a \"Reply-To\" will be added with the original sender's \"From\" address.  In the event that there is already a \"Reply-To\" set, we will not overwrite it.": "\"และ\" ตอบกลับถึง \"จะถูกเพิ่มด้วยที่อยู่\" จาก \"ของผู้ส่งต้นฉบับในกรณีที่มีการตั้งค่า\" ตอบกลับ \"ไว้เราจะไม่เขียนทับมัน",
  "9.": "9",
  " If you wish to \"Send Mail As\" from Gmail, then you will need to follow the steps under ": " หากคุณต้องการ \"ส่งจดหมายเป็น\" จาก Gmail คุณจะต้องทำตามขั้นตอนด้านล่าง",
  "How to Send Mail As Using Gmail": "วิธีส่งเมลเป็นการใช้ Gmail",
  " below.": " ด้านล่าง",
  "Optional Add-ons:": "ตัวเลือกเพิ่มเติม:",
  "Add a DMARC record for your domain name by following the instructions at ": "เพิ่มระเบียน DMARC สำหรับชื่อโดเมนของคุณโดยทำตามคำแนะนำที่",
  "https://dmarc.postmarkapp.com": "https://dmarc.postmarkapp.com",
  " (this will allow DMARC verification to pass)": " (สิ่งนี้จะทำให้การยืนยัน DMARC ผ่านได้)",
  "⚠️ If you intend to use ": "⚠️หากคุณตั้งใจจะใช้",
  ", you can only set the DMARC policy to \"p=none\", for example:": "คุณสามารถตั้งค่านโยบาย DMARC เป็น \"p = none\" เท่านั้นตัวอย่างเช่น:",
  "Setting other policies, \"quarantine\" or \"reject\", may cause sent mails to end up in recipient's spam folder or not delivered at all.": "การตั้งค่านโยบายอื่น ๆ \"การกักกัน\" หรือ \"ปฏิเสธ\" อาจทำให้อีเมลที่ส่งถูกส่งไปยังโฟลเดอร์สแปมของผู้รับหรือไม่ได้ส่งเลย",
  "DMARC requires both \"From\" and \"Return-Path\" to match the same domain. When you use \"Send Mail As\", your Gmail address would be used as the \"Return-Path\", instead of your custom domain in \"From\".": "DMARC ต้องการทั้ง \"จาก\" และ \"เส้นทางกลับ\" เพื่อให้ตรงกับโดเมนเดียวกัน เมื่อคุณใช้ \"ส่งเมลเป็น\" ที่อยู่ Gmail ของคุณจะถูกใช้เป็น \"เส้นทางกลับ\" แทนโดเมนที่กำหนดเองของคุณใน \"จาก\"",
  "If the email lands in your spam folder (which it should not), you can whitelist it (e.g. here are instructions for Google ": "หากอีเมลเข้าสู่โฟลเดอร์สแปมของคุณ (ซึ่งไม่ควร) คุณสามารถขึ้นบัญชีขาว (เช่นนี่คือคำแนะนำสำหรับ Google",
  "https://support.google.com/a/answer/60751?hl=en&ref_topic=1685627": "https://support.google.com/a/answer/60751?hl=en&ref_topic=1685627",
  ")": ")",
  "Add the ability to \"Send Mail As\" from Gmail by following ": "เพิ่มความสามารถในการ \"ส่งจดหมายเป็น\" จาก Gmail โดยทำตาม",
  " below": " ด้านล่าง",
  "The most probable cause of your issues with not receiving test emails or with configuration in general is due to DNS propagation and caching.": "สาเหตุที่เป็นไปได้มากที่สุดของปัญหาของคุณที่ไม่ได้รับอีเมลทดสอบหรือด้วยการกำหนดค่าโดยทั่วไปเกิดจากการแพร่กระจายและการแคช DNS",
  "Fortunately ": "โชคดี",
  "our DNS provider Cloudflare has a nice \"Purge Cache\" tool available for you to use at:": "ผู้ให้บริการ DNS Cloudflare ของเรามีเครื่องมือ \"Purge Cache\" ที่ดีที่คุณสามารถใช้ได้ที่:",
  " ": " ",
  "https://1.1.1.1/purge-cache/": "https://1.1.1.1/purge-cache/",
  "All you need to do is go to that link for both \"MX\" and \"TXT\" record types, enter your domain name, and click \"Purge Cache\".  You'll then need to wait a few minutes and try again!": "สิ่งที่คุณต้องทำคือไปที่ลิงก์สำหรับทั้งประเภทเรคคอร์ด \"MX\" และ \"TXT\" ป้อนชื่อโดเมนของคุณและคลิก \"ล้างแคช\" จากนั้นคุณจะต้องรอสักครู่แล้วลองอีกครั้ง!",
  "After you've followed the steps above in ": "หลังจากที่คุณทำตามขั้นตอนข้างต้นแล้ว",
  " you can follow these steps in Gmail in order to \"Send Mail As\" using your custom domain.": " คุณสามารถทำตามขั้นตอนเหล่านี้ใน Gmail เพื่อ \"ส่งเมลเป็น\" โดยใช้โดเมนที่กำหนดเองของคุณ",
  "You need to have ": "คุณต้องมี",
  "Gmail's Two-Factor Authentication": "การรับรองความถูกต้องด้วยสองปัจจัยของ Gmail",
  " enabled for this to work.  Visit ": " เปิดใช้งานเพื่อให้สิ่งนี้ทำงานได้ เยือน",
  "https://www.google.com/landing/2step/": "https://www.google.com/landing/2step/",
  " if you do not have it enabled.": " หากคุณไม่ได้เปิดใช้งาน",
  "Once Two-Factor Authentication is enabled (or if you already had it enabled), then visit ": "เมื่อเปิดใช้งานการรับรองความถูกต้องด้วยสองปัจจัย (หรือหากคุณเปิดใช้งานไว้แล้ว) ให้ไปที่",
  "https://myaccount.google.com/apppasswords": "https://myaccount.google.com/apppasswords",
  "When prompted for \"Select the app and device you want to generate the app password for\":": "เมื่อได้รับแจ้งสำหรับ \"เลือกแอพและอุปกรณ์ที่คุณต้องการสร้างรหัสผ่านสำหรับแอพ\":",
  "Select \"Mail\" under the drop-down for \"Select app\"": "เลือก \"จดหมาย\" ใต้เมนูแบบเลื่อนลงสำหรับ \"เลือกแอพ\"",
  "Select \"Other\" under the drop-down for \"Select device\"": "เลือก \"อื่น ๆ \" ใต้เมนูแบบเลื่อนลงสำหรับ \"เลือกอุปกรณ์\"",
  "When prompted for text input, enter your custom domain's email address you're forwarding from (e.g. ": "เมื่อได้รับพร้อมต์สำหรับการป้อนข้อความให้ป้อนที่อยู่อีเมลของโดเมนที่คุณกำหนดเองซึ่งคุณกำลังส่งต่อ (เช่น",
  " - this will help you keep track in case you use this service for multiple accounts)": " - สิ่งนี้จะช่วยคุณติดตามในกรณีที่คุณใช้บริการนี้สำหรับหลายบัญชี)",
  "Copy the password to your clipboard that is automatically generated": "คัดลอกรหัสผ่านไปยังคลิปบอร์ดของคุณที่สร้างขึ้นโดยอัตโนมัติ",
  "⚠️ If you are using Google Apps, visit your admin panel ": "⚠️หากคุณใช้ Google Apps ให้ไปที่แผงผู้ดูแลระบบของคุณ",
  "Apps > G Suite >Settings for Gmail > Advanced settings": "แอป> G Suite> การตั้งค่าสำหรับ Gmail> การตั้งค่าขั้นสูง",
  " and make sure to check \"Allow users to send mail through an external SMTP server...\". There will be some delay for this change to be activated, so please wait for ~5-10 minutes.": " และตรวจสอบให้แน่ใจว่าได้เลือก \"อนุญาตให้ผู้ใช้ส่งจดหมายผ่านเซิร์ฟเวอร์ SMTP ภายนอก ... \" อาจมีความล่าช้าในการเปิดใช้งานการเปลี่ยนแปลงนี้ดังนั้นโปรดรอประมาณ 5-10 นาที",
  "Go to ": "ไปที่",
  "Gmail": "Gmail",
  " and under ": " และภายใต้",
  "Settings > Accounts and Import > Send mail as": "การตั้งค่า> บัญชีและการนำเข้า> ส่งอีเมลเป็น",
  ", click \"Add another email address\"": "คลิก \"เพิ่มที่อยู่อีเมลอื่น\"",
  "When prompted for \"Name\", enter the name that you want your email to be seen as \"From\" (e.g. ": "เมื่อได้รับพร้อมต์สำหรับ \"ชื่อ\" ให้ป้อนชื่อที่คุณต้องการให้อีเมลของคุณถูกมองว่าเป็น \"จาก\" (เช่น",
  "When prompted for \"Email address\", enter the email address with the custom domain you used above (e.g. ": "เมื่อได้รับแจ้งสำหรับ \"ที่อยู่อีเมล\" ให้ป้อนที่อยู่อีเมลพร้อมกับโดเมนที่กำหนดเองที่คุณใช้ด้านบน (เช่น",
  "Uncheck \"Treat as an alias\"": "ยกเลิกการเลือก \"ถือว่าเป็นนามแฝง\"",
  "Check it if you prefer the recipient to reply (to the mail sent using your custom domain) directly to your Gmail address. ": "ตรวจสอบหากคุณต้องการให้ผู้รับตอบกลับ (ไปยังจดหมายที่ส่งโดยใช้โดเมนที่กำหนดเอง) ไปยังที่อยู่ Gmail ของคุณโดยตรง",
  "See details": "ดูรายละเอียด",
  "Click \"Next Step\" to proceed": "คลิก \"ขั้นตอนต่อไป\" เพื่อดำเนินการต่อ",
  "When prompted for \"SMTP Server\", enter ": "เมื่อได้รับพร้อมต์สำหรับ \"เซิร์ฟเวอร์ SMTP\" ให้ป้อน",
  " and leave the port as ": " และออกจากพอร์ตเป็น",
  "When prompted for \"Username\", enter the portion of your Gmail address without the ": "เมื่อได้รับพร้อมต์สำหรับ \"ชื่อผู้ใช้\" ป้อนส่วนของที่อยู่ Gmail ของคุณโดยไม่ต้อง",
  " part (e.g. ": " ส่วนหนึ่ง (เช่น",
  " if my email is ": " ถ้าอีเมลของฉันคือ",
  "When prompted for \"Password\", paste from your clipboard the password you generated in step 2 above": "เมื่อได้รับพร้อมต์สำหรับ \"รหัสผ่าน\" ให้วางรหัสผ่านที่คุณสร้างขึ้นในขั้นตอนที่ 2 ด้านบน",
  "Leave the radio button checked to \"Secured connection using TLS\"": "ปล่อยให้ปุ่มตัวเลือกถูกเลือกไว้ที่ \"การเชื่อมต่อที่ปลอดภัยโดยใช้ TLS\"",
  "Click \"Add Account\" to proceed": "คลิก \"เพิ่มบัญชี\" เพื่อดำเนินการต่อ",
  "Open a new tab to ": "เปิดแท็บใหม่ไปที่",
  " and wait for your verification email to arrive (you will receive a verification code that confirms you are the owner of the email address you are attempting to \"Send Mail As\")": " และรออีเมลยืนยันของคุณมาถึง (คุณจะได้รับรหัสยืนยันที่ยืนยันว่าคุณเป็นเจ้าของที่อยู่อีเมลที่คุณพยายามจะ \"ส่งเมลเป็น\")",
  "Once it arrives, copy and paste the verification code at the prompt you received in the previous step": "เมื่อมันมาถึงให้คัดลอกและวางรหัสยืนยันที่พรอมต์ที่คุณได้รับในขั้นตอนก่อนหน้า",
  "Once you've done that, go back to the email and click the link to \"confirm the request\". You need to do this step and the previous step for the email to be correctly configured.": "เมื่อคุณทำเสร็จแล้วกลับไปที่อีเมลและคลิกลิงก์เพื่อ \"ยืนยันคำขอ\" คุณต้องทำตามขั้นตอนนี้และขั้นตอนก่อนหน้าเพื่อกำหนดค่าอีเมลให้ถูกต้อง",
  "Done!": "ทำ!",
  "This is to ensure that emails land in the inbox as opposed to the spam folder.  We DO add a custom \"Reply-To\" header, so when recipients click \"Reply\" on your email - they send their email to the correct address and name.  Once we implement ARC signatures (we are waiting on a majority of email providers to adopt it) then we should be able to remove the \"Friendly From\" rewrite, and your users will no longer see \"no-reply\" in the FROM.   Subscribe ": "นี่คือเพื่อให้แน่ใจว่าอีเมลลงจอดในกล่องจดหมายตรงข้ามกับโฟลเดอร์สแปม เราเพิ่มส่วนหัว \"ตอบกลับ\" ที่กำหนดเองดังนั้นเมื่อผู้รับคลิก \"ตอบกลับ\" ในอีเมลของคุณ - พวกเขาส่งอีเมลไปยังที่อยู่และชื่อที่ถูกต้อง เมื่อเราใช้ลายเซ็น ARC (เรากำลังรอให้ผู้ให้บริการอีเมลส่วนใหญ่นำมาใช้) เราควรจะสามารถลบการเขียน \"เป็นมิตรจาก\" และผู้ใช้ของคุณจะไม่เห็น \"ไม่ตอบกลับ\" ใน FROM ติดตาม",
  "to this GitHub issue": "ถึงปัญหา GitHub นี้",
  " for updates.  You will not need to do any re-configuration once this feature is added.": " สำหรับการปรับปรุง คุณไม่จำเป็นต้องทำการกำหนดค่าใหม่เมื่อเพิ่มคุณสมบัตินี้แล้ว",
  "Yes, but this is ": "ใช่ แต่นี่คือ",
  "NOT": "ไม่",
  " recommended as this is an incredibly rare edge case.": " แนะนำเนื่องจากนี่เป็นเคสขอบที่หายากอย่างไม่น่าเชื่อ",
  "If you use Google Business for email, and want to use our server as a fallback so your mail still gets delivered, then just specify the Google mail servers with a lower priority than our mail servers.  An example is provided below:": "หากคุณใช้ Google Business สำหรับอีเมลและต้องการใช้เซิร์ฟเวอร์ของเราเป็นทางเลือกเพื่อให้อีเมลของคุณยังคงถูกส่งมอบให้ระบุเซิร์ฟเวอร์อีเมลของ Google ที่มีลำดับความสำคัญต่ำกว่าเซิร์ฟเวอร์อีเมลของเรา ตัวอย่างมีให้ด้านล่าง:",
  "Yes, absolutely.  Just specify multiple recipients in your TXT records.": "ใช่แล้ว เพียงระบุผู้รับหลายคนในบันทึก TXT ของคุณ",
  "For example, if I want an email that goes to ": "ตัวอย่างเช่นถ้าฉันต้องการอีเมลที่จะไป",
  " to get forwarded to ": " เพื่อส่งต่อไปยัง",
  " and ": " และ",
  ", then my TXT record would look like this:": "จากนั้นระเบียน TXT ของฉันจะเป็นดังนี้:",
  "Or, you could specify them in two separate lines, such as this:": "หรือคุณสามารถระบุได้ในสองบรรทัดแยกกันเช่นนี้",
  "It's up to you!": "มันขึ้นอยู่กับคุณ!",
  "Yes, you can. Just specify multiple global catch-all recipients in your TXT records.": "ใช่คุณสามารถ. เพียงระบุผู้รับการติดตามทั้งหมดทั่วโลกหลายรายการในระเบียน TXT ของคุณ",
  "For example, if I want every email that goes to ": "ตัวอย่างเช่นถ้าฉันต้องการอีเมลทุกฉบับที่ส่งไป",
  " (the asterisk meaning its a wildcard aka catch-all) to get forwarded to ": " (เครื่องหมายดอกจันหมายถึงสัญลักษณ์ตัวแทนหรือที่เรียกว่า catch-all) เพื่อส่งต่อไปยัง",
  "Yes, the default limit is 5.  You could have ": "ใช่ขีด จำกัด เริ่มต้นคือ 5 คุณสามารถมีได้",
  ", ": ",",
  ", … (from 1-5) – and any emails to ": ", … (จาก 1-5) - และอีเมลใด ๆ ไปยัง",
  " would get forwarded to ": " จะถูกส่งต่อไปที่",
  ", … (from 1-5).": ", … (จาก 1-5)",
  "Yes, you can, however you still must adhere to the maximum limit.  If you have ": "ใช่คุณสามารถทำได้ แต่คุณยังต้องปฏิบัติตามขีด จำกัด สูงสุด ถ้าคุณมี",
  ", then emails to ": "จากนั้นส่งอีเมลไปที่",
  ".  Note that an error will be thrown if you attempt to recursively forward emails.": ". โปรดทราบว่าจะมีข้อผิดพลาดเกิดขึ้นหากคุณพยายามส่งต่ออีเมลซ้ำ",
  "We use MX and TXT record verification, therefore if you add this service's respective MX and TXT records, then you're registered.  If you remove them, then you're unregistered.  You have ownership of your domain and DNS management, so if someone has access to that then that's a problem.": "เราใช้การยืนยันระเบียน MX และ TXT ดังนั้นหากคุณเพิ่มระเบียน MX และ TXT ที่เกี่ยวข้องของบริการนี้แสดงว่าคุณได้ลงทะเบียนแล้ว หากคุณลบออกแสดงว่าคุณไม่ได้ลงทะเบียน คุณมีกรรมสิทธิ์ในการจัดการโดเมนและ DNS ของคุณดังนั้นหากใครบางคนสามารถเข้าถึงสิ่งนั้นได้นั่นเป็นปัญหา",
  "The service continues to run thanks to ": "บริการยังคงทำงานต่อไปขอบคุณ",
  "donations": "บริจาค",
  "We want to provide a free alternative (since we feel bad) for people that are using closed-source forwarding services (and subsequently risking their privacy and security).": "เราต้องการให้ทางเลือกฟรี (เนื่องจากเรารู้สึกไม่ดี) สำหรับผู้ที่ใช้บริการส่งต่อแบบปิดแหล่งที่มา (และต่อมาเสี่ยงต่อความเป็นส่วนตัวและความปลอดภัยของพวกเขา)",
  "We default to a 25 MB size limit (the same as Gmail), which includes content, headers, and attachments.": "เรากำหนดค่าเริ่มต้นเป็นขีด จำกัด ขนาด 25 MB (เช่นเดียวกับ Gmail) ซึ่งรวมถึงเนื้อหาส่วนหัวและไฟล์แนบ",
  "An error with the proper response code is returned if the file size limit is exceeded.": "ข้อผิดพลาดที่มีรหัสตอบกลับที่เหมาะสมจะถูกส่งคืนหากเกินขีด จำกัด ขนาดไฟล์",
  "No, absolutely not.  See our ": "ไม่ไม่อย่างแน่นอน ดูของเรา",
  "No, I cannot read your emails and I have no wish to.  Many other email forwarding providers unethically read your email.  This is not what I'm about.": "ไม่ฉันไม่สามารถอ่านอีเมลของคุณและฉันไม่ต้องการ ผู้ให้บริการการส่งต่ออีเมลอื่น ๆ อ่านอีเมลของคุณอย่างไร้จริยธรรม นี่ไม่ใช่สิ่งที่ฉันเป็น",
  "The code that is deployed to the server is publicly visible on GitHub!": "รหัสที่ปรับใช้กับเซิร์ฟเวอร์นั้นปรากฏต่อสาธารณะใน GitHub!",
  "Yes, absolutely.": "ใช่แล้ว",
  "Yes, it has tests written with ava and also has code coverage.": "ใช่มันมีการทดสอบที่เขียนด้วย ava และยังมีการครอบคลุมโค้ด",
  "Yes, absolutely.  For example if you're sending an email to ": "ใช่แล้ว ตัวอย่างเช่นหากคุณส่งอีเมลถึง",
  " and it's registered to forward to ": " และมันถูกลงทะเบียนเพื่อส่งต่อไปยัง",
  ", then the SMTP response message and code from the \"gmail.com\" SMTP server will be returned instead of the proxy server at \"mx1.forwardemail.net\" or \"mx2.forwardemail.net\".": "จากนั้นข้อความตอบกลับ SMTP และรหัสจากเซิร์ฟเวอร์ SMTP \"gmail.com\" จะถูกส่งคืนแทนพร็อกซีเซิร์ฟเวอร์ที่ \"mx1.forwardemail.net\" หรือ \"mx2.forwardemail.net\"",
  "Per documentation and suggestions from Google at ": "ตามเอกสารและคำแนะนำจาก Google ที่",
  "https://support.google.com/a/answer/175365?hl=en": "https://support.google.com/a/answer/175365?hl=en",
  ", along with best practice, including:": "พร้อมกับแนวปฏิบัติที่ดีที่สุด ได้แก่ :",
  "DNSBL - we test senders IP's against the Spamhaus ": "DNSBL - เราทดสอบผู้ส่ง IP กับสแปมเฮาส์",
  "DNS blacklists": "บัญชีดำ DNS",
  ", if any fail, then the sender is not permitted to send the message and is returned a detailed error message with instructions on how to de-list themselves from the specific blacklists they're listed under.": "หากมีข้อผิดพลาดผู้ส่งจะไม่ได้รับอนุญาตให้ส่งข้อความและจะส่งคืนข้อความแสดงข้อผิดพลาดโดยละเอียดพร้อมคำแนะนำเกี่ยวกับวิธีการยกเลิกรายการตัวเองจากบัญชีดำที่ระบุ",
  "SpamAssassin - using ": "SpamAssassin - ใช้",
  " client to check emails and automatically reject them if they're marked as spam": " ไคลเอนต์เพื่อตรวจสอบอีเมลและปฏิเสธพวกเขาโดยอัตโนมัติหากพวกเขาทำเครื่องหมายว่าเป็นสแปม",
  "Checks daily for updated rules": "ตรวจสอบกฎการอัพเดททุกวัน",
  "Spam score threshold of (5.0)": "เกณฑ์คะแนนสแปมของ (5.0)",
  "Uses bayes theorem and auto learning": "ใช้ทฤษฎีบทเบย์และการเรียนรู้อัตโนมัติ",
  "Uses ": "การใช้ประโยชน์",
  "other improvements": "การปรับปรุงอื่น ๆ",
  "SPF/DKIM - through checking if an SPF record exists for a sender, and if so, we reverse-lookup the SMTP connection's remote address to validate it matches the SPF record, otherwise it's rejected.  If an SPF record does not exist, then we require DKIM verification.  If DKIM headers are passed and fail, then it is rejected as well.  If no DKIM headers are passed, then we assume that DKIM validation passes.": "SPF / DKIM - ผ่านการตรวจสอบว่ามีระเบียน SPF สำหรับผู้ส่งหรือไม่และหากเป็นเช่นนั้นเราจะค้นหาที่อยู่ระยะไกลของการเชื่อมต่อ SMTP เพื่อตรวจสอบว่าตรงกับระเบียน SPF มิฉะนั้นจะถูกปฏิเสธ หากไม่มีระเบียน SPF เราจะต้องตรวจสอบ DKIM หากส่วนหัวของ DKIM ถูกส่งผ่านและล้มเหลวก็จะถูกปฏิเสธเช่นกัน หากไม่มีการผ่านส่วนหัว DKIM เราจะถือว่าการตรวจสอบ DKIM นั้นผ่าน",
  "MX - through checking if the sender's from address domain has MX records (so it's actually coming from a mail exchange/SMTP server), otherwise it's rejected": "MX - ผ่านการตรวจสอบว่าผู้ส่งจากโดเมนที่อยู่มีเรคคอร์ด MX หรือไม่ดังนั้นจึงมาจากการแลกเปลี่ยนอีเมล / เซิร์ฟเวอร์ SMTP) มิฉะนั้นจะถูกปฏิเสธ",
  "Disposable Email Addresses - we automatically block senders that are from the ": "ที่อยู่อีเมลสำรอง - เราจะบล็อกผู้ส่งที่มาจาก",
  "disposable-email-domains": "ทิ้งอีเมลโดเมน",
  " list": " รายการ",
  "FQDN - validates that senders SMTP connections are from FQDN (meaning no IP addresses, they must have a valid domain name resolved)": "FQDN - ตรวจสอบว่าการเชื่อมต่อ SMTP ของผู้ส่งมาจาก FQDN (หมายถึงไม่มีที่อยู่ IP พวกเขาจะต้องแก้ไขชื่อโดเมนที่ถูกต้อง)",
  "TXT - through checking if the email address the sender is trying to send to has a TXT DNS record with a valid email forwarding setup. The SSL certificates (main domain name or alternative names) of all MX servers of the forwarding destination must match the MX entry.": "TXT - ผ่านการตรวจสอบว่าที่อยู่อีเมลที่ผู้ส่งพยายามส่งมีระเบียน TXT DNS พร้อมการตั้งค่าการส่งต่ออีเมลที่ถูกต้อง ใบรับรอง SSL (ชื่อโดเมนหลักหรือชื่อทางเลือก) ของเซิร์ฟเวอร์ MX ทั้งหมดของปลายทางการส่งต่อจะต้องตรงกับรายการ MX",
  "DMARC - we check if a DMARC record exists from the sender's FQDN, and if so, if it is \"reject\" or \"quarantine\" then we re-write the \"From\" of the email as a \"friendly-from\".  This means the \"From\" is set to \"$originalName ": "DMARC - เราตรวจสอบว่ามีบันทึก DMARC จาก FQDN ของผู้ส่งหรือไม่ถ้าเป็น \"ปฏิเสธ\" หรือ \"กักกัน\" เราจะเขียน \"จาก\" ของอีเมลว่าเป็น \"มิตรจาก\" ซึ่งหมายความว่า \"จาก\" ถูกตั้งค่าเป็น \"$ originalName",
  "\" (\"$originalName\" is the original From name, e.g. \"John Doe\" in \"John Doe ": "\"(\" $ originalName \"เป็นชื่อจากเดิมเช่น\" John Doe \"ใน\" John Doe",
  "john@domain.com": "john@domain.com",
  "\").  Furthermore we set a \"Reply-To\" (if one is not already set) of the original sender's from address.": "\") นอกจากนี้เรายังตั้ง\" Reply-To \"(หากยังไม่ได้ตั้งค่า) ของที่อยู่ผู้ส่งดั้งเดิมจากที่อยู่",
  "Yes! As of October 2, 2018 we have added this feature.  See ": "ใช่ ตั้งแต่วันที่ 2 ตุลาคม 2018 เราได้เพิ่มคุณสมบัตินี้ ดู",
  " above!": " ข้างบน!",
  "Practically yes - the only current restriction is that senders (by unique email address) are limited to sending (300) emails per hour through the system.": "ใช่จริง - ข้อ จำกัด เพียงอย่างเดียวในปัจจุบันคือผู้ส่ง (โดยที่อยู่อีเมลที่ไม่ซ้ำกัน) ถูก จำกัด ให้ส่ง (300) อีเมลต่อชั่วโมงผ่านระบบ",
  "If this limit is exceeded we send a \"451\" response code which tells the senders mail server to retry later.": "หากเกินขีด จำกัด นี้เราจะส่งรหัสตอบกลับ \"451\" ซึ่งจะแจ้งให้เซิร์ฟเวอร์อีเมลของผู้ส่งลองอีกครั้งในภายหลัง",
  "We use CloudFlare's privacy-first consumer DNS service (see ": "เราใช้บริการ DNS สำหรับผู้ใช้ส่วนตัวเป็นรายแรกของ CloudFlare (ดู",
  "announcement here": "ประกาศที่นี่",
  ").  Note that the Python packages we use (": ") โปรดทราบว่าแพ็คเกจ Python ที่เราใช้ (",
  ") do not have the means like Node.js does with ": ") ไม่มีความหมายเหมือน Node.js",
  " and its method ": " และวิธีการ",
  " – therefore we set the server DNS to ": " - ดังนั้นเราจึงตั้งค่า DNS เซิร์ฟเวอร์เป็น",
  " which it will use as a fallback in this case.": " ซึ่งมันจะใช้เป็นทางเลือกในกรณีนี้",
  "The latest version, v2 (released on May 6, 2019) was a major rewrite from v1 and focuses on performance through streams.  ": "เวอร์ชั่นล่าสุด v2 (เปิดตัวเมื่อวันที่ 6 พฤษภาคม 2019) เป็นเวอร์ชั่นที่เขียนใหม่จาก v1 และมุ่งเน้นไปที่ประสิทธิภาพผ่านสตรีม",
  "Nodemailer's": "Nodemailer ของ",
  " prolific author Andris Reinman (": " ผู้เขียนอันอุดมสมบูรณ์ Andris Reinman (",
  "@andris9": "@ andris9",
  ") helped us switch off using the ": ") ช่วยเราปิดการใช้งาน",
  " library and use ": " ห้องสมุดและการใช้งาน",
  " instead with some custom transform logic to split the header and the body of the message without affecting the body.  This allows us to perform operations on headers very fast (such as security checks and for SPF/DKIM/DMARC compliance).": " แทนด้วยตรรกะการแปลงแบบกำหนดเองบางส่วนเพื่อแยกส่วนหัวและเนื้อความของข้อความโดยไม่มีผลกระทบต่อเนื้อความ สิ่งนี้ช่วยให้เราสามารถดำเนินการกับส่วนหัวได้อย่างรวดเร็ว (เช่นการตรวจสอบความปลอดภัยและการปฏิบัติตามค่า SPF / DKIM / DMARC)",
  "In other words, the latest version of this service uses streams purely now and is lightning fast.": "กล่าวอีกนัยหนึ่งเวอร์ชันล่าสุดของบริการนี้ใช้สตรีมอย่างหมดจดในขณะนี้และรวดเร็วมาก",
  "  The older version v1 also had some logic not in the most optimal order of operations – but now v2 does less memory/network intense operations first (and returns early if possible to send a response as quickly as possible to the SMTP client).": "  เวอร์ชันเก่า v1 ยังมีตรรกะบางอย่างที่ไม่ได้อยู่ในลำดับที่เหมาะสมที่สุดของการดำเนินการ - แต่ตอนนี้ v2 มีการดำเนินการที่น้อยกว่าหน่วยความจำ / เครือข่ายที่รุนแรงก่อน (และส่งกลับก่อนถ้าเป็นไปได้",
  "At no point in time do we write to disk or store emails – everything is done in-memory thanks to Node.js's streams and transforms! 🎉": "เราจะไม่เขียนลงในดิสก์หรือเก็บอีเมลในเวลาไม่นานทุกอย่างจะทำในความทรงจำต้องขอบคุณกระแสของ Node.js และการแปลง! 🎉",
  "History": "ประวัติศาสตร์",
  "Background": "พื้นหลัง",
  "Alternatives": "ทางเลือก",
  "We created this service after realizing that the only \"free\" email forwarding services that exist today are closed-source and proprietary.  This means they probably read your forwarded emails.": "เราสร้างบริการนี้หลังจากพบว่าบริการส่งต่ออีเมล \"ฟรี\" เพียงอย่างเดียวที่มีอยู่ในปัจจุบันคือบริการแบบปิดและเป็นกรรมสิทธิ์ ซึ่งหมายความว่าพวกเขาอาจอ่านอีเมลที่ส่งต่อของคุณ",
  "We also practice the \"do not repeat yourself\" and \"good coders code, great coders re-use\" principles - so an endless search, trial, and error was conducted  on StackOverflow, GitHub, Gists, and elsewhere for alternative solutions.": "นอกจากนี้เรายังฝึกฝนหลักการ \"อย่าทำซ้ำตัวเอง\" และ \"รหัสผู้เขียนโค้ดที่ดีใช้งานตัวแปลงรหัสที่ยอดเยี่ยม\" เพื่อให้การค้นหาไม่มีที่สิ้นสุดทดลองใช้และข้อผิดพลาดเกิดขึ้นใน StackOverflow, GitHub, Gists และที่อื่น ๆ",
  "Of course there is Haraka, sendmail, postfix, and dozens of other options, but they require a lot of setup, configuration, testing, maintenance, and are not simple. The current service offering for email forwarding is either extremely bloated, insecure, requires payment, has a convoluted setup with unsolved or undocumented bugs (that lead you down a rabbit hole of searching for hours to come up empty handed), or they are closed-source.": "แน่นอนว่ามี Haraka, sendmail, postfix และตัวเลือกอื่น ๆ อีกมากมาย แต่พวกเขาต้องการการตั้งค่าการกำหนดค่าการทดสอบการบำรุงรักษาและไม่ง่ายนัก ข้อเสนอบริการปัจจุบันสำหรับการส่งต่ออีเมลเป็นอย่างมากป่องๆไม่ปลอดภัยต้องชำระเงินมีการติดตั้งที่ซับซ้อนพร้อมข้อบกพร่องที่ยังไม่ได้แก้ไขหรือไม่มีเอกสาร (ที่จะนำคุณลงสู่หลุมกระต่ายของการค้นหาชั่วโมงที่จะมาส่งเปล่า) หรือไม่ แหล่ง",
  "There are also solutions that use \"serverless\" technologies, such as through Amazon SES and Amazon Lambda, but again they are extremely confusing, time intensive, and no typical user would go to those lengths for setup (and instead would probably end up using a simpler alternative as we almost did; in exchange for lack of privacy).": "นอกจากนี้ยังมีโซลูชันที่ใช้เทคโนโลยี \"serverless\" เช่นผ่าน Amazon SES และ Amazon Lambda แต่อีกครั้งพวกเขาจะสับสนอย่างยิ่งเวลามากและไม่มีผู้ใช้ทั่วไปจะไปที่ความยาวสำหรับการติดตั้ง (และอาจจะจบลงด้วยการใช้ ทางเลือกที่ง่ายกว่าที่เราทำเกือบเพื่อแลกกับการขาดความเป็นส่วนตัว)",
  "Furthermore, solutions like Amazon SES do not allow you to modify the envelope of the SMTP request, therefore you will need to add a Reply-To header and rewrite the From header as well to something like from@noreply.com (which is really not clean).": "นอกจากนี้โซลูชันเช่น Amazon SES ไม่อนุญาตให้คุณปรับเปลี่ยนซองจดหมายของคำขอ SMTP ดังนั้นคุณจะต้องเพิ่มส่วนหัว Reply-To และเขียนส่วนหัว From เป็นสิ่งที่ต้องการ from@noreply.com (ซึ่งจริงๆแล้วไม่ใช่ ทำความสะอาด)",
  "Then there is Gmail, which costs money for custom domains (it used to be free).  They obviously scan and parse your emails as well. They also do not allow you to easily set up email forwarding for custom domains anymore.": "จากนั้นก็มี Gmail ซึ่งมีค่าใช้จ่ายสำหรับโดเมนที่กำหนดเอง (เคยเป็นโดเมนฟรี) เห็นได้ชัดว่าพวกเขาสแกนและแยกอีเมลของคุณเช่นกัน พวกเขายังไม่อนุญาตให้คุณตั้งค่าการส่งต่ออีเมลสำหรับโดเมนที่กำหนดเองได้อย่างง่ายดายอีกต่อไป",
  "There is also Zoho mail, but again that requires you signing up for an account with Zoho, and then forwarding over the emails in a configuration setting.": "นอกจากนี้ยังมี Zoho mail อีกครั้งที่คุณต้องสมัครบัญชีกับ Zoho แล้วส่งต่ออีเมลในการตั้งค่า",
  "Terms": "ข้อตกลงและเงื่อนไข",
  "By accessing this web site, you are agreeing to be bound by these web site Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this web site are protected by applicable copyright and trade mark law.": "โดยการเข้าถึงเว็บไซต์นี้คุณยอมรับที่จะผูกพันตามข้อกำหนดและเงื่อนไขการใช้งานเว็บไซต์เหล่านี้กฎหมายและข้อบังคับที่เกี่ยวข้องทั้งหมดและยอมรับว่าคุณมีหน้าที่รับผิดชอบในการปฏิบัติตามกฎหมายท้องถิ่นที่บังคับใช้ หากคุณไม่เห็นด้วยกับข้อกำหนดใด ๆ คุณจะถูกห้ามไม่ให้ใช้งานหรือเข้าถึงเว็บไซต์นี้ วัสดุที่มีอยู่ในเว็บไซต์นี้ได้รับการคุ้มครองตามกฎหมายลิขสิทธิ์และกฎหมายเครื่องหมายการค้า",
  "Disclaimer": "คำปฏิเสธ",
  "Limitations": "ข้อ จำกัด",
  "Service Level Agreement (\"SLA\")": "ข้อตกลงระดับการให้บริการ (\"SLA\")",
  "Agreement": "ข้อตกลง",
  "Credits": "เครดิต",
  "Eligibility": "เหมาะ",
  "Revisions and Errata": "การแก้ไขและข้อผิดพลาด",
  "Links": "การเชื่อมโยง",
  "Site Terms of Use Modifications": "ข้อตกลงการใช้งานเว็บไซต์ดัดแปลง",
  "Governing Law": "กฎหมายที่บังคับใช้",
  "License": "การอนุญาต",
  "The materials on ForwardEmail's web site are provided \"as is\". ForwardEmail makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights. Further, ForwardEmail does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its Internet web site or otherwise relating to such materials or on any sites linked to this site.": "วัสดุบนเว็บไซต์ของ ForwardEmail นั้นมีให้ \"ตามสภาพ\" ForwardEmail ไม่รับประกันแสดงหรือบอกเป็นนัยและขอปฏิเสธและปฏิเสธการรับประกันอื่น ๆ ทั้งหมดรวมถึง แต่ไม่ จำกัด เพียงการรับประกันโดยนัยหรือเงื่อนไขของการซื้อขายความเหมาะสมสำหรับวัตถุประสงค์เฉพาะหรือการไม่ละเมิดทรัพย์สินทางปัญญาหรือการละเมิดสิทธิอื่น ๆ นอกจากนี้ ForwardEmail ไม่รับประกันหรือรับรองใด ๆ เกี่ยวกับความถูกต้องผลลัพธ์ที่เป็นไปได้หรือความน่าเชื่อถือของการใช้วัสดุบนเว็บไซต์อินเทอร์เน็ตหรืออื่น ๆ ที่เกี่ยวข้องกับวัสดุดังกล่าวหรือบนเว็บไซต์ใด ๆ ที่เชื่อมโยงกับเว็บไซต์นี้",
  "In no event shall ForwardEmail or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on ForwardEmail's Internet site, even if ForwardEmail or a ForwardEmail authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.": "ไม่ว่าในกรณีใด ForwardEmail หรือซัพพลายเออร์จะไม่รับผิดชอบต่อความเสียหายใด ๆ (รวมถึง แต่ไม่ จำกัด เพียงความเสียหายสำหรับการสูญหายของข้อมูลหรือผลกำไรหรือเนื่องจากการหยุดชะงักทางธุรกิจ) ที่เกิดขึ้นจากการใช้งานหรือไม่สามารถใช้วัสดุบนเว็บไซต์อินเทอร์เน็ต แม้ว่า ForwardEmail หรือตัวแทนที่ได้รับอนุญาตของ ForwardEmail ได้รับแจ้งทางวาจาหรือเป็นลายลักษณ์อักษรถึงความเป็นไปได้ของความเสียหายดังกล่าว เนื่องจากเขตอำนาจศาลบางแห่งไม่อนุญาตให้มีข้อ จำกัด เกี่ยวกับการรับประกันโดยนัยหรือข้อจำกัดความรับผิดสำหรับความเสียหายที่เกิดขึ้นตามมาหรือโดยบังเอิญข้อ จำกัด เหล่านี้จึงอาจไม่นำมาใช้กับคุณ",
  "\"Downtime\" refers to a factor of more than a 5% user error rate, determined by a server-side error rate.": "\"การหยุดทำงาน\" หมายถึงปัจจัยที่มีอัตราข้อผิดพลาดของผู้ใช้มากกว่า 5% ขึ้นอยู่กับอัตราข้อผิดพลาดฝั่งเซิร์ฟเวอร์",
  "\"Monthly Uptime Percentage\" refers to the total minutes in a calendar month minus the number of minutes of Downtime suffered in the calendar month, divided by the total minutes in the calendar month.": "\"เปอร์เซ็นต์สถานะการออนไลน์ต่อเดือน\" หมายถึงจำนวนนาทีทั้งหมดในเดือนปฏิทินลบด้วยจำนวนนาทีของการหยุดทำงานที่เกิดขึ้นในเดือนปฏิทินหารด้วยจำนวนนาทีทั้งหมดในเดือนปฏิทิน",
  "ForwardEmail shall use all reasonable commercial efforts (no less than acceptable and reasonable industry standards) to ensure that the ForwardEmail service is available to paying customers 99.99% of the time in any calendar month.  If it is not, then you may be eligible to receive the ": "ForwardEmail จะใช้ความพยายามเชิงพาณิชย์ที่สมเหตุสมผลทั้งหมด (ไม่น้อยกว่ามาตรฐานอุตสาหกรรมที่ยอมรับได้และสมเหตุสมผล) เพื่อให้แน่ใจว่าบริการ ForwardEmail พร้อมให้บริการแก่ลูกค้าที่ชำระเงิน 99.99% ของเวลาในเดือนใด ๆ ของปฏิทิน หากไม่เป็นเช่นนั้นคุณอาจมีสิทธิ์ได้รับ",
  " described below in accordance with ": " อธิบายไว้ด้านล่างตาม",
  "Monthly Uptime Percentage": "เปอร์เซ็นต์สถานะการออนไลน์ต่อเดือน",
  "Days of Service": "วันของการบริการ",
  "*": "* * * *",
  "<": "<",
  " 99.99% – >= 99.90%": " 99.99% -> = 99.90%",
  " 99.90% – >= 95.00%": " 99.90% -> = 95.00%",
  " 95.50%": " 95.50%",
  " Instead of receiving Days of Service being added to your account, you can also choose to have us issue a pro-rated refund.": " แทนที่จะได้รับ Days of Service ในบัญชีของคุณคุณสามารถเลือกที่จะให้เราคืนเงินตามสัดส่วน",
  "Minimum credit amount must be at least $1.00 to be eligible.  Maximum credit is capped at the 30 days or the total amount the customer is paying per the most recent calendar month with respect to Downtime (whichever is greater).  Paying customers affected for any Downtime must request Credits by filing a ": "จำนวนเครดิตขั้นต่ำจะต้องมีอย่างน้อย $ 1.00 จึงจะมีสิทธิ์ เครดิตสูงสุดถูกกำหนดไว้ที่ 30 วันหรือจำนวนเงินทั้งหมดที่ลูกค้าจ่ายต่อเดือนปฏิทินล่าสุดที่เกี่ยวข้องกับการหยุดทำงาน (แล้วแต่จำนวนใดจะสูงกว่า) การจ่ายเงินให้ลูกค้าที่ได้รับผลกระทบจากการหยุดทำงานจะต้องขอเครดิตโดยยื่น",
  " within 30 days from the date of Downtime.  Credits only apply for Downtime factors that are within the primary control of ForwardEmail.": " ภายใน 30 วันนับจากวันที่หยุดทำงาน เครดิตใช้สำหรับปัจจัยการหยุดทำงานที่อยู่ในการควบคุมหลักของ ForwardEmail เท่านั้น",
  "The materials appearing on ForwardEmail's web site could include technical, typographical, or photographic errors. ForwardEmail does not warrant that any of the materials on its web site are accurate, complete, or current. ForwardEmail may make changes to the materials contained on its web site at any time without notice. ForwardEmail does not, however, make any commitment to update the materials.": "เนื้อหาที่ปรากฏบนเว็บไซต์ของ ForwardEmail อาจมีข้อผิดพลาดทางเทคนิคการพิมพ์หรือการถ่ายภาพ ForwardEmail ไม่รับประกันว่าเนื้อหาใด ๆ ในเว็บไซต์นั้นถูกต้องสมบูรณ์หรือเป็นปัจจุบัน ForwardEmail อาจทำการเปลี่ยนแปลงเนื้อหาที่อยู่ในเว็บไซต์ของตนได้ตลอดเวลาโดยไม่ต้องแจ้งให้ทราบล่วงหน้า อย่างไรก็ตาม ForwardEmail ไม่มีข้อผูกพันใด ๆ ในการอัพเดทเนื้อหา",
  "ForwardEmail has not reviewed all of the sites linked to its Internet web site and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by ForwardEmail of the site. Use of any such linked web site is at the user's own risk.": "ForwardEmail ไม่ได้ตรวจสอบทุกเว็บไซต์ที่เชื่อมโยงกับเว็บไซต์อินเทอร์เน็ตและจะไม่รับผิดชอบต่อเนื้อหาของเว็บไซต์ที่เชื่อมโยงดังกล่าว การรวมลิงค์ใด ๆ ไม่ได้หมายความถึงการรับรองโดย ForwardEmail ของเว็บไซต์ การใช้เว็บไซต์ที่เชื่อมโยงดังกล่าวถือเป็นความเสี่ยงของผู้ใช้เอง",
  "ForwardEmail may revise these terms of use for its web site at any time without notice. By using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.": "ForwardEmail อาจแก้ไขข้อกำหนดการใช้งานเหล่านี้สำหรับเว็บไซต์ได้ตลอดเวลาโดยไม่ต้องแจ้งให้ทราบล่วงหน้า โดยการใช้เว็บไซต์นี้คุณตกลงที่จะผูกพันตามข้อกำหนดและเงื่อนไขการใช้งานรุ่นปัจจุบัน",
  "Any claim relating to ForwardEmail's web site shall be governed by the laws of the State of Delaware without regard to its conflict of law provisions.": "การเรียกร้องใด ๆ ที่เกี่ยวข้องกับเว็บไซต์ของ ForwardEmail จะอยู่ภายใต้กฎหมายของรัฐเดลาแวร์โดยไม่คำนึงถึงข้อขัดแย้งทางกฎหมาย",
  "General Terms and Conditions applicable to Use of a Web Site.": "ข้อกำหนดและเงื่อนไขทั่วไปที่ใช้บังคับกับการใช้เว็บไซต์",
  "Business Source License 1.1": "ใบอนุญาตแหล่งธุรกิจ 1.1",
  " © ": " ©",
  "Niftylettuce, LLC.": "Niftylettuce, LLC",
  "API": "API",
  "On-boarding": "บนขึ้น",
  "Database": "ฐานข้อมูล",
  "Domains": "โดเมน",
  "Aliases": "นามแฝง",
  "Contributors": "ร่วมให้ข้อมูล",
  "If no domain yet exists once signed in, then is prompted to add a new domain.": "หากยังไม่มีโดเมนเมื่อลงชื่อเข้าใช้จะได้รับแจ้งให้เพิ่มโดเมนใหม่",
  "DNS lookup occurs to determine if domain is registered, if not, then share affiliate link": "การค้นหา DNS เกิดขึ้นเพื่อตรวจสอบว่ามีการลงทะเบียนโดเมนหรือไม่หากไม่ใช่ให้แชร์ลิงค์พันธมิตร",
  "DNS lookup occurs to determine where current name servers are and if using a mail service": "การค้นหา DNS เกิดขึ้นเพื่อกำหนดว่าเซิร์ฟเวอร์ชื่อปัจจุบันอยู่ที่ใดและหากใช้บริการอีเมล",
  "Based off DNS lookup, a guide is generated for the user to configure DNS": "จากการค้นหา DNS คู่มือจะถูกสร้างขึ้นสำหรับผู้ใช้เพื่อกำหนดค่า DNS",
  "Aliases can be configured, added, removed, enabled, and disabled at any time": "นามแฝงสามารถกำหนดค่าเพิ่มลบเปิดใช้งานและปิดใช้งานได้ตลอดเวลา",
  "Endpoint": "ปลายทาง",
  "Method": "วิธี",
  "Description": "ลักษณะ",
  "GET": "GET",
  "List all domains": "แสดงรายการโดเมนทั้งหมด",
  "POST": "โพสต์",
  "Create a new domain": "สร้างโดเมนใหม่",
  "Retrieve a domain by ": "ดึงข้อมูลโดเมนโดย",
  "PUT": "PUT",
  "Update a domain by ": "อัปเดตโดเมนโดย",
  "DELETE": "ลบ",
  "Delete a domain by ": "ลบโดเมนโดย",
  "Retrieve all aliases for a domain by ": "ดึงชื่อแทนทั้งหมดสำหรับโดเมนโดย",
  "Create a new alias": "สร้างนามแฝงใหม่",
  "Retrieve an alias by ": "ดึงชื่อแทนโดย",
  "Update an alias by ": "อัปเดตนามแฝงโดย",
  "Delete an alias by ": "ลบชื่อแทนโดย",
  " (Array) - contains an Array of Objects with ": " (Array) - มี Array of Objects ด้วย",
  " (ObjectID) and ": " (ObjectID) และ",
  " (String, enumerable, must be \"admin\" or \"user\", defaults to \"user\", must have at least one Object and at least one admin)": " (String, enumerable ต้องเป็น \"admin\" หรือ \"user\" ค่าเริ่มต้นเป็น \"user\" ต้องมีอย่างน้อยหนึ่ง Object และอย่างน้อยหนึ่งผู้ดูแลระบบ)",
  " (String) - either a host name or a mail exchanger name (must be IP or FQDN)": " (สตริง) - ชื่อโฮสต์หรือชื่อตัวแลกเปลี่ยนเมล (ต้องเป็น IP หรือ FQDN)",
  " (ObjectID) - reference to a domain (required)": " (ObjectID) - อ้างอิงถึงโดเมน (จำเป็น)",
  " (ObjectID) - reference to user that created this alias (required, note that admins of the domain can edit aliases created by any user, but normal users of the domain can only manage aliases they have created)": " (ObjectID) - การอ้างอิงถึงผู้ใช้ที่สร้างนามแฝงนี้ (จำเป็นโปรดทราบว่าผู้ดูแลระบบของโดเมนสามารถแก้ไขนามแฝงที่สร้างโดยผู้ใช้ใด ๆ แต่ผู้ใช้ปกติของโดเมนสามารถจัดการนามแฝงที่พวกเขาสร้างขึ้นได้เท่านั้น)",
  " (String) - the username portion (defaults to ": " (สตริง) - ส่วนชื่อผู้ใช้ (ค่าเริ่มต้นคือ",
  " wildcard) (must be valid email when combined with domain)": " สัญลักษณ์แทน) (ต้องเป็นอีเมลที่ถูกต้องเมื่อรวมกับโดเมน)",
  " (Array) - contains an Array of Strings": " (Array) - มี Array of Strings",
  "Name": "ชื่อ",
  "Website": "เว็บไซต์",
  "Nick Baugh": "Nick Baugh",
  "http://niftylettuce.com/": "http://niftylettuce.com/",
  "ForwardEmail.net": "ForwardEmail.net",
  "\n": "\n",
  "ForwardEmail.net service": "บริการ ForwardEmail.net",
  "Get Started": "เริ่ม",
  "Visit ": "เยือน",
  "https://forwardemail.net": "https://forwardemail.net",
  " to get started!": " ที่จะเริ่มต้น!",
  "ForwardEmail": "ส่งต่ออีเมล",
  "Free Email Forwarding for Custom Domains &#124; <span class=\"notranslate\">ForwardEmail</span>": "ส่งต่ออีเมลฟรีสำหรับโดเมนที่กำหนดเอง &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Ask a question": "ถามคำถาม",
  "Have you read our <a href=\"/en/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/en/faq\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "Email address": "ที่อยู่อีเมล",
  "Write your message": "เขียนข้อความของคุณ",
  "Message": "ข่าวสาร",
  "We'll be in contact with you!": "เราจะติดต่อคุณ!",
  "Send message": "ส่งข้อความ",
  "Sign up now": "สมัครตอนนี้เลย",
  "Sign up with Google": "ลงทะเบียนกับ Google",
  "Sign up with GitHub": "ลงทะเบียนกับ GitHub",
  "or": "หรือ",
  "Password": "รหัสผ่าน",
  "Sign Up": "ลงชื่อ",
  "Registered?": "สมัครสมาชิก?",
  "Sign in": "เข้าสู่ระบบ",
  "Read our <a href=\"/en/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/en/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "อ่าน <a href=\"/en/privacy\" target=\"_blank\" rel=\"noopener\">นโยบายความเป็นส่วนตัว</a> และ <a href=\"/en/terms\" target=\"_blank\" rel=\"noopener\">ข้อกำหนดของเรา</a>",
  "Welcome back!": "ยินดีต้อนรับกลับ!",
  "Sign in with Google": "เข้าสู่ระบบด้วย Google",
  "Sign in with GitHub": "ลงชื่อเข้าใช้ด้วย GitHub",
  "Forget your password?": "ลืมรหัสผ่าน?",
  "Sign In": "เข้าสู่ระบบ",
  "Not registered?": "ยังไม่ได้ลงทะเบียน?",
  "Sign up": "ลงชื่อ",
  "Toggle navigation": "ไม่ต้องสลับช่องทาง",
  "Features": "คุณสมบัติ",
  "FAQ": "คำถามที่พบบ่อย",
  "Help": "ช่วยด้วย",
  "Sign up for free": "ลงทะเบียนฟรี",
  "👋 We <u class=\"font-weight-bold\">don't store logs nor emails</u>. We don't track you. Regain your right to privacy. 🎉": "👋เรา <u class=\"font-weight-bold\">จะไม่เก็บบันทึกหรืออีเมล</u> เราไม่ได้ติดตามคุณ คืนสิทธิในความเป็นส่วนตัวของคุณ 🎉",
  "👋 We <u class=\"font-weight-bold\">don't store logs nor emails</u>. Period. 🎉": "👋เรา <u class=\"font-weight-bold\">จะไม่เก็บบันทึกหรืออีเมล</u> ระยะเวลา 🎉",
  "Free Email Forwarding<span class=\"d-none d-md-block\"> for Custom Domains</span>": "ส่งต่ออีเมลฟรี <span class=\"d-none d-md-block\">สำหรับโดเมนที่กำหนดเอง</span>",
  "Create and forward an <u class=\"font-weight-bold\">unlimited</u> amount of email addresses with your domain name. Plus get catch-all, wildcard, and disposable forwarding addresses!": "สร้างและส่งต่อที่อยู่อีเมล <u class=\"font-weight-bold\">ไม่ จำกัด</u> จำนวนด้วยชื่อโดเมนของคุณ รวมทั้งรับที่อยู่ที่รับทั้งหมดและที่อยู่อีเมลสำรอง!",
  "No credit card required": "ไม่ต้องใช้บัตรเครดิต",
  "Learn more": "เรียนรู้เพิ่มเติม",
  "Protect your inbox.": "ปกป้องกล่องจดหมายของคุณ",
  "We use industry standard email header validation and signature checks, spam prevention tools, DNS blacklist lookups, and domain verification.  All powered by Cloudflare's <a href=\"https://blog.cloudflare.com/announcing-1111/\" target=\"_blank\" rel=\"noopener\" class=\"text-white\">privacy-first consumer DNS service</a>.": "เราใช้การตรวจสอบส่วนหัวของอีเมลมาตรฐานอุตสาหกรรมและการตรวจสอบลายเซ็นเครื่องมือป้องกันสแปมการค้นหาบัญชีดำ DNS และการตรวจสอบโดเมน ทั้งหมดนี้ขับเคลื่อนโดย <a href=\"https://blog.cloudflare.com/announcing-1111/\" target=\"_blank\" rel=\"noopener\" class=\"text-white\">บริการ DNS สำหรับผู้ใช้ส่วนตัวเป็นรายแรก</a> ของ Cloudflare",
  "Stay protected": "ป้องกันอยู่เสมอ",
  "Our Features": "คุณสมบัติของเรา",
  "Privacy First": "ความเป็นส่วนตัวก่อน",
  "We created this service because you have a right to privacy.  Existing services did not respect it.  We use robust encryption and a zero-tolerance policy for logs of any kind.": "เราสร้างบริการนี้เพราะคุณมีสิทธิ์ในความเป็นส่วนตัว บริการที่มีอยู่ไม่เคารพ เราใช้การเข้ารหัสที่แข็งแกร่งและนโยบายการยอมรับเป็นศูนย์สำหรับบันทึกใด ๆ",
  "Regain your privacy": "คืนความเป็นส่วนตัวของคุณ",
  "Disposable Addresses": "ที่อยู่ที่ใช้แล้วทิ้ง",
  "Create a specific or an anonymous email address that forwards to you.  You can even assign it a label and enable or disable it at any time to keep your inbox tidy.  Your actual email address is never exposed.": "สร้างที่อยู่อีเมลเฉพาะหรือที่ไม่ระบุชื่อที่ส่งถึงคุณ คุณสามารถกำหนดป้ายกำกับและเปิดใช้งานหรือปิดการใช้งานได้ตลอดเวลาเพื่อให้กล่องจดหมายของคุณเป็นระเบียบเรียบร้อย ที่อยู่อีเมลจริงของคุณจะไม่ถูกเปิดเผย",
  "Disposable addresses": "ที่อยู่ที่ใช้แล้วทิ้ง",
  "Multiple Recipients and Wildcards": "ผู้รับหลายคนและไวด์การ์ด",
  "You can forward a single address to multiple, and even use wildcard addresses &ndash; also known as catch-all's.  Managing your company's inboxes has never been easier.": "คุณสามารถส่งต่อที่อยู่เดียวไปยังที่อยู่หลายแห่งและใช้ที่อยู่แทนการ์ด & ndash; หรือที่รู้จักในชื่อ catch-all's การจัดการกล่องจดหมายของ บริษัท ของคุณง่ายกว่าที่เคย",
  "Start forwarding now": "เริ่มส่งต่อทันที",
  "\"Send mail as\" with Gmail": "\"ส่งจดหมายเป็น\" ด้วย Gmail",
  "You'll never have to leave your inbox to send out emails as if they're from your company.  Send and reply-to messages as if they're from you@company.com directly from you@gmail.com.": "คุณจะไม่ต้องออกจากกล่องจดหมายเพื่อส่งอีเมลราวกับว่ามาจาก บริษัท ของคุณ ส่งและตอบกลับข้อความราวกับว่ามาจาก you@company.com โดยตรงจาก you@gmail.com",
  "Configure your inbox": "กำหนดค่ากล่องจดหมายของคุณ",
  "100% open-source.": "โอเพ่นซอร์ส 100%",
  "Unlike other services, we <u>don't</u> store logs, <u>never</u> read emails, and are <u>100%</u> open-source.  Made by <a href=\"https://github.com/niftylettuce\" class=\"text-white\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a>, an open-source enthusiast and privacy advocate.": "ต่างจากบริการอื่น ๆ เรา <u>ไม่</u> เก็บบันทึก <u>ไม่</u> อ่านอีเมลและเป็นโอเพ่นซอร์ส <u>100%</u> ทำโดย <a href=\"https://github.com/niftylettuce\" class=\"text-white\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a> ผู้ที่กระตือรือร้นและสนับสนุนความเป็นส่วนตัวในโอเพ่นซอร์ส",
  "View source code": "ดูรหัสต้นฉบับ",
  "Our Numbers": "เบอร์ของเรา",
  "99.99%": "99.99%",
  "Service Uptime": "บริการ uptime",
  "Global Servers": "เซิร์ฟเวอร์ทั่วโลก",
  "20K+": "20K +",
  "Active Users": "ผู้ใช้ที่ใช้งานอยู่",
  "Trusted by the community": "ได้รับความไว้วางใจจากชุมชน",
  "1,000+ Stars": "1,000+ ดาว",
  "Need help?": "ต้องการความช่วยเหลือ?",
  "English": "อังกฤษ",
  "Arabic": "ภาษาอาหรับ",
  "Chinese": "ชาวจีน",
  "Czech": "สาธารณรัฐเช็ก",
  "Danish": "เดนมาร์ก",
  "Dutch": "ดัตช์",
  "Finnish": "ฟินแลนด์",
  "French": "ฝรั่งเศส",
  "German": "เยอรมัน",
  "Hebrew": "ชาวอิสราเอล",
  "Hungarian": "ฮังการี",
  "Indonesian": "ชาวอินโดนีเซีย",
  "Italian": "อิตาลี",
  "Japanese": "ญี่ปุ่น",
  "Korean": "เกาหลี",
  "Norwegian": "นอร์เวย์",
  "Polish": "ขัด",
  "Portuguese": "โปรตุเกส",
  "Russian": "รัสเซีย",
  "Spanish": "สเปน",
  "Swedish": "สวีเดน",
  "Thai": "ไทย",
  "Turkish": "ตุรกี",
  "Ukrainian": "ยูเครน",
  "Vietnamese": "เวียตนาม",
  "Resources": "ทรัพยากร",
  "Domain Registration": "การลงทะเบียนโดเมน",
  "Donate": "บริจาค",
  "Developers": "นักพัฒนา",
  "Coming soon": "เร็ว ๆ นี้",
  "API Documentation": "เอกสาร API",
  "Releases": "ข่าว",
  "Status Page": "หน้าสถานะ",
  "Source Code": "รหัสแหล่งที่มา",
  "Company": "บริษัท",
  "About": "เกี่ยวกับ",
  "Privacy": "ความเป็นส่วนตัว",
  "Twitter": "พูดเบาและรวดเร็ว",
  "GitHub": "GitHub",
  "Email": "อีเมล์",
  "Success": "ความสำเร็จ",
  "Error": "ความผิดพลาด",
  "Info": "ข้อมูล",
  "Warning": "คำเตือน",
  "Question": "คำถาม",
  "OK": "ตกลง",
  "Cancel": "ยกเลิก",
  "Close this dialog": "ปิดกล่องโต้ตอบนี้",
  "Are you sure?": "คุณแน่ใจไหม?",
  "Please confirm if you wish to continue.": "โปรดยืนยันหากคุณต้องการดำเนินการต่อ",
  "Have you read our <a href=\"/he/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/he/faq\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "Read our <a href=\"/he/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/he/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "อ่าน <a href=\"/he/privacy\" target=\"_blank\" rel=\"noopener\">นโยบายความเป็นส่วนตัว</a> และ <a href=\"/he/terms\" target=\"_blank\" rel=\"noopener\">ข้อกำหนดของเรา</a>",
  "עברית": "ชาวอิสราเอล",
  "Have you read our <a href=\"/no/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/no/faq\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "Read our <a href=\"/no/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/no/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "อ่าน <a href=\"/no/privacy\" target=\"_blank\" rel=\"noopener\">นโยบายความเป็นส่วนตัว</a> และ <a href=\"/no/terms\" target=\"_blank\" rel=\"noopener\">ข้อกำหนดของเรา</a>",
  "Norsk": "นอร์เวย์",
  "Have you read our <a href=\"/th/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/th/faq\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "Read our <a href=\"/th/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/th/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "อ่าน <a href=\"/th/privacy\" target=\"_blank\" rel=\"noopener\">นโยบายความเป็นส่วนตัว</a> และ <a href=\"/th/terms\" target=\"_blank\" rel=\"noopener\">ข้อกำหนดของเรา</a>",
  "ไทย": "ไทย",
  "Have you read our <a href=\"/nl/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/nl/faq\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "Read our <a href=\"/nl/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/nl/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "อ่าน <a href=\"/nl/privacy\" target=\"_blank\" rel=\"noopener\">นโยบายความเป็นส่วนตัว</a> และ <a href=\"/nl/terms\" target=\"_blank\" rel=\"noopener\">ข้อกำหนดของเรา</a>",
  "Nederlands": "ดัตช์",
  "Have you read our <a href=\"/da/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/da/faq\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "Read our <a href=\"/da/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/da/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "อ่าน <a href=\"/da/privacy\" target=\"_blank\" rel=\"noopener\">นโยบายความเป็นส่วนตัว</a> และ <a href=\"/da/terms\" target=\"_blank\" rel=\"noopener\">ข้อกำหนดของเรา</a>",
  "Dansk": "เดนมาร์ก",
  "FAQ &#124; <span class=\"notranslate\">ForwardEmail</span>": "คำถามที่พบบ่อย &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Read frequently asked questions about our service": "อ่านคำถามที่พบบ่อยเกี่ยวกับบริการของเรา",
  "⏰ Save Yourself Time": "⏰ประหยัดเวลาด้วยตัวคุณเอง",
  "Want to make the entire FAQ below tailored for you and easier to read?": "ต้องการทำให้คำถามที่พบบ่อยด้านล่างนี้เหมาะสำหรับคุณและอ่านง่ายขึ้นหรือไม่",
  "Enter your domain": "ป้อนโดเมนของคุณ",
  "Enter your email": "กรอกอีเมล์ของคุณ",
  "Create your free account now": "สร้างบัญชีฟรีของคุณตอนนี้",
  "Continue": "ต่อ",
  "Not interested?  Click here to keep reading": "ไม่สนใจ? คลิกที่นี่เพื่ออ่านต่อ",
  "About &#124; <span class=\"notranslate\">ForwardEmail</span>": "เกี่ยวกับ &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Learn more about ForwardEmail": "เรียนรู้เพิ่มเติมเกี่ยวกับ ForwardEmail",
  "Our service was founded in 2017 by <a class=\"text-success text-decoration-none\" href=\"https://github.com/niftylettuce\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a> and is trusted and relied upon by thousands.": "บริการของเราก่อตั้งขึ้นในปี 2560 โดย <a class=\"text-success text-decoration-none\" href=\"https://github.com/niftylettuce\" target=\"_blank\" rel=\"noopener\">@niftylettuce</a> และได้รับความไว้วางใจและไว้วางใจจากคนเป็นพัน",
  "Our Story": "เรื่องราวของเรา",
  "Why did we create this?": "ทำไมเราถึงสร้างสิ่งนี้",
  "No email-forwarding service existed that was free, secure, and open-source &ndash; so we built one.": "ไม่มีบริการส่งต่ออีเมลซึ่งฟรีปลอดภัยและโอเพนซอร์ส & ndash; ดังนั้นเราจึงสร้างขึ้น",
  "Auth &#124; <span class=\"notranslate\">ForwardEmail</span>": "รับรองความถูกต้อง <span class=\"notranslate\">ForwardEmail</span>",
  "Authenticate yourself to log in": "ตรวจสอบตัวเองเพื่อเข้าสู่ระบบ",
  "My Account &#124; <span class=\"notranslate\">ForwardEmail</span>": "บัญชีของฉัน &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Manage your ForwardEmail profile": "จัดการโปรไฟล์ ForwardEmail ของคุณ",
  "My Account - Domains": "บัญชีของฉัน - โดเมน",
  "My Account": "บัญชีของฉัน",
  "Profile": "ข้อมูลส่วนตัว",
  "Security": "ความปลอดภัย",
  "Log out": "ออกจากระบบ",
  "Add New Domain": "เพิ่มโดเมนใหม่",
  "Domain Name": "ชื่อโดเมน",
  "Plan": "วางแผน",
  "MX Records": "ระเบียน MX",
  "TXT Records": "ระเบียน TXT",
  "Actions": "การปฏิบัติ",
  "Free": "ฟรี",
  "Change plan to:": "เปลี่ยนแผนเป็น:",
  "Enhanced Protection": "การป้องกันขั้นสูง",
  "Team": "ทีม",
  "Read more about features...": "อ่านเพิ่มเติมเกี่ยวกับคุณสมบัติ ...",
  "Verified": "ตรวจสอบแล้ว",
  "Setup": "ติดตั้ง",
  "Billing": "การเรียกเก็บเงิน",
  "Not Verified": "ไม่ผ่านการตรวจสอบ",
  "Hello": "สวัสดี",
  "Invalid API credentials.": "ข้อมูลรับรอง API ไม่ถูกต้อง",
  "Invalid API token.": "โทเค็น API ไม่ถูกต้อง",
  "Email address was invalid.": "ที่อยู่อีเมลไม่ถูกต้อง",
  "File upload was invalid.": "การอัปโหลดไฟล์ไม่ถูกต้อง",
  "Your message was invalid, as it was either blank or more than (500) characters.": "ข้อความของคุณไม่ถูกต้องเนื่องจากเป็นอักขระว่างเปล่าหรือมากกว่า (500) ตัว",
  "Password was invalid.": "รหัสผ่านไม่ถูกต้อง",
  "Password confirmation did not match new password.": "การยืนยันรหัสผ่านไม่ตรงกับรหัสผ่านใหม่",
  "Password strength was not strong enough.": "ความแข็งแรงของรหัสผ่านไม่แข็งแรงพอ",
  "We do not support this authentication provider.": "เราไม่สนับสนุนผู้ให้บริการการตรวจสอบความถูกต้องนี้",
  "Reset token and email were not valid together.": "รีเซ็ตโทเค็นและอีเมลไม่ถูกต้องด้วยกัน",
  "Reset token provided was invalid.": "รีเซ็ตโทเค็นที่ระบุไม่ถูกต้อง",
  "Invalid session secret.": "ความลับของเซสชันไม่ถูกต้อง",
  "Please slightly change values to ensure slug uniqueness.": "โปรดเปลี่ยนค่าเล็กน้อยเพื่อให้มั่นใจถึงความเป็นเอกลักษณ์กระสุน",
  "%s was missing or blank.": "% s หายไปหรือว่างเปล่า",
  "User does not exist.": "ไม่มีผู้ใช้",
  "Invalid CSRF token.": "โทเค็น CSRF ไม่ถูกต้อง",
  "The verification pin you entered was invalid.": "PIN ยืนยันที่คุณป้อนไม่ถูกต้อง",
  "Please verify your email address to continue.": "โปรดยืนยันที่อยู่อีเมลของคุณเพื่อดำเนินการต่อ",
  "Please wait for %s and try again.": "กรุณารอ% s แล้วลองอีกครั้ง",
  "Your email address has been successfully verified.": "ที่อยู่อีเมลของคุณได้รับการยืนยันเรียบร้อยแล้ว",
  "Your email address is already verified.": "ที่อยู่อีเมลของคุณได้รับการยืนยันแล้ว",
  "An email verification pin has been sent to your email address.": "PIN ยืนยันอีเมลถูกส่งไปยังที่อยู่อีเมลของคุณ",
  "Your current email verification pin has expired and we have sent you a new one to your email address.": "PIN การยืนยันอีเมลปัจจุบันของคุณหมดอายุแล้วและเราได้ส่ง PIN ใหม่ให้คุณทางอีเมล",
  "You do not belong to the administrative user group.": "คุณไม่ได้อยู่ในกลุ่มผู้ใช้ที่เป็นผู้ดูแลระบบ",
  "Please log in to view the page you requested.": "กรุณาเข้าสู่ระบบเพื่อดูหน้าที่คุณร้องขอ",
  "Please log out to view the page you requested.": "โปรดออกจากระบบเพื่อดูหน้าที่คุณร้องขอ",
  "Add a domain name to your account to continue.": "เพิ่มชื่อโดเมนในบัญชีของคุณเพื่อดำเนินการต่อ",
  "Domain name was invalid (must be an IP or FQDN).": "ชื่อโดเมนไม่ถูกต้อง (ต้องเป็น IP หรือ FQDN)",
  "Domain's DNS records have been verified.": "บันทึก DNS ของโดเมนได้รับการยืนยันแล้ว",
  "Domain does not exist on your account.": "ไม่มีโดเมนในบัญชีของคุณ",
  "Domain already exists on your account.": "มีโดเมนอยู่ในบัญชีของคุณแล้ว",
  "Your account is currently an admin of one or more domain names.  Please delete these domains or remove yourself from them to continue.": "บัญชีของคุณเป็นผู้ดูแลระบบของชื่อโดเมนตั้งแต่หนึ่งชื่อขึ้นไป โปรดลบโดเมนเหล่านี้หรือลบตัวคุณเองจากโดเมนเหล่านั้นเพื่อดำเนินการต่อ",
  "Your account was successfully deleted.": "บัญชีของคุณถูกลบเรียบร้อยแล้ว",
  "You can only request a password reset every 30 minutes.  Please try again %s.": "คุณสามารถขอรีเซ็ตรหัสผ่านทุก ๆ 30 นาที โปรดลองอีกครั้ง% s",
  "We have sent you an email with a link to reset your password.": "เราได้ส่งอีเมลพร้อมลิงก์เพื่อรีเซ็ตรหัสผ่านของคุณ",
  "You have successfully registered.": "คุณได้ลงทะเบียนเรียบร้อยแล้ว",
  "You have successfully signed in.": "คุณลงชื่อเข้าใช้สำเร็จแล้ว",
  "You are already signed in.": "คุณลงชื่อเข้าใช้แล้ว",
  "Your request was successfully completed.": "คำขอของคุณเสร็จสมบูรณ์แล้ว",
  "Sorry, your request has timed out.  We have been alerted of this issue.  Please try again.": "ขออภัยคำขอของคุณหมดเวลาแล้ว เราได้รับการแจ้งเตือนเกี่ยวกับปัญหานี้แล้ว กรุณาลองอีกครั้ง.",
  "You have successfully reset your password.": "คุณรีเซ็ตรหัสผ่านเรียบร้อยแล้ว",
  "You have successfully signed out.": "คุณออกจากระบบสำเร็จแล้ว",
  "We were unable to send your help request.  We have been alerted of this problem.  Please try again.": "เราไม่สามารถส่งคำขอความช่วยเหลือของคุณ เราได้รับแจ้งถึงปัญหานี้แล้ว กรุณาลองอีกครั้ง.",
  "You have reached the limit for sending help requests.  Please try again.": "คุณส่งคำขอความช่วยเหลือถึงขีด จำกัด แล้ว กรุณาลองอีกครั้ง.",
  "Thank you for contacting us.  We would love to hear more from you.  How can we help?": "ขอบคุณที่ติดต่อเรา. เราชอบที่จะได้ยินจากคุณมากขึ้น เราจะช่วยได้อย่างไร",
  "Your help request has been sent successfully.  You should hear from us soon.  Thank you!": "ส่งคำขอความช่วยเหลือของคุณเรียบร้อยแล้ว คุณควรจะได้ยินจากเราเร็ว ๆ นี้ ขอขอบคุณ!",
  "An unknown error has occurred. We have been alerted of this issue. Please try again.": "ข้อผิดพลาดที่ไม่รู้จักได้เกิดขึ้น. เราได้รับการแจ้งเตือนเกี่ยวกับปัญหานี้แล้ว กรุณาลองอีกครั้ง.",
  "Please enter a password.": "กรุณาใส่รหัสผ่าน",
  "Account is currently locked due to rate limiting.  Please try again later.": "บัญชีถูกล็อคเนื่องจากการ จำกัด อัตรา กรุณาลองใหม่อีกครั้งในภายหลัง.",
  "Account is currently locked due to too many failed login attempts.  Please try again later.": "บัญชีถูกล็อคเนื่องจากการพยายามลงชื่อเข้าใช้ล้มเหลวมากเกินไป กรุณาลองใหม่อีกครั้งในภายหลัง.",
  "Authentication is not possible.  No salt value was stored for the account.": "การตรวจสอบเป็นไปไม่ได้ ไม่มีการบันทึกค่าเกลือสำหรับบัญชี",
  "Email address or password is incorrect.": "ที่อยู่อีเมลหรือรหัสผ่านไม่ถูกต้อง",
  "Please enter an email address.": "กรุณาใส่ที่อยู่อีเมล.",
  "A user with the given email address is already registered.  Please try to log in or reset the password if this account belongs to you.": "ผู้ใช้ที่ใช้ที่อยู่อีเมลที่ระบุได้รับการลงทะเบียนแล้ว โปรดลองเข้าสู่ระบบหรือรีเซ็ตรหัสผ่านหากบัญชีนี้เป็นของคุณ",
  "Features &#124; <span class=\"notranslate\">ForwardEmail</span>": "คุณสมบัติ &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Our features include Custom Domain Email Forwarding, Disposable Addresses, Multiple Recipients, Wildcards, and more!": "คุณสมบัติของเรารวมถึงการส่งต่ออีเมลโดเมนที่กำหนดเองที่อยู่สำรองผู้รับหลายคนสัญลักษณ์แทนและอีกมากมาย!",
  "We strive for perfection": "เรามุ่งมั่นเพื่อความสมบูรณ์แบบ",
  "Lightning fast email deliverability.": "ส่งอีเมลรวดเร็วทันใจ",
  "Basic plan to get started": "แผนพื้นฐานในการเริ่มต้น",
  "Unlimited custom domain names": "ชื่อโดเมนที่กำหนดเองไม่ จำกัด",
  "Unlimited email addresses": "ที่อยู่อีเมลไม่ จำกัด",
  "\"Send mail as\" with Gmail, Outlook, and Yahoo": "\"ส่งจดหมายเป็น\" ด้วย Gmail, Outlook และ Yahoo",
  "Catch-all email addresses": "ที่อยู่อีเมลที่รับทั้งหมด",
  "Multiple recipients per email address": "ผู้รับหลายคนต่อที่อยู่อีเมล",
  "25MB attachment limit": "ขีด จำกัด ของสิ่งที่แนบมา 25MB",
  "(Gmail's limit too!)": "(ขีด จำกัด ของ Gmail ด้วย!)",
  "month": "เดือน",
  "Add Domain": "เพิ่มโดเมน",
  "Advanced features and support": "คุณสมบัติและการสนับสนุนขั้นสูง",
  "Everything included in Free, plus:": "ทุกอย่างรวมอยู่ในฟรีพร้อมด้วย:",
  "Enhanced privacy and forwarding protection": "ปรับปรุงความเป็นส่วนตัวและการป้องกันการส่งต่อ",
  "No publicly searchable TXT records are used.  Instead we store your configuration in a secure and backed-up database.": "ไม่มีการใช้ระเบียน TXT ที่ค้นหาได้แบบสาธารณะ แต่เราเก็บการกำหนดค่าของคุณไว้ในฐานข้อมูลที่ปลอดภัยและสำรองไว้",
  "Unlimited disposable email addresses": "ที่อยู่อีเมลสำรองไม่ จำกัด",
  "Priority technical email support": "การสนับสนุนทางเทคนิคทางอีเมลสำคัญ",
  "99.99% Uptime Service Level Agreement (\"SLA\")": "ข้อตกลงระดับการให้บริการ uptime 99.99% (\"SLA\")",
  "Browser Extension": "ส่วนขยายเบราว์เซอร์",
  "Coming Soon": "เร็ว ๆ นี้",
  "For small groups and organizations": "สำหรับกลุ่มและองค์กรขนาดเล็ก",
  "Everything included in Enhanced Protection, plus:": "ทุกอย่างรวมอยู่ในการป้องกันขั้นสูงรวมถึง:",
  "Organization account with shared domain access": "บัญชีองค์กรที่มีการเข้าถึงโดเมนที่ใช้ร่วมกัน",
  "Unlimited member access control management": "การจัดการการควบคุมการเข้าถึงสมาชิกไม่ จำกัด",
  "Premium support with 24 hour response time": "การสนับสนุนระดับพรีเมียมพร้อมเวลาตอบกลับ 24 ชั่วโมง",
  "Enterprise": "องค์กร",
  "Custom solutions and licensing": "โซลูชันที่กำหนดเองและสิทธิ์ใช้งาน",
  "Everything included in Team, plus:": "ทุกอย่างรวมอยู่ในทีมรวมถึง:",
  "Custom licensing agreement": "ข้อตกลงใบอนุญาตที่กำหนดเอง",
  "Technical infrastructure design and support": "การออกแบบและสนับสนุนโครงสร้างพื้นฐานทางเทคนิค",
  "White-label and custom-branded solutions": "โซลูชันฉลากขาวและตราสินค้าที่กำหนดเอง",
  "Managed deployment and maintenance": "จัดการการปรับใช้และการบำรุงรักษา",
  "Contact Sales": "ติดต่อฝ่ายขาย",
  "/faq?domain=forwardemail.net": "/faq?domain=forwardemail.net",
  "Have you read our <a href=\"/faq?domain=forwardemail.net\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/faq?domain=forwardemail.net\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "Verification Status": "สถานะการยืนยัน",
  "Follow the steps below and then click \"Verify Records\" to verify your setup.": "ทำตามขั้นตอนด้านล่างจากนั้นคลิก \"ยืนยันระเบียน\" เพื่อยืนยันการตั้งค่าของคุณ",
  "Verify Records": "ตรวจสอบบันทึก",
  "1. Set up your domain for email forwarding": "1. ตั้งค่าโดเมนของคุณสำหรับการส่งต่ออีเมล",
  "Do you need to configure (or re-configure) this domain name for email forwarding?": "คุณต้องการกำหนดค่า (หรือกำหนดค่าใหม่) ชื่อโดเมนนี้สำหรับการส่งต่ออีเมลหรือไม่",
  "Configure your domain": "กำหนดค่าโดเมนของคุณ",
  "2. Send emails with your domain using Gmail (optional)": "2. ส่งอีเมลด้วยโดเมนของคุณโดยใช้ Gmail (ไม่บังคับ)",
  "Follow our simple guide for sending and receiving emails with your domain, directly inside of Gmail.": "ทำตามคำแนะนำง่ายๆของเราสำหรับการส่งและรับอีเมลด้วยโดเมนของคุณโดยตรงจาก Gmail",
  "Setup your Gmail": "ตั้งค่า Gmail ของคุณ",
  "3. Purge Cache and Send a Test Email to Yourself": "3. ล้างแคชและส่งอีเมลทดสอบให้กับตัวคุณเอง",
  "Once you have followed the previous step(s), you will need to \"purge\" the DNS cache using the \"Purge Cache\" tool.  Make sure to purge both the \"TXT\" and the \"MX\" records for your domain name.  Wait a few minutes (or sometimes hours), and then try sending a test email to yourself.": "เมื่อคุณทำตามขั้นตอนก่อนหน้านี้คุณจะต้อง \"ล้าง\" แคช DNS โดยใช้เครื่องมือ \"ล้างแคช\" ตรวจสอบให้แน่ใจว่าได้ทำการล้างทั้งระเบียน \"TXT\" และ \"MX\" สำหรับชื่อโดเมนของคุณ รอสักครู่ (หรือบางครั้งชั่วโมง) แล้วลองส่งอีเมลทดสอบให้ตัวเอง",
  "Purge DNS cache": "ล้างแคช DNS",
  "4. Still need help with something?": "4. ยังต้องการความช่วยเหลือบางอย่างใช่ไหม",
  "We are here to answer your questions, but before asking us, please be sure to <a href=\"/en/faq\">read our FAQ section</a>.": "เราอยู่ที่นี่เพื่อตอบคำถามของคุณ แต่ก่อนถามเราโปรด <a href=\"/en/faq\">อ่านส่วนคำถามที่พบบ่อยของเรา</a>",
  "Ask us a question": "ถามคำถามกับเรา",
  "Delete Domain": "ลบโดเมน",
  "Deleting your domain is irreversable.  Please take extreme caution when deleting your domain.": "การลบโดเมนของคุณไม่สามารถย้อนกลับได้ โปรดใช้ความระมัดระวังอย่างยิ่งเมื่อลบโดเมนของคุณ",
  "Back to Domains": "กลับไปที่โดเมน",
  "Server Error": "เซิร์ฟเวอร์ผิดพลาด",
  "A server error has unfortunately occurred.": "เซิร์ฟเวอร์มีข้อผิดพลาดเกิดขึ้น",
  "5e206963d49bdd14f5130c8e": "5e206963d49bdd14f5130c8e",
  "Add New Alias": "เพิ่มนามแฝงใหม่",
  "Add this domain to your account (if it does not exist)": "เพิ่มโดเมนนี้ในบัญชีของคุณ (หากไม่มี)",
  "Add Custom Domain Name": "เพิ่มชื่อโดเมนที่กำหนดเอง",
  "Enter your registered domain name below.": "ป้อนชื่อโดเมนของคุณที่ลงทะเบียนด้านล่าง",
  "Domain name": "ชื่อโดเมน",
  "Need to register a domain?": "ต้องการลงทะเบียนโดเมนหรือไม่",
  "/faq?domain=chickenpoo.com": "/faq?domain=chickenpoo.com",
  "Have you read our <a href=\"/faq?domain=chickenpoo.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/faq?domain=chickenpoo.com\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "Quick Links": "ลิงค์ด่วน",
  "Page not found": "ไม่พบหน้านี้",
  "We're sorry, but the page you requested could not be found.": "ขออภัยไม่พบหน้าที่คุณต้องการ",
  "Manage Aliases": "จัดการนามแฝง",
  "Need to add a new domain?": "ต้องการเพิ่มโดเมนใหม่หรือไม่?",
  "Have you read our <a href=\"/zh/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/zh/faq\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "中文 (zhōngwén)": "จีน (zhōngwén)",
  "Have you read our <a href=\"/es/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/es/faq\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "Español": "สเปน",
  "Have you read our <a href=\"/ko/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/ko/faq\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "한국어": "เกาหลี",
  "Have you read our <a href=\"/hu/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/hu/faq\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "Magyar": "ฮังการี",
  "Have you read our <a href=\"/ja/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/ja/faq\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "日本語 (にほんご)": "ญี่ปุ่น (ญี่ปุ่น)",
  "Have you read our <a href=\"/vi/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/vi/faq\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "Tiếng Việt": "เวียตนาม",
  "Have you read our <a href=\"/sv/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/sv/faq\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "Svenska": "สวีเดน",
  "No aliases exist yet": "ยังไม่มีชื่อแทน",
  "name": "ชื่อ",
  "Alias name": "ชื่อนามแฝง",
  "Select Domain": "เลือกโดเมน",
  "Add New Custom Domain": "เพิ่มโดเมนที่กำหนดเองใหม่",
  "Sign out of &#124; <span class=\"notranslate\">ForwardEmail</span>": "ออกจาก &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Sign out of your account": "ออกจากระบบบัญชีของคุณ",
  "Register a domain name &#124; <span class=\"notranslate\">ForwardEmail</span>": "ลงทะเบียนชื่อโดเมน &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Buy a custom domain name for email forwarding": "ซื้อชื่อโดเมนที่กำหนดเองสำหรับการส่งต่ออีเมล",
  "Register a domain name": "ลงทะเบียนชื่อโดเมน",
  "Enter a custom domain name below to register.": "ป้อนชื่อโดเมนที่กำหนดเองด้านล่างเพื่อลงทะเบียน",
  "Alias description": "คำอธิบายนามแฝง",
  "Optional: Enter a description you would like to assign to this alias (description has a maximum length of 150 characters).": "ทางเลือก: ป้อนคำอธิบายที่คุณต้องการมอบหมายให้กับนามแฝงนี้ (คำอธิบายมีความยาวสูงสุด 150 อักขระ)",
  "Alias labels": "ป้ายชื่อแทน",
  "Optional: Enter comma/space delimited labels above that you would like to assign to this alias (a label has a maximum length of 20 characters).": "ทางเลือก: ป้อนป้ายกำกับที่คั่นด้วยเครื่องหมายจุลภาค / เว้นวรรคด้านบนที่คุณต้องการกำหนดให้กับชื่อแทนนี้ (ฉลากมีความยาวสูงสุด 20 อักขระ)",
  "Optional: Enter a description above that you would like to assign to this alias (description has a maximum length of 150 characters).": "ทางเลือก: ป้อนคำอธิบายด้านบนที่คุณต้องการมอบหมายให้นามแฝงนี้ (คำอธิบายมีความยาวสูงสุด 150 อักขระ)",
  "Optional: Enter a description above to assign to this alias (description has a maximum length of 150 characters).": "ทางเลือก: ป้อนคำอธิบายด้านบนเพื่อกำหนดให้กับนามแฝงนี้ (คำอธิบายมีความยาวสูงสุด 150 อักขระ)",
  "Optional: Enter labels above to assign to this alias (a label has a maximum length of 20 characters, comma and/or space separated).": "ไม่บังคับ: ป้อนป้ายกำกับด้านบนเพื่อกำหนดให้กับนามแฝงนี้ (ป้ายกำกับมีความยาวสูงสุด 20 อักขระคั่นด้วยเครื่องหมายจุลภาคและ / หรือเว้นวรรค)",
  "Alias Name": "ชื่อนามแฝง",
  "Alias Description (optional)": "คำอธิบายนามแฝง (ไม่บังคับ)",
  "Assign a description to this alias above (max 150 characters).": "กำหนดคำอธิบายให้กับนามแฝงนี้ด้านบน (สูงสุด 150 ตัวอักษร)",
  "Alias Labels (optional)": "ป้ายชื่อแทน (ไม่บังคับ)",
  "Assign labels to this alias above (max 20 characters per label, comma or space separated).": "กำหนดป้ายกำกับให้กับนามแฝงนี้ด้านบน (สูงสุด 20 อักขระต่อป้ายกำกับคั่นด้วยเครื่องหมายจุลภาคหรือเว้นวรรค)",
  "Description has a maximum of 150 characters.": "คำอธิบายมีความยาวสูงสุด 150 อักขระ",
  "Labels must be space/comma separated and have a maximum of 20 characters each.": "ป้ายกำกับต้องคั่นด้วยช่องว่าง / จุลภาคและมีความยาวสูงสุด 20 อักขระแต่ละรายการ",
  "You can use \"*\" as the alias name for a wildcard/catch-all.": "คุณสามารถใช้ \"*\" เป็นชื่อนามแฝงสำหรับไวด์การ์ด / catch-all",
  "Use <code>*</code> as the alias name for a wildcard/catch-all.": "ใช้ <code>*</code> เป็นชื่อแทนสำหรับ wildcard / catch-all",
  "Use <code>*</code> as the value for a wildcard or catch-all alias.": "ใช้ <code>*</code> เป็นค่าสำหรับสัญลักษณ์แทนหรือชื่อแทนทั้งหมด",
  "Use <code>*</code> as the Alias Name for a catch-all (wildcard).": "ใช้ <code>*</code> เป็นชื่อแทนนามแฝง (สัญลักษณ์แทน)",
  "Use <code>*</code> for a wildcard catch-all.": "ใช้ <code>*</code> สำหรับสัญลักษณ์ตัวแทน catch-all",
  "Use an asterisk for a wildcard catch-all.": "ใช้เครื่องหมายดอกจันสำหรับสัญลักษณ์แทนทั้งหมด",
  "Use an asterisk \"*\" for a wildcard, catch-all alias.": "ใช้เครื่องหมายดอกจัน \"*\" สำหรับสัญลักษณ์แทนและชื่อแทนทั้งหมด",
  "Description has a max of 150 characters.": "คำอธิบายมีความยาวสูงสุด 150 อักขระ",
  "Labels must be space/comma separated and have a max of 20 characters.": "ป้ายกำกับต้องคั่นด้วยช่องว่าง / เครื่องหมายจุลภาคและมีความยาวสูงสุด 20 อักขระ",
  "Use an asterisk \"*\" for a catch-all alias.": "ใช้เครื่องหมายดอกจัน \"*\" เพื่อเป็นชื่อแทนทั้งหมด",
  "Alias Recipients": "ผู้รับนามแฝง",
  "Recipients must be a space/comma separated list of valid email addres, fully-qualified domain name (\"FQDN\"), or IP address.": "ผู้รับต้องเป็นรายการที่อยู่อีเมลที่ถูกต้องคั่นด้วยช่องว่าง / เครื่องหมายจุลภาคชื่อโดเมนที่ผ่านการรับรอง (\"FQDN\") หรือที่อยู่ IP",
  "Labels must be a space/comma separated list with a maximum of 20 characters per label.": "ป้ายกำกับจะต้องเป็นรายการที่คั่นด้วยช่องว่าง / เครื่องหมายจุลภาคที่มีความยาวสูงสุด 20 อักขระต่อป้ายกำกับ",
  "Recipients must be a space/comma separated list of valid email addresses, fully-qualified domain names (\"FQDN\"), and/or IP address.": "ผู้รับต้องเป็นรายการที่อยู่อีเมลที่ถูกต้องคั่นด้วยช่องว่าง / เครื่องหมายจุลภาคชื่อโดเมนที่ผ่านการรับรอง (\"FQDN\") และ / หรือที่อยู่ IP",
  "(required)": "(จำเป็น)",
  "Recipients must be a space/comma separated list of valid email addresses, fully-qualified domain names (\"FQDN\"), and/or IP addresses.  We will automatically remove duplicate entries for you and perform validation when you click \"Continue\" below.": "ผู้รับต้องเป็นรายการที่อยู่อีเมลที่ถูกต้องคั่นด้วยช่องว่าง / เครื่องหมายจุลภาคชื่อโดเมนที่ผ่านการรับรอง (\"FQDN\") และ / หรือที่อยู่ IP เราจะลบรายการที่ซ้ำกันให้คุณโดยอัตโนมัติและทำการตรวจสอบเมื่อคุณคลิก \"ดำเนินการต่อ\" ด้านล่าง",
  "Recipient must be a valid email address, fully-qualified domain name (\"fqdn\"), or ip address": "ผู้รับต้องเป็นที่อยู่อีเมลที่ถูกต้องชื่อโดเมนแบบเต็ม (\"fqdn\") หรือที่อยู่ IP",
  "IMPORTANT:": "สำคัญ:",
  " If you would like to hide your forwarded addresses from being publicly searchable over DNS record lookups, then please go to ": " หากคุณต้องการซ่อนที่อยู่ที่ส่งต่อไม่ให้ค้นหาแบบสาธารณะผ่านการค้นหาระเบียน DNS โปรดไปที่",
  " and upgrade your domain to a paid plan BEFORE starting this guide.": " และอัปเกรดโดเมนของคุณเป็นแผนชำระเงินก่อนเริ่มคู่มือนี้",
  "IMPORTANT": "สำคัญ",
  ": ": ":",
  "If you are on a paid plan, then you must completely skip this step and go to step five!": "หากคุณอยู่ในแผนชำระเงินแล้วคุณจะต้องข้ามขั้นตอนนี้จนหมดและไปยังขั้นตอนที่ห้า!",
  "  If you are not on a paid plan, then your forwarded addresses will be publicly searchable – go to ": "  หากคุณไม่ได้อยู่ในแผนการชำระเงินที่อยู่ที่ส่งต่อแล้วของคุณจะสามารถค้นหาได้แบบสาธารณะ - ไปที่",
  " and upgrade your domain to a paid plan if desired.": " และอัปเกรดโดเมนของคุณเป็นแผนชำระเงินหากต้องการ",
  "Upgrade Plan": "อัพเกรดแผน",
  "Please upgrade to a paid plan to unlock this feature.": "โปรดอัปเกรดเป็นแผนชำระเงินเพื่อปลดล็อกคุณสมบัตินี้",
  "/faq?domain=marketing.yorkshirecoastline.com": "/faq?domain=marketing.yorkshirecoastline.com",
  "Have you read our <a href=\"/faq?domain=marketing.yorkshirecoastline.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/faq?domain=marketing.yorkshirecoastline.com\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "Alias does not exist on the domain.": "นามแฝงไม่มีอยู่ในโดเมน",
  "Admin": "ผู้ดูแลระบบ",
  "Dashboard": "แผงควบคุม",
  "Users": "ผู้ใช้",
  "Global": "ทั่วโลก",
  "/faq?domain=secret.fyi": "/faq?domain=secret.fyi",
  "Have you read our <a href=\"/faq?domain=secret.fyi\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/faq?domain=secret.fyi\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "Global domain": "โดเมนทั่วโลก",
  "/faq?domain=hash.fyi": "/faq?domain=hash.fyi",
  "Have you read our <a href=\"/faq?domain=hash.fyi\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/faq?domain=hash.fyi\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "👋 Welcome!": "👋ยินดีต้อนรับ!",
  "/faq?domain=example.com": "/faq?domain=example.com",
  "Have you read our <a href=\"/faq?domain=example.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/faq?domain=example.com\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "(upgrade required)": "(จำเป็นต้องอัพเกรด)",
  "(plan upgrade required)": "(จำเป็นต้องอัพเกรดแผน)",
  "Reserved Email Addresses": "ที่อยู่อีเมลสำรอง",
  "Reserved Email Addresses &#124; <span class=\"notranslate\">ForwardEmail</span>": "ที่อยู่อีเมลสำรอง <span class=\"notranslate\">ForwardEmail</span>",
  "List of 1250+ email addresses reserved for security concerns": "รายการที่อยู่อีเมล 1250+ รายการที่สงวนไว้สำหรับปัญหาด้านความปลอดภัย",
  "We compiled a list of 1250+ email addresses that should be reserved by admins for security concerns.": "เรารวบรวมรายการที่อยู่อีเมลมากกว่า 1250 รายการที่ผู้ดูแลระบบควรสงวนไว้สำหรับข้อกังวลด้านความปลอดภัย",
  "Our Methods": "วิธีการของเรา",
  "How can I donate?": "ฉันจะบริจาคได้อย่างไร",
  "Source code is available on GitHub": "ซอร์สโค้ดมีอยู่ใน GitHub",
  "Reserved Words": "คำสงวน",
  "Security-Focused List": "รายการที่เน้นความปลอดภัย",
  "<strong>Did you know?</strong> In our paid plans, organizations can have admins and normal users &ndash; and these admins are the only group available to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>เธอรู้รึเปล่า?</strong> ในแผนการชำระเงินของเราองค์กรสามารถมีผู้ดูแลระบบและผู้ใช้ปกติ - และผู้ดูแลระบบเหล่านี้เป็นกลุ่มเดียวที่สามารถเพิ่มชื่อแทนที่เท่ากันเริ่มต้นหรือสิ้นสุดด้วยหนึ่งในที่อยู่อีเมลสำรองด้านล่าง",
  "<strong>Did you know?</strong> In our <a href=\"/en/features\" class=\"alert-link\">paid plans</a>, organizations can have admins and normal users &ndash; and these admins are the only group available to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>เธอรู้รึเปล่า?</strong> ใน <a href=\"/en/features\" class=\"alert-link\">แผนการชำระเงิน</a> ของเราองค์กรสามารถมีผู้ดูแลระบบและผู้ใช้ปกติ - และผู้ดูแลระบบเหล่านี้เป็นกลุ่มเดียวที่สามารถเพิ่มชื่อแทนที่เท่ากันเริ่มต้นหรือสิ้นสุดด้วยหนึ่งในที่อยู่อีเมลสำรองด้านล่าง",
  "<strong>Did you know?</strong> In our paid plans, organizations can have admins and normal users &ndash; and these admins are the only group permitted to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>เธอรู้รึเปล่า?</strong> ในแผนการชำระเงินของเราองค์กรสามารถมีผู้ดูแลระบบและผู้ใช้ปกติ - และผู้ดูแลระบบเหล่านี้เป็นกลุ่มเดียวที่ได้รับอนุญาตให้เพิ่มชื่อแทนที่เท่ากันเริ่มต้นหรือสิ้นสุดด้วยหนึ่งในที่อยู่อีเมลสำรองด้านล่าง",
  "<strong>Did you know?</strong> In our paid plans, organizations can have admins and normal users &ndash; and these admins are the members permitted to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>เธอรู้รึเปล่า?</strong> ในแผนการชำระเงินของเราองค์กรสามารถมีผู้ดูแลระบบและผู้ใช้ปกติ - และผู้ดูแลระบบเหล่านี้เป็นสมาชิกที่ได้รับอนุญาตให้เพิ่มชื่อแทนที่เท่ากันเริ่มต้นหรือสิ้นสุดด้วยหนึ่งในที่อยู่อีเมลสำรองด้านล่าง",
  "<strong>Did you know?</strong> In our paid plans, organizations can have admins and normal users &ndash; and these admins are the only members permitted to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>เธอรู้รึเปล่า?</strong> ในแผนการชำระเงินของเราองค์กรสามารถมีผู้ดูแลระบบและผู้ใช้ปกติ - และผู้ดูแลระบบเหล่านี้เป็นสมาชิกเท่านั้นที่ได้รับอนุญาตให้เพิ่มชื่อแทนที่เท่ากันเริ่มต้นหรือสิ้นสุดด้วยหนึ่งในที่อยู่อีเมลสำรองด้านล่าง",
  "<strong>Did you know?</strong> In our paid plans, organizations can have members that belong to an \"admin\" or a \"user\" group &ndash; and the \"user\" group is not permitted to add aliases that equal, start with, or end with one of the reserved email addresses below.": "<strong>เธอรู้รึเปล่า?</strong> ในแผนการชำระเงินของเราองค์กรสามารถมีสมาชิกที่อยู่ในกลุ่ม &quot;ผู้ดูแลระบบ&quot; หรือ &quot;ผู้ใช้&quot; - และกลุ่ม &quot;ผู้ใช้&quot; ไม่ได้รับอนุญาตให้เพิ่มชื่อแทนที่เท่ากันเริ่มต้นหรือสิ้นสุดด้วยที่อยู่อีเมลสำรอง ด้านล่าง",
  "View source code on GitHub": "ดูซอร์สโค้ดบน GitHub",
  "My Account - Profile": "บัญชีของฉัน - โปรไฟล์",
  "Change password": "เปลี่ยนรหัสผ่าน",
  "Set new password": "ตั้งรหัสผ่านใหม่",
  "Confirm new password": "ยืนยันรหัสผ่านใหม่",
  "Set an account password": "ตั้งรหัสผ่านบัญชี",
  "Update Profile": "อัปเดตโปรไฟล์",
  "First name": "ชื่อจริง",
  "Last name": "นามสกุล",
  "Reset": "ตั้งค่าใหม่",
  "Save": "บันทึก",
  "Free Vanity Domain": "ฟรีโดเมน Vanity",
  "Back to Domain": "กลับไปที่โดเมน",
  "FREE VANITY DOMAIN": "ฟรี VANITY DOMAIN",
  "FREE VANITY DOMAIN*": "ฟรี VANITY DOMAIN *",
  "See all features": "ดูคุณสมบัติทั้งหมด",
  "See all plan features": "ดูคุณสมบัติแผนทั้งหมด",
  "Use a custom domain or one of our free vanity domains, such as \"@secret.fyi\", \"@hash.fyi\", \"@mailsire.com\", and \"@hideaddress.net\".": "ใช้โดเมนที่กำหนดเองหรือหนึ่งในโดเมน vanity ที่ว่างของเราเช่น \"@ secret.fyi\", \"@ hash.fyi\", \"@ mailsire.com\" และ \"@ hideaddress.net\"",
  "already on this plan": "อยู่ในแผนนี้แล้ว",
  "Manage Team": "จัดการทีม",
  "Members have shared access to this domain, and you can invite new members, remove existing members, or manage permissions for them below.": "สมาชิกมีการแชร์การเข้าถึงโดเมนนี้และคุณสามารถเชิญสมาชิกใหม่ลบสมาชิกที่มีอยู่หรือจัดการสิทธิ์สำหรับพวกเขาด้านล่าง",
  "Invite New Member": "เชิญสมาชิกใหม่",
  "Invalid plan selected.": "แผนการที่เลือกไม่ถูกต้อง",
  "<strong>Did you know?</strong> In our paid plans, organizations can have members that belong to an \"admin\" or a \"user\" group &ndash; and the \"user\" group is not permitted to add aliases that equal one of the reserved email addresses below.  We also restrict the \"user\" group from having an email address that starts with, ends with, or equals \"admin\", \"administrator\", \"webmaster\", \"hostmaster\", \"postmaster\", and \"ssl\".": "<strong>เธอรู้รึเปล่า?</strong> ในแผนการชำระเงินของเราองค์กรสามารถมีสมาชิกที่อยู่ในกลุ่ม &quot;ผู้ดูแลระบบ&quot; หรือ &quot;ผู้ใช้&quot; - และกลุ่ม &quot;ผู้ใช้&quot; ไม่ได้รับอนุญาตให้เพิ่มชื่อแทนที่เท่ากับที่อยู่อีเมลสำรองด้านล่าง นอกจากนี้เรายัง จำกัด กลุ่ม &quot;ผู้ใช้&quot; ไม่ให้มีที่อยู่อีเมลที่ขึ้นต้นด้วยลงท้ายด้วยหรือเท่ากับ &quot;ผู้ดูแลระบบ&quot;, &quot;ผู้ดูแลระบบ&quot;, &quot;ผู้ดูแลเว็บ&quot;, &quot;ผู้ดูแลโฮสต์&quot;, &quot;ผู้ดูแลระบบ&quot; และ &quot;ssl&quot;",
  "Alias": "นามแฝง",
  "Description & Labels": "คำอธิบายและฉลาก",
  "Active": "คล่องแคล่ว",
  "Recipients": "ผู้รับ",
  "catch-all": "จับทั้งหมด",
  "Enabled": "เปิดการใช้งาน",
  "Delete Alias": "ลบนามแฝง",
  "/faq?domain=picklesurprise.com": "/faq?domain=picklesurprise.com",
  "Have you read our <a href=\"/faq?domain=picklesurprise.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/faq?domain=picklesurprise.com\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "/faq?domain=niftylettuce.com": "/faq?domain=niftylettuce.com",
  "Have you read our <a href=\"/faq?domain=niftylettuce.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/faq?domain=niftylettuce.com\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "Import TXT Records": "นำเข้าระเบียน TXT",
  "/faq?domain=chickensnot.com": "/faq?domain=chickensnot.com",
  "Have you read our <a href=\"/faq?domain=chickensnot.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/faq?domain=chickensnot.com\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "New": "ใหม่",
  "Recipients must be a line-break/space/comma separated list of valid email addresses, fully-qualified domain names (\"FQDN\"), and/or IP addresses.  We will automatically remove duplicate entries for you and perform validation when you click \"Continue\" below.": "ผู้รับจะต้องเป็นรายการที่อยู่อีเมลที่ถูกต้องคั่นด้วยตัวแบ่งบรรทัด / ช่องว่าง / จุลภาคชื่อโดเมนที่ผ่านการรับรอง (\"FQDN\") และ / หรือที่อยู่ IP เราจะลบรายการที่ซ้ำกันให้คุณโดยอัตโนมัติและทำการตรวจสอบเมื่อคุณคลิก \"ดำเนินการต่อ\" ด้านล่าง",
  "Labels must be a line-break/space/comma separated list with a maximum of 20 characters per label.": "ป้ายกำกับจะต้องเป็นรายการที่คั่นด้วยตัวแบ่งบรรทัด / ช่องว่าง / จุลภาคที่มีความยาวสูงสุด 20 อักขระต่อป้ายกำกับ",
  "Back to Aliases": "กลับไปที่นามแฝง",
  "Add Alias": "เพิ่มนามแฝง",
  "Complete the form below.": "กรอกแบบฟอร์มด้านล่าง",
  "Edit Alias": "มิฉะนั้นการแก้ไข",
  "Suomi": "ฟินแลนด์",
  "Türkçe": "ตุรกี",
  "Deutsch": "เยอรมัน",
  "Have you read our <a href=\"/it/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/it/faq\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "Italiano": "อิตาลี",
  "Have you read our <a href=\"/de/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/de/faq\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "If you uncheck this, then this email will be deactivated and no emails will flow through.  However emails will NOT bounce until this alias is completely deleted.": "หากคุณไม่เลือกตัวเลือกนี้อีเมลนี้จะถูกปิดการใช้งานและจะไม่มีอีเมลใดไหลผ่าน อย่างไรก็ตามอีเมลจะไม่เด้งจนกว่าชื่อแทนนี้จะถูกลบอย่างสมบูรณ์",
  "Disabled": "พิการ",
  "/faq?domain=shaunwarman.com": "/faq?domain=shaunwarman.com",
  "Have you read our <a href=\"/faq?domain=shaunwarman.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/faq?domain=shaunwarman.com\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "Have you read our <a href=\"/ar/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/ar/faq\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "Read our <a href=\"/ar/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/ar/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "อ่าน <a href=\"/ar/privacy\" target=\"_blank\" rel=\"noopener\">นโยบายความเป็นส่วนตัว</a> และ <a href=\"/ar/terms\" target=\"_blank\" rel=\"noopener\">ข้อกำหนดของเรา</a>",
  "العربية": "ภาษาอาหรับ",
  "Read our <a href=\"/es/privacy\" target=\"_blank\" rel=\"noopener\">Privacy Policy</a> and <a href=\"/es/terms\" target=\"_blank\" rel=\"noopener\">Terms</a>": "อ่าน <a href=\"/es/privacy\" target=\"_blank\" rel=\"noopener\">นโยบายความเป็นส่วนตัว</a> และ <a href=\"/es/terms\" target=\"_blank\" rel=\"noopener\">ข้อกำหนดของเรา</a>",
  "Terms &#124; <span class=\"notranslate\">ForwardEmail</span>": "ข้อกำหนด &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Read our terms and conditions of use": "อ่านข้อกำหนดและเงื่อนไขการใช้งานของเรา",
  "Thank you": "ขอขอบคุณ",
  "No aliases exist yet.  Click here to add a new alias.": "ยังไม่มีชื่อแทน คลิกที่นี่เพื่อเพิ่มนามแฝงใหม่",
  "No aliases exist yet.": "ยังไม่มีชื่อแทน",
  "Click here to add your first alias.": "คลิกที่นี่เพื่อเพิ่มนามแฝงแรกของคุณ",
  "Add a new alias to your domain to continue.": "เพิ่มชื่อแทนใหม่ในโดเมนของคุณเพื่อดำเนินการต่อ",
  "Add a new alias to continue.": "เพิ่มนามแฝงใหม่เพื่อดำเนินการต่อ",
  "Use a custom domain or one of our free vanity domains:": "ใช้โดเมนที่กำหนดเองหรือหนึ่งในโดเมน vanity ที่ให้บริการฟรีของเรา:",
  "Free Disposable Addresses": "ที่อยู่ที่ใช้แล้วทิ้งฟรี",
  "Free Disposable Addresses &#124; <span class=\"notranslate\">ForwardEmail</span>": "ที่อยู่ที่ใช้แล้วทิ้งฟรี <span class=\"notranslate\">ForwardEmail</span>",
  "Try free and disposable email addresses with our short and memorable vanity domains, or you can use a custom domain name for free disposable addresses.": "ลองใช้ที่อยู่อีเมลสำรองและแบบไม่เสียค่าใช้จ่ายด้วยโดเมน vanity ที่สั้นและน่าจดจำของเราหรือคุณสามารถใช้ชื่อโดเมนแบบกำหนดเองสำหรับที่อยู่อีเมลสำรองได้ฟรี",
  "Use your own custom domain name as a disposable email address &ndash; or try one of our free vanity domain names listed below.": "ใช้ชื่อโดเมนที่กำหนดเองของคุณเองเป็นที่อยู่อีเมลสำรอง & ndash; หรือลองใช้ชื่อโดเมน vanity ฟรีของเราที่แสดงด้านล่าง",
  "Short and Memorable Vanity Domains": "โดเมน Vanity สั้นและน่าจดจำ",
  "<strong>Did you know?</strong> You can use your own custom domain name as a disposable email address.  Just <a href=\"/my-account/domains/new\" class=\"alert-link\">add a new domain</a> today to get started.": "<strong>เธอรู้รึเปล่า?</strong> คุณสามารถใช้ชื่อโดเมนที่กำหนดเองของคุณเองเป็นที่อยู่อีเมลสำรอง เพียง <a href=\"/my-account/domains/new\" class=\"alert-link\">เพิ่มโดเมนใหม่</a> วันนี้เพื่อเริ่มต้น",
  "Have you read our <a href=\"/uk/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/uk/faq\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "Українська Мова": "ภาษายูเครน",
  "Create your address": "สร้างที่อยู่ของคุณ",
  "Try it now": "ลองเลย",
  "/faq?domain=aliasbird.com": "/faq?domain=aliasbird.com",
  "Have you read our <a href=\"/faq?domain=aliasbird.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/faq?domain=aliasbird.com\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "TXT Verification Record": "บันทึกการยืนยัน TXT",
  "Copy": "สำเนา",
  "Enhanced Protection Verification Record": "บันทึกการตรวจสอบการป้องกันขั้นสูง",
  "Please ensure that a TXT record for the domain is added with the following value.": "โปรดตรวจสอบให้แน่ใจว่าเพิ่มระเบียน TXT สำหรับโดเมนด้วยค่าต่อไปนี้",
  "Please ensure that a TXT record exists with the following value.": "โปรดตรวจสอบให้แน่ใจว่ามีระเบียน TXT ที่มีค่าต่อไปนี้",
  "Please ensure that a TXT record exists for %s with the following value.": "โปรดตรวจสอบให้แน่ใจว่ามีระเบียน TXT สำหรับ% s ด้วยค่าต่อไปนี้",
  "Please ensure that a <strong>TXT record</strong> exists for <strong>%s</strong> with the following value:": "โปรดตรวจสอบให้แน่ใจว่ามี <strong>ระเบียน TXT</strong> สำหรับ <strong>% s</strong> ด้วยค่าต่อไปนี้:",
  "/faq?domain=hideaddress.net": "/faq?domain=hideaddress.net",
  "Have you read our <a href=\"/faq?domain=hideaddress.net\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/faq?domain=hideaddress.net\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "Use your own custom domain name or try one of our free vanity domain names.": "ใช้ชื่อโดเมนที่คุณกำหนดเองหรือลองใช้หนึ่งในชื่อโดเมนฟรีของเรา",
  "(same as Gmail)": "(เช่นเดียวกับ Gmail)",
  "Same as Gmail": "เหมือนกับ Gmail",
  "same as Gmail": "เช่นเดียวกับ Gmail",
  "<strong>Did you know?</strong> You can use your own custom domain name as a disposable email address.  Just <a href=\"/my-account/domains/new\" class=\"alert-link\">add a new domain</a> today to get started.  You can even \"Send mail as\" with Gmail, Outlook, and Yahoo using disposable addresses.": "<strong>เธอรู้รึเปล่า?</strong> คุณสามารถใช้ชื่อโดเมนที่กำหนดเองของคุณเองเป็นที่อยู่อีเมลสำรอง เพียง <a href=\"/my-account/domains/new\" class=\"alert-link\">เพิ่มโดเมนใหม่</a> วันนี้เพื่อเริ่มต้น คุณสามารถแม้กระทั่ง &quot;ส่งอีเมลเป็น&quot; ด้วย Gmail, Outlook และ Yahoo โดยใช้ที่อยู่สำรอง",
  "/faq?domain=mailsire.com": "/faq?domain=mailsire.com",
  "Have you read our <a href=\"/faq?domain=mailsire.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "คุณอ่าน <a href=\"/faq?domain=mailsire.com\" target=\"_blank\" rel=\"noopener\">คำถามที่พบบ่อย</a> ของเราหรือยัง",
  "Generate name": "สร้างชื่อ",
  "Generate random alias name": "สร้างชื่อนามแฝงสุ่ม",
  "Generate random alias": "สร้างนามแฝงสุ่ม",
  "Instant aliases; zero wait-time for DNS propagation": "นามแฝงทันที ศูนย์รอเวลาสำหรับการเผยแพร่ DNS",
  "Access our easy to use Email Alias Manager": "เข้าถึง Email Alias Manager ที่ใช้งานง่ายของเรา",
  "Instant aliases and zero wait-time for DNS propagation": "นามแฝงทันทีและไม่มีการรอเป็นศูนย์สำหรับการเผยแพร่ DNS",
  "Admin &#124; <span class=\"notranslate\">ForwardEmail</span>": "ผู้ดูแลระบบ &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Access your ForwardEmail admin": "เข้าถึงผู้ดูแลระบบ ForwardEmail ของคุณ",
  "Admin - Users": "ผู้ดูแลระบบ - ผู้ใช้",
  "First Name": "ชื่อจริง",
  "Last Name": "นามสกุล",
  "Group": "กลุ่ม",
  "Created": "ที่สร้างไว้",
  "Updated": "Updated",
  "Last Login": "เข้าสู่ระบบล่าสุด",
  "Last Locale": "สถานที่สุดท้าย",
  "Edit": "แก้ไข",
  "Log in as user": "เข้าสู่ระบบในฐานะผู้ใช้",
  "Remove": "ลบ",
  "Previous": "ก่อน",
  "Next": "ต่อไป",
  "If you're using Gmail, you should also purge cache on Google's DNS at ": "If you're using Gmail, you should also purge cache on Google's DNS at ",
  "https://developers.google.com/speed/public-dns/cache": "https://developers.google.com/speed/public-dns/cache",
  "Other": "Other",
  "Don't see your provider name listed here?": "Don't see your provider name listed here?",
  " Simply search on the Internet for \"how to set up DNS records on ": " Simply search on the Internet for \"how to set up DNS records on ",
  "\" (replacing ": "\" (replacing ",
  " with the name of your provider)": " with the name of your provider)",
  " Simply search on the Internet for \"how to change DNS records on ": " Simply search on the Internet for \"how to change DNS records on ",
  "Aplus.net": "Aplus.net",
  "Sign in > My Servers > Domain Management > DNS Manager": "Sign in > My Servers > Domain Management > DNS Manager",
  "Domains.com": "Domains.com",
  "Sign in > (Select your domain) > Manage > (click gear icon) > Click on DNS & Nameservers in left-hand menu": "Sign in > (Select your domain) > Manage > (click gear icon) > Click on DNS & Nameservers in left-hand menu",
  "Is there a maximum limit on the number of email addresses I can forward to per alias": "Is there a maximum limit on the number of email addresses I can forward to per alias",
  "Yes, the default limit is 5.  This does NOT mean that you can only have five aliases on your domain name.  You can have as many as you want (unlimited).  It means that you can only forward one alias to five unique email addresses.  You could have ": "Yes, the default limit is 5.  This does NOT mean that you can only have five aliases on your domain name.  You can have as many as you want (unlimited).  It means that you can only forward one alias to five unique email addresses.  You could have ",
  " with the name of your provider).  Feel free to ": " with the name of your provider).  Feel free to ",
  "contact us": "contact us",
  " with any questions or comments.": " with any questions or comments.",
  "/faq?domain=www.aliasbird.com": "/faq?domain=www.aliasbird.com",
  "Have you read our <a href=\"/faq?domain=www.aliasbird.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Have you read our <a href=\"/faq?domain=www.aliasbird.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?",
  "Once you have followed the previous step(s), you will need to \"purge\" the DNS cache using the \"Purge Cache\" tool by Cloudflare.  You can optionally purge the cache using Google as well if you are using Gmail.  Make sure to purge both the \"TXT\" and the \"MX\" records for your domain name.  Wait a few minutes (or sometimes it might take an hour or two), and then click \"Verify Records\" above and try sending a test email to yourself.": "Once you have followed the previous step(s), you will need to \"purge\" the DNS cache using the \"Purge Cache\" tool by Cloudflare.  You can optionally purge the cache using Google as well if you are using Gmail.  Make sure to purge both the \"TXT\" and the \"MX\" records for your domain name.  Wait a few minutes (or sometimes it might take an hour or two), and then click \"Verify Records\" above and try sending a test email to yourself.",
  "Cloudflare Purge (required)": "Cloudflare Purge (required)",
  "Google Purge (optional)": "Google Purge (optional)",
  "It looks like you accidentally included \"www.\" in your domain name.  Did you mean example.com instead of www.example.com?": "It looks like you accidentally included \"www.\" in your domain name.  Did you mean example.com instead of www.example.com?",
  "Sign up &#124; <span class=\"notranslate\">ForwardEmail</span>": "Sign up &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Create a ForwardEmail account": "Create a ForwardEmail account",
  "Owner": "Owner",
  "Team Member": "Team Member",
  "Alias Count": "Alias Count",
  "Easy to use email alias manager": "Easy to use email alias manager",
  "Browser Extension (coming soon)": "Browser Extension (coming soon)",
  "We are here to answer your questions, but before asking us, please be sure to <a href=\"/es/faq\">read our FAQ section</a>.": "We are here to answer your questions, but before asking us, please be sure to <a href=\"/es/faq\">read our FAQ section</a>.",
  "Make User": "Make User",
  "Delete Member": "Delete Member",
  "Invite new team member": "Invite new team member",
  "Send invitation": "Send invitation",
  "User": "User",
  "Pending invitations are listed below.": "Pending invitations are listed below.",
  "Email Address": "Email Address",
  "Copy Invite Link": "Copy Invite Link",
  "Delete Invite": "Delete Invite",
  "You've been invited to the %s team": "You've been invited to the %s team",
  "Team invite": "Team invite",
  "Click the button below to accept your invite.": "Click the button below to accept your invite.",
  "Accept invite": "Accept invite",
  "If you did not expect to receive this invite, then please reply to let us know.": "If you did not expect to receive this invite, then please reply to let us know.",
  "Share invitation link": "Share invitation link",
  "Verify email &#124; <span class=\"notranslate\">ForwardEmail</span>": "Verify email &#124; <span class=\"notranslate\">ForwardEmail</span>",
  "Verify your ForwardEmail email": "Verify your ForwardEmail email",
  "Verify email": "Verify email",
  "Enter the verification pin sent to your email address.": "Enter the verification pin sent to your email address.",
  "Please enter a 6 digit verification pin.": "Please enter a 6 digit verification pin.",
  "Verification pin": "Verification pin",
  "Didn't receive the email?": "Didn't receive the email?",
  "Resend now": "Resend now",
  "Verification pin:": "Verification pin:",
  "Use this verification pin:": "Use this verification pin:",
  "This pin expires within 5 minutes.": "This pin expires within 5 minutes.",
  "Verify now": "Verify now",
  "If you did not submit this request, then please reply to let us know.": "If you did not submit this request, then please reply to let us know.",
  "You have successfully accepted the invite to this domain and are an admin.": "You have successfully accepted the invite to this domain and are an admin.",
  "Thanks for signing up!": "Thanks for signing up!",
  "Thank you!": "Thank you!",
  "You have successfully registered for our service!  Please let us know if you have any issues or feature requests.": "You have successfully registered for our service!  Please let us know if you have any issues or feature requests.",
  "Read our FAQ": "Read our FAQ",
  "Can I disable specific aliases": "Can I disable specific aliases",
  "Yes! As of February 6, 2020 we have added this feature.  Simply edit your DNS TXT record and prefix the alias with an exclamation mark.  Note that you must preserve the ": "Yes! As of February 6, 2020 we have added this feature.  Simply edit your DNS TXT record and prefix the alias with an exclamation mark.  Note that you must preserve the ",
  " mapping, as this is required if you ever decide to toggle this off (and it's also used for importing in our paid plans).": " mapping, as this is required if you ever decide to toggle this off (and it's also used for importing in our paid plans).",
  "If you prefix an alias with ": "If you prefix an alias with ",
  " (exclamation mark) then it will still return successful respond codes to senders attempting to send to this address, but the emails themselves will go nowhere; to a blackhole.": " (exclamation mark) then it will still return successful respond codes to senders attempting to send to this address, but the emails themselves will go nowhere; to a blackhole.",
  "For example, if I want all emails that go to ": "For example, if I want all emails that go to ",
  " to stop flowing through to ": " to stop flowing through to ",
  ":": ":",
  "Emails sent to disabled addresses will respond with a ": "Emails sent to disabled addresses will respond with a ",
  " (message queued) status code, but the emails will not actually be delivered to the recipient(s).": " (message queued) status code, but the emails will not actually be delivered to the recipient(s).",
  "/faq?domain=aliasfox.com": "/faq?domain=aliasfox.com",
  "Have you read our <a href=\"/faq?domain=aliasfox.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Have you read our <a href=\"/faq?domain=aliasfox.com\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?",
  "You have successfully upgraded to the Enhanced Protection Plan.": "You have successfully upgraded to the Enhanced Protection Plan.",
  "Enhanced Protection and Team plans are new and currently in our final testing phase.  Please note that once they are officially released, you will be notified by email and will have 30 days to enter your billing information.  Thank you!": "Enhanced Protection and Team plans are new and currently in our final testing phase.  Please note that once they are officially released, you will be notified by email and will have 30 days to enter your billing information.  Thank you!",
  "You have successfully upgraded to the Team Plan.": "You have successfully upgraded to the Team Plan.",
  "Enhanced Protection and Team plans are currently free and in our final testing and beta program phase.  Once they are released, you will be emailed and will have 30 days to enter your billing information.  Thank you!": "Enhanced Protection and Team plans are currently free and in our final testing and beta program phase.  Once they are released, you will be emailed and will have 30 days to enter your billing information.  Thank you!",
  "Have you read our <a href=\"/fr/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?": "Have you read our <a href=\"/fr/faq\" target=\"_blank\" rel=\"noopener\">FAQ</a> yet?",
  "Français": "Français"
}