{
  "10": "10",
  "25": "25",
  "50": "50",
  "Domain is not a registered domain name. <a class=\"font-weight-bold\" href=\"/domain-registration\">Click here to register it now</a>.": "Domain kayıtlı bir domain adı değil. <a class=\"font-weight-bold\" href=\"/domain-registration\">Şimdi kaydetmek için buraya tıklayın</a>.",
  "If we detect your DNS records are valid, then we will send you an automated email alert.  We routinely check DNS records for your domain every few hours.": "DNS kayıtlarınızın geçerli olduğunu tespit edersek, size otomatik bir e-posta uyarısı göndereceğiz. Domain'inizin DNS kayıtlarını birkaç saatte bir rutin olarak kontrol ediyoruz.",
  "Please ensure that your DNS nameservers are set properly too (e.g. if you are using a DNS provider such as Cloudflare &ndash; which may be a different provider than your domain registrar).": "DNS ad sunucularınızın da düzgün ayarlandığından emin olun (örneğin Cloudflare gibi bir DNS sağlayıcısı kullanıyorsanız &ndash; bu, domain kayıt şirketinizden farklı bir sağlayıcı olabilir).",
  "<p class=\"mb-0\"><strong>Making changes to your DNS records takes time to propagate throughout the Internet. <span class=\"text-danger\">You may need to wait a few minutes</span> and then try again.</strong></p>": "<p class=\"mb-0\"><strong>DNS kayıtlarınızda değişiklik yapmak, İnternet genelinde yayılması için zaman alır. <span class=\"text-danger\">Birkaç dakika beklemeniz</span> ve sonra tekrar denemeniz gerekebilir.</strong></p>",
  "Domain is missing required DNS <span class=\"notranslate\">TXT</span> record of: <span class=\"notranslate\">%s</span>": "Domain'de gerekli DNS <span class=\"notranslate\">TXT</span> kaydı eksik: <span class=\"notranslate\">%s</span>",
  "<p class=\"mb-0\">We have detected that your domain has multiple MX server providers. Please ensure that the <strong>ONLY</strong> DNS MX records are:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Domain'inizin birden fazla MX sunucu sağlayıcısı olduğunu tespit ettik. <strong>TEK</strong> DNS MX kayıtlarının şunlar olduğundan emin olun:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Yazım hatası olmadığından ve her iki benzersiz kaydın da eklendiğinden emin olun (örneğin her iki kaydın da aynı olmadığından emin olun). Ayrıntılı talimatlar için <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">SSS'mizi okuyun</a>.</p>",
  "From header must be equal to <span class=\"notranslate\">%s</span> (or) you can use a domain-wide catch-all password at <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>": "From başlığı <span class=\"notranslate\">%s</span> ile eşit olmalı (veya) <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a> adresinde domain genelinde catch-all şifre kullanabilirsiniz",
  "<p class=\"mb-0\">Domain is missing required DNS MX records of:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Domain'de gerekli DNS MX kayıtları eksik:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Yazım hatası olmadığından ve her iki benzersiz kaydın da eklendiğinden emin olun (örneğin her iki kaydın da aynı olmadığından emin olun). Ayrıntılı talimatlar için <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">SSS'mizi okuyun</a>.</p>",
  "Invalid DKIM signature.": "Geçersiz DKIM imzası.",
  "Newsletter approval required for <span class=\"notranslate\">%s</span>": "<span class=\"notranslate\">%s</span> için bülten onayı gerekli",
  "We detected that you attempted to send an outbound SMTP newsletter for <strong class=\"notranslate\">%s</strong>.  Your domain does not yet have newsletter support approved, and an admin has been notified to begin review.  This process usually is resolved within 2-4 hours, but sometimes it may longer.": "<strong class=\"notranslate\">%s</strong> için giden SMTP bülteni göndermeye çalıştığınızı tespit ettik. Domain'inizin henüz bülten desteği onaylanmamış ve bir yönetici incelemeye başlamak için bilgilendirildi. Bu süreç genellikle 2-4 saat içinde çözülür, ancak bazen daha uzun sürebilir.",
  "Newsletter usage is not yet approved for your account, please wait for approval or contact us for support.": "Hesabınız için bülten kullanımı henüz onaylanmamış, lütfen onay bekleyin veya destek için bizimle iletişime geçin.",
  "You have exceeded your daily SMTP outbound rate limit.": "Günlük SMTP giden hız limitinizi aştınız.",
  "From header must end with <span class=\"notranslate\">%s</span>": "From başlığı <span class=\"notranslate\">%s</span> ile bitmelidir",
  "An error code of \"<span class=\"notranslate\">%s</span>\" occurred while performing the DNS lookup. Please try again.": "DNS araması yapılırken \"<span class=\"notranslate\">%s</span>\" hata kodu oluştu. Lütfen tekrar deneyin.",
  "See": "Bkz.",
  "https://github.com/scintill/macos-server-apns-certs/tree/master": "https://github.com/scintill/macos-server-apns-certs/tree/master",
  "About Forward Email": "Forward Email Hakkında",
  "Table of Contents": "İçindekiler",
  "Foreword": "Önsöz",
  "History": "Tarihçe",
  "Forward Email is a": "Forward Email,",
  "free and open-source": "ücretsiz ve açık kaynaklı",
  "email forwarding": "e-posta yönlendirme",
  "service focused on a user's": "hizmeti olup, kullanıcının",
  "right to privacy": "gizlilik hakkına",
  ", and was launched in November 2017.  It offers unlimited custom domain names, unlimited email addresses and aliases, unlimited disposable email addresses, spam and phishing protection, and other features.  The service is maintained and owned by its original founding team of designers and developers.  It is built with 100% open-source software using": "odaklanır ve Kasım 2017'de başlatıldı. Sınırsız özel domain adları, sınırsız e-posta adresleri ve takma adları, sınırsız tek kullanımlık e-posta adresleri, spam ve kimlik avı koruması ve diğer özellikler sunar. Hizmet, orijinal kurucu tasarımcı ve geliştirici ekibi tarafından sürdürülür ve sahiplenilir. %100 açık kaynaklı yazılım kullanılarak",
  "JavaScript": "JavaScript",
  "Node.js": "Node.js",
  ", and": " ve",
  "We launched in November 2017 after an initial release.": "ile oluşturulmuştur. İlk sürümden sonra Kasım 2017'de başlattık.",
  "In April 2018": "Nisan 2018'de",
  "Cloudflare": "Cloudflare",
  "launched their": "",
  "privacy-first consumer DNS service": "gizlilik öncelikli tüketici DNS hizmetini başlattı",
  ", and we switched from using": " ve biz",
  "OpenDNS": "OpenDNS",
  "to": "kullanımından",
  "for handling": "kullanımına geçtik",
  "lookups.": "aramalarını işlemek için.",
  "In October 2018, we allowed users to \"Send Mail As\" with": "Ekim 2018'de kullanıcıların",
  "Gmail": "Gmail",
  "and": "ve",
  "Outlook": "Outlook",
  "In May 2019, we released v2, which was a major rewrite from the initial versions and focused on": "ile \"Posta Gönder\" yapmalarına izin verdik. Mayıs 2019'da, ilk sürümlerden büyük bir yeniden yazım olan ve",
  "performance": "performansa",
  "through the use of": "odaklanan v2'yi yayınladık",
  "'s": "'ın",
  "streams": "akışlarını kullanarak.",
  "In February 2020, we released the Enhanced Privacy Protection plan.  This plan allows users to switch off setting public DNS record entries with their email forwarding configuration aliases. Through this plan, a user's email alias information is hidden from being publicly searchable over the Internet. We also released a feature to enable or disable specific aliases while still allowing them to appear as a valid email address and return a successful": "Şubat 2020'de Gelişmiş Gizlilik Koruması planını yayınladık. Bu plan, kullanıcıların e-posta yönlendirme yapılandırma takma adlarıyla genel DNS kayıt girişlerini ayarlamayı kapatmalarına olanak tanır. Bu plan aracılığıyla, bir kullanıcının e-posta takma ad bilgileri İnternet üzerinden genel olarak aranabilir olmaktan gizlenir. Ayrıca belirli takma adları etkinleştirme veya devre dışı bırakma özelliği yayınladık, bu takma adların hala geçerli bir e-posta adresi olarak görünmesine ve başarılı bir",
  "SMTP status code": "SMTP durum kodu",
  ", but the emails will be immediately discarded (similar to piping output from a process to": "döndürmesine izin verirken, e-postalar hemen atılacak (bir süreçten çıktıyı",
  "/dev/null": "/dev/null",
  "In April 2020, we released our initial alpha version of Spam Scanner after hitting countless roadblocks with existing spam-detection solutions and because none of these solutions (": "'a yönlendirmeye benzer). Nisan 2020'de, mevcut spam algılama çözümleriyle sayısız engelle karşılaştıktan ve bu çözümlerin hiçbiri (",
  "Rspamd": "Rspamd",
  "SpamAssassin": "SpamAssassin",
  ") honored our privacy policy. Spam Scanner is a completely free and open-source": ") gizlilik politikamızı onurlandırmadığı için Spam Scanner'ın ilk alfa sürümünü yayınladık. Spam Scanner tamamen ücretsiz ve açık kaynaklı bir",
  "anti-spam filtering": "anti-spam filtreleme",
  "solution which uses a": "çözümüdür ve",
  "Naive Bayes spam filtering": "Naive Bayes spam filtreleme",
  "approach in combination with": "yaklaşımını",
  "anti-phishing": "anti-phishing",
  "IDN homograph attack": "IDN homograf saldırısı",
  "protection.  We also released a feature to allow": "korumasıyla birlikte kullanır. Ayrıca",
  "two-factor authentication": "iki faktörlü kimlik doğrulama",
  "(2FA) using a": "(2FA) için",
  "one-time password": "tek kullanımlık şifre",
  "(OTP) for enhanced account security.": "(OTP) kullanarak gelişmiş hesap güvenliği sağlayan bir özellik yayınladık.",
  "In May 2020, we allowed custom": "Mayıs 2020'de, kullanıcıların",
  "port forwarding": "özel port yönlendirme",
  "as workaround for users to circumvent port blocking by their": "kullanmalarına izin verdik",
  ".  We also released our": "internet servis sağlayıcıları tarafından port engellemeyi aşmak için geçici çözüm olarak. Ayrıca",
  "Free Email Forwarding RESTful API": "Ücretsiz E-posta Yönlendirme RESTful API",
  ", with complete documentation and real-time request and response examples.  We also released support for webhooks.": "'mizi yayınladık, tam dokümantasyon ve gerçek zamanlı istek ve yanıt örnekleriyle. Ayrıca webhook desteği yayınladık.",
  "In August 2020, we added support for the": "Ağustos 2020'de",
  "Authenticated Received Chain": "Authenticated Received Chain",
  "(\"ARC\") email authentication system.": "(\"ARC\") e-posta kimlik doğrulama sistemi desteği ekledik.",
  "On November 23, 2020 we publicly launched out of our beta program.": "23 Kasım 2020'de beta programımızdan çıkarak halka açık olarak başlattık.",
  "In February 2021, we refactored our codebase to remove all": "Şubat 2021'de, tüm",
  "Python": "Python",
  "dependencies – which allowed our stack to become 100%": "bağımlılıklarını kaldırmak için kod tabanımızı yeniden düzenledik - bu da yığınımızın %100",
  "On September 27, 2021,": "olmasını sağladı. 27 Eylül 2021'de",
  "we added support": "destek ekledik",
  "for email forwarding aliases to match": "e-posta yönlendirme takma adlarının",
  "regular expressions": "düzenli ifadelerle eşleşmesi için.",
  "In January 2023, we launched a re-designed and page-speed optimized website.": "Ocak 2023'te yeniden tasarlanmış ve sayfa hızı optimize edilmiş bir web sitesi başlattık.",
  "In February 2023, we added support for": "Şubat 2023'te",
  "error logs": "hata günlükleri",
  "and a": "ve",
  "dark mode": "karanlık mod",
  "website color scheme.": "web sitesi renk şeması desteği ekledik.",
  "In March 2023, we released": "Mart 2023'te",
  "Tangerine": "Tangerine",
  "and integrated it throughout our infrastructure – this means we use": "'i yayınladık ve altyapımız boyunca entegre ettik - bu, uygulama katmanında",
  "DNS over HTTPS": "DNS over HTTPS",
  "(\"DoH\") at the application layer.  We also added support for": "(\"DoH\") kullandığımız anlamına gelir. Ayrıca",
  "switched": "",
  "from": "den",
  "hCaptcha": "hCaptcha",
  "Cloudflare Turnstile": "Cloudflare Turnstile",
  "In April 2023, we implemented and automated entirely new infrastructure.  Our entire service is now running on globally load-balanced and proximity-based DNS (with health checks and failover) using": "'a geçiş desteği ekledik. Nisan 2023'te tamamen yeni altyapı uyguladık ve otomatikleştirdik. Tüm hizmetimiz şimdi",
  "(before we were using round-robin DNS on Cloudflare).  Additionally we switched to": "kullanarak küresel olarak yük dengelenmiş ve yakınlık tabanlı DNS (sağlık kontrolleri ve yük devretme ile) üzerinde çalışıyor (daha önce Cloudflare'de round-robin DNS kullanıyorduk). Ek olarak",
  "bare metal servers": "bare metal sunuculara",
  "across multiple providers – which include": "geçtik, birden fazla sağlayıcı arasında - bunlar",
  "Vultr": "Vultr",
  "Digital Ocean": "Digital Ocean",
  "(before we solely used Digital Ocean).  Both of these providers are SOC 2 Type 2 compliant – see": "'ı içerir (daha önce sadece Digital Ocean kullanıyorduk). Bu sağlayıcıların her ikisi de SOC 2 Type 2 uyumludur - daha fazla bilgi için",
  "Vultr's Compliance": "Vultr'ın Uyumluluğu",
  "Digital Ocean's Certifications": "Digital Ocean'ın Sertifikaları",
  "for more insight.  Furthermore, our MongoDB and Redis databases are now running on clusters with primary and standby nodes for high availability, end-to-end SSL encryption, encryption-at-rest, and point-in-time recovery (PITR).": "'na bakın. Ayrıca, MongoDB ve Redis veritabanlarımız şimdi yüksek kullanılabilirlik, uçtan uca SSL şifreleme, dinlenme halinde şifreleme ve belirli zamanda kurtarma (PITR) için birincil ve bekleme düğümleri olan kümeler üzerinde çalışıyor.",
  "In May 2023, we launched our": "Mayıs 2023'te",
  "outbound SMTP": "giden SMTP",
  "feature for": "özelliğimizi başlattık",
  "sending email with SMTP": "SMTP ile e-posta gönderme",
  "sending email with API": "API ile e-posta gönderme",
  "requests.  This feature has built-in safeguards to ensure high deliverability, a modern and robust queue and retry system, and": "istekleri için. Bu özellik yüksek teslimat sağlamak için yerleşik güvenlik önlemleri, modern ve sağlam bir kuyruk ve yeniden deneme sistemi ve",
  "supports error logs in real-time": "gerçek zamanlı hata günlüklerini destekler",
  "In November 2023, we launched our": "Kasım 2023'te",
  "encrypted mailbox storage": "şifrelenmiş posta kutusu depolama",
  "IMAP suppport": "IMAP desteğimizi başlattık",
  "In December 2023,": "Aralık 2023'te",
  "for": "",
  "passkeys and WebAuthn": "passkey'ler ve WebAuthn",
  "time to inbox": "gelen kutusuna ulaşma süresi",
  "monitoring, and": "izleme ve",
  "OpenPGP for IMAP Storage": "IMAP Depolama için OpenPGP desteği ekledik",
  "In February 2024,": "Şubat 2024'te",
  "we added calendar (CalDAV) support": "takvim (CalDAV) desteği ekledik",
  "Throughout March to July 2024, we released major optimizations and improvements to our IMAP, POP3, and CalDAV service.  Our goal was to make our service snappy –  and as fast, if not faster than alternatives.": "Mart-Temmuz 2024 boyunca IMAP, POP3 ve CalDAV hizmetimize büyük optimizasyonlar ve iyileştirmeler yayınladık. Amacımız hizmetimizi hızlı yapmaktı - ve alternatifleri kadar hızlı, hatta daha hızlı.",
  "In July 2024,": "Temmuz 2024'te",
  "we added iOS Push support": "iOS Push desteği ekledik",
  "since Apple Mail on iOS does not support IMAP": "çünkü iOS'taki Apple Mail IMAP",
  "command.  Now users can get real-time notifications of new mail on their Apple iOS devices.  We also added time to inbox (\"TTI\") monitoring for our own service – as well as Yahoo/AOL (now that they support app-generated passwords again) to the footer of every page on our website.  Additionally, we now allow users to encrypt their plaintext DNS TXT records even on the free plan at no cost.  Privacy should not be a feature, it should be inherently built-in to all aspects of a product. As highly requested in a": "komutunu desteklemiyor. Artık kullanıcılar Apple iOS cihazlarında yeni posta için gerçek zamanlı bildirimler alabilir. Ayrıca kendi hizmetimiz için gelen kutusuna ulaşma süresi (\"TTI\") izleme - ve Yahoo/AOL (artık uygulama tarafından oluşturulan şifreleri tekrar destekledikleri için) web sitemizin her sayfasının altbilgisine ekledik. Ek olarak, artık kullanıcıların düz metin DNS TXT kayıtlarını ücretsiz planda bile ücretsiz olarak şifrelemelerine izin veriyoruz. Gizlilik bir özellik olmamalı, bir ürünün tüm yönlerine doğal olarak yerleşik olmalıdır.",
  "Privacy Guides discussion": "Privacy Guides tartışmasında",
  "and on": "ve",
  "our GitHub issues": "GitHub sorunlarımızda",
  "we've added this.  Lastly, we added the ability for aliases to either quietly reject": "çok talep edildiği gibi bunu ekledik. Son olarak, takma adların sessizce reddetme",
  ", soft reject": ", yumuşak reddetme",
  ", or hard reject": "veya sert reddetme",
  "if they are disabled.  Previously, disabled aliases only routed to a blackhole (e.g.": "yeteneğini ekledik eğer devre dışı bırakılırlarsa. Daha önce, devre dışı bırakılan takma adlar sadece kara deliğe yönlendiriliyordu (örn.",
  ") and it appeared to senders as if their messages to these disabled aliases succeeded.": ") ve gönderenlere bu devre dışı takma adlara gönderilen mesajlarının başarılı olduğu gibi görünüyordu.",
  "In August 2024, we added support for exporting mailboxes as": "Ağustos 2024'te posta kutularını",
  "Mbox": "Mbox",
  "formats (in addition to the": "formatları olarak dışa aktarma desteği ekledik (zaten desteklenen",
  "SQLite": "SQLite",
  "export format already supported) – and we also added": "dışa aktarma formatına ek olarak) - ve ayrıca",
  "webhook signature support": "webhook imza desteği",
  "via": "ekledik",
  "header.  We also": "başlığı aracılığıyla. Ayrıca",
  "added support for bounce webhooks": "bounce webhook desteği ekledik",
  "and now allow users to send newsletters, announcements, and email marketing through our outbound SMTP service.": "ve artık kullanıcıların giden SMTP hizmetimiz aracılığıyla bülten, duyuru ve e-posta pazarlama göndermelerine izin veriyoruz.",
  "Free Email Forwarding for Custom Domains": "Free Email Forwarding for Custom Domains",
  "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.": "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.",
  "Terms of Service": "Terms of Service",
  "Read our terms and conditions of use for our email forwarding service.": "Read our terms and conditions of use for our email forwarding service.",
  "History of Forward Email": "History of Forward Email",
  "Learn more about Forward Email and the history of our service.": "Learn more about Forward Email and the history of our service.",
  "Privacy Policy": "Privacy Policy",
  "Read our privacy policy for our email forwarding service.": "Read our privacy policy for our email forwarding service.",
  "Please log in or sign up to view the page you requested.": "Please log in or sign up to view the page you requested.",
  "Warning": "Warning",
  "Written by": "Written by",
  "Team": "Team",
  "Time to read": "Time to read",
  "Less than 5 minutes": "Less than 5 minutes",
  "Search for anything:": "Search for anything:",
  "Search": "Search",
  "Popular Searches": "Popular Searches",
  "Sign up now &ndash; it's free!": "Sign up now &ndash; it's free!",
  "Have an account?": "Have an account?",
  "Click here": "Click here",
  "Email address": "Email address",
  "Password": "Password",
  "Get started": "Get started",
  "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.": "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.",
  "Welcome back!": "Welcome back!",
  "Don't have an account?": "Don't have an account?",
  "Please enable JavaScript to sign in with Passkey.": "Please enable JavaScript to sign in with Passkey.",
  "Sign in with Passkey": "Sign in with Passkey",
  "or": "or",
  "Sign in": "Sign in",
  "Forget your password?": "Forget your password?",
  "Features &amp; Pricing": "Features &amp; Pricing",
  "FAQ": "FAQ",
  "Log in": "Log in",
  "Signup": "Signup",
  "Toggle navigation": "Toggle navigation",
  "Apps": "Apps",
  "Desktop": "Desktop",
  "Resources": "Resources",
  "What is <span class=\"notranslate\">Forward Email</span>?": "What is <span class=\"notranslate\">Forward Email</span>?",
  "Frequently Asked Questions": "Frequently Asked Questions",
  "Time to Inbox": "Time to Inbox",
  "Help": "Help",
  "Disposable Addresses": "Disposable Addresses",
  "Domain Registration": "Domain Registration",
  "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record": "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record",
  "Reserved Email Addresses": "Reserved Email Addresses",
  "Denylist Removal": "Denylist Removal",
  "Guides": "Guides",
  "Outbound SMTP": "Outbound SMTP",
  "SMTP Integration Examples": "SMTP Integration Examples",
  "Send Email with Custom Domain": "Send Email with Custom Domain",
  "Send Mail As with Gmail": "Send Mail As with Gmail",
  "Email Setup Guides": "Email Setup Guides",
  "How to Setup Email with <span class=\"notranslate\">%s</span>": "How to Setup Email with <span class=\"notranslate\">%s</span>",
  "Other providers": "Other providers",
  "Developers": "Developers",
  "Technical Whitepaper": "Technical Whitepaper",
  "IP Addresses": "IP Addresses",
  "API Reference": "API Reference",
  "Self Hosted Email": "Self Hosted Email",
  "Email Webhooks": "Email Webhooks",
  "Bounce Webhooks": "Bounce Webhooks",
  "Custom Domain Regex Filtering": "Custom Domain Regex Filtering",
  "Email Service Comparison": "Email Service Comparison",
  "Email Services": "Email Services",
  "Private Email Services": "Private Email Services",
  "Open-Source Email Services": "Open-Source Email Services",
  "Transactional Email Services": "Transactional Email Services",
  "Email API's for Developers": "Email API's for Developers",
  "Email Spam Filtering Services": "Email Spam Filtering Services",
  "Developer Articles": "Developer Articles",
  "A Decade of Open-Source Impact": "A Decade of Open-Source Impact",
  "Email Spam Protection Filter": "Email Spam Protection Filter",
  "Mail Server Providers": "Mail Server Providers",
  "Practices for Node.js Logging": "Practices for Node.js Logging",
  "Security Audit Companies": "Security Audit Companies",
  "Case Study: Gov/Federal Email Compliance": "Case Study: Gov/Federal Email Compliance",
  "Case Study: Alumni Email": "Case Study: Alumni Email",
  "Case Study: Ubuntu Email": "Case Study: Ubuntu Email",
  "Case Study: Linux Foundation": "Case Study: Linux Foundation",
  "Custom Fonts in Emails": "Custom Fonts in Emails",
  "Email Regex JavaScript and Node.js": "Email Regex JavaScript and Node.js",
  "Email Testing for Browsers and iOS Simulator": "Email Testing for Browsers and iOS Simulator",
  "The Complete Guide to Forward Email's Service": "The Complete Guide to Forward Email's Service",
  "Optimize Node.js for Production": "Optimize Node.js for Production",
  "Crypto Supported Email Service": "Crypto Supported Email Service",
  "Self-Hosted Email": "Self-Hosted Email",
  "JavaScript Contact Forms Node.js": "JavaScript Contact Forms Node.js",
  "Node.js DNS over HTTPS": "Node.js DNS over HTTPS",
  "Node.js Email Templates": "Node.js Email Templates",
  "Node.js Job Scheduler": "Node.js Job Scheduler",
  "Node.js Logging Service": "Node.js Logging Service",
  "Case Study: The PayPal Disaster": "Case Study: The PayPal Disaster",
  "Quantum Resistant Email Service": "Quantum Resistant Email Service",
  "Send React Emails": "Send React Emails",
  "Case Study: Email Startups": "Case Study: Email Startups",
  "Bulletproof Payment System with Stripe and PayPal": "Bulletproof Payment System with Stripe and PayPal",
  "How Forward Email Safeguards Your Communications": "How Forward Email Safeguards Your Communications",
  "URL Regex JavaScript and Node.js": "URL Regex JavaScript and Node.js",
  "Why Open-Source Email is the Future": "Why Open-Source Email is the Future",
  "Company": "Company",
  "About": "About",
  "Security": "Security",
  "Privacy": "Privacy",
  "Terms": "Terms",
  "GDPR": "GDPR",
  "DPA": "DPA",
  "Report Abuse": "Report Abuse",
  "Press": "Press",
  "Send us an email": "Send us an email",
  "Careers": "Careers",
  "100% Systems Online": "100% Systems Online",
  "Status Page": "Status Page",
  "100%": "100%",
  "Community": "Community",
  "Newsletter": "Newsletter",
  "Footer": "Footer",
  "Have a question or confused?": "Have a question or confused?",
  "Learn more about:": "Learn more about:",
  "Privacy Protected": "Privacy Protected",
  "Custom Domain Email": "Custom Domain Email",
  "Open Source Email": "Open Source Email",
  "Secure Email Forwarding": "Secure Email Forwarding",
  "Secure Checkout": "Secure Checkout",
  "Payment methods accepted:": "Payment methods accepted:",
  "SEPA Direct Debit": "SEPA Direct Debit",
  "Canadian pre-authorized debits": "Canadian pre-authorized debits",
  "ACH Direct Debit": "ACH Direct Debit",
  "Bank Transfer": "Bank Transfer",
  "Domestic Wire Transfer (Enterprise)": "Domestic Wire Transfer (Enterprise)",
  "International Wire Transfer (Enterprise)": "International Wire Transfer (Enterprise)",
  "English": "English",
  "Arabic": "Arabic",
  "Chinese": "Chinese",
  "Czech": "Czech",
  "Danish": "Danish",
  "Dutch": "Dutch",
  "Finnish": "Finnish",
  "French": "French",
  "German": "German",
  "Hebrew": "Hebrew",
  "Hungarian": "Hungarian",
  "Indonesian": "Indonesian",
  "Italian": "Italian",
  "Japanese": "Japanese",
  "Korean": "Korean",
  "Norwegian": "Norwegian",
  "Polish": "Polish",
  "Portuguese": "Portuguese",
  "Russian": "Russian",
  "Spanish": "Spanish",
  "Swedish": "Swedish",
  "Thai": "Thai",
  "Turkish": "Turkish",
  "Ukrainian": "Ukrainian",
  "Vietnamese": "Vietnamese",
  "Go to top": "Go to top",
  "Port 25 blocked by ISP": "Port 25 blocked by ISP",
  "Email API Reference": "Email API Reference",
  "Regex Email Forwarding": "Regex Email Forwarding",
  "Open Source": "Open Source",
  "GPG Key": "GPG Key",
  "Learn more": "Learn more",
  "We support OpenPGP and end-to-end encryption": "We support OpenPGP and end-to-end encryption",
  "Languages": "Languages",
  "GitHub Repo stars": "GitHub Repo stars",
  "Qualys SSL Labs SSL Server Test": "Qualys SSL Labs SSL Server Test",
  "Mozilla HTTP Observatory Grade": "Mozilla HTTP Observatory Grade",
  "Internet Site Test": "Internet Site Test",
  "Internet Mail Test": "Internet Mail Test",
  "Hardenize Badge": "Hardenize Badge",
  "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.": "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.",
  "IOS is a trademark or registered trademark of Cisco.": "IOS is a trademark or registered trademark of Cisco.",
  "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.": "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.",
  "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.": "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.",
  "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.": "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.",
  "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.": "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.",
  "Linux is the registered trademark of Linus Torvalds.": "Linux is the registered trademark of Linus Torvalds.",
  "All rights reserved. All trademarks are property of their respective owners in the US and other countries.": "All rights reserved. All trademarks are property of their respective owners in the US and other countries.",
  "Chat with us": "Chat with us",
  "Success": "Success",
  "Error": "Error",
  "Info": "Info",
  "Question": "Question",
  "OK": "OK",
  "Cancel": "Cancel",
  "Close this dialog": "Close this dialog",
  "Are you sure?": "Are you sure?",
  "Please confirm if you wish to continue.": "Please confirm if you wish to continue.",
  "Español": "Español",
  "Hello": "Hello",
  "Invalid two-factor authentication passcode.": "Invalid two-factor authentication passcode.",
  "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>": "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>",
  "Authenticate yourself with optional OTP to log in.": "Authenticate yourself with optional OTP to log in.",
  "Ask a question": "Ask a question",
  "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?": "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?",
  "Write your message": "Write your message",
  "Message": "Message",
  "We'll be in contact with you!": "We'll be in contact with you!",
  "Send message": "Send message",
  "Upgrade": "Upgrade",
  "My Account": "My Account",
  "Domains": "Domains",
  "Emails": "Emails",
  "Analytics": "Analytics",
  "Logs": "Logs",
  "Profile": "Profile",
  "Billing": "Billing",
  "Sign out": "Sign out",
  "Please enable JavaScript to use our website.": "Please enable JavaScript to use our website.",
  "Account Recovery": "Account Recovery",
  "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.": "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.",
  "Verify access to your email address with a code emailed to you.": "Verify access to your email address with a code emailed to you.",
  "Wait 3-5 business days for an administrative follow-up email.": "Wait 3-5 business days for an administrative follow-up email.",
  "Access to your account will be unlocked for you.": "Access to your account will be unlocked for you.",
  "Continue": "Continue",
  "Two-Factor Check": "Two-Factor Check",
  "Passcode": "Passcode",
  "Don't ask me again in this browser": "Don't ask me again in this browser",
  "Having trouble?": "Having trouble?",
  "Use a recovery key": "Use a recovery key",
  "Lose your recovery keys?": "Lose your recovery keys?",
  "Request account recovery": "Request account recovery",
  "Password was invalid.": "Password was invalid.",
  "Setup OTP": "Setup OTP",
  "Download your emergency recovery keys below.": "Download your emergency recovery keys below.",
  "Download": "Download",
  "Copy": "Copy",
  "Confirm Password": "Confirm Password",
  "Recommended Authenticator Apps": "Recommended Authenticator Apps",
  "App": "App",
  "Links": "Links",
  "Open-Source": "Open-Source",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "F-Droid": "F-Droid",
  "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.": "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.",
  "<strong>Step 2:</strong> Scan this QR code and enter its generated token:": "<strong>Step 2:</strong> Scan this QR code and enter its generated token:",
  "Can’t scan the QR code?  Configure with this code": "Can’t scan the QR code?  Configure with this code",
  "Complete Setup": "Complete Setup",
  "Recovery Key": "Recovery Key",
  "Your request was successfully completed.": "Your request was successfully completed.",
  "Invalid recovery key.": "Invalid recovery key.",
  "Recovery key successful. This key will no longer be valid.": "Recovery key successful. This key will no longer be valid.",
  "You have run out of recovery keys. Please download the newly generated recovery keys before continuing.": "You have run out of recovery keys. Please download the newly generated recovery keys before continuing."
}