{
  "10": "10",
  "25": "25",
  "50": "50",
  "Domain is not a registered domain name. <a class=\"font-weight-bold\" href=\"/domain-registration\">Click here to register it now</a>.": "Домен не є зареєстрованим доменним ім'ям. <a class=\"font-weight-bold\" href=\"/domain-registration\">Натисніть тут, щоб зареєструвати його зараз</a>.",
  "If we detect your DNS records are valid, then we will send you an automated email alert.  We routinely check DNS records for your domain every few hours.": "Якщо ми виявимо, що ваші DNS-записи дійсні, то надішлемо вам автоматичне сповіщення електронною поштою. Ми регулярно перевіряємо DNS-записи для вашого домену кожні кілька годин.",
  "Please ensure that your DNS nameservers are set properly too (e.g. if you are using a DNS provider such as Cloudflare &ndash; which may be a different provider than your domain registrar).": "Будь ласка, переконайтеся, що ваші DNS-сервери імен також налаштовані правильно (наприклад, якщо ви використовуєте DNS-провайдера, такого як Cloudflare &ndash; який може бути іншим провайдером, ніж ваш реєстратор домену).",
  "<p class=\"mb-0\"><strong>Making changes to your DNS records takes time to propagate throughout the Internet. <span class=\"text-danger\">You may need to wait a few minutes</span> and then try again.</strong></p>": "<p class=\"mb-0\"><strong>Внесення змін до ваших DNS-записів потребує часу для поширення по всьому Інтернету. <span class=\"text-danger\">Можливо, вам доведеться почекати кілька хвилин</span> і спробувати знову.</strong></p>",
  "Domain is missing required DNS <span class=\"notranslate\">TXT</span> record of: <span class=\"notranslate\">%s</span>": "У домені відсутній обов'язковий DNS <span class=\"notranslate\">TXT</span> запис: <span class=\"notranslate\">%s</span>",
  "<p class=\"mb-0\">We have detected that your domain has multiple MX server providers. Please ensure that the <strong>ONLY</strong> DNS MX records are:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Ми виявили, що ваш домен має кілька провайдерів MX-серверів. Будь ласка, переконайтеся, що <strong>ЄДИНИМИ</strong> DNS MX записами є:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Будь ласка, переконайтеся, що у вас немає друкарських помилок і додані обидва унікальні записи (наприклад, переконайтеся, що обидва записи не однакові). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Прочитайте наш FAQ</a> для детальних інструкцій.</p>",
  "From header must be equal to <span class=\"notranslate\">%s</span> (or) you can use a domain-wide catch-all password at <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>": "Заголовок From повинен дорівнювати <span class=\"notranslate\">%s</span> (або) ви можете використовувати загальний пароль для всього домену на <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>",
  "<p class=\"mb-0\">Domain is missing required DNS MX records of:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">У домені відсутні обов'язкові DNS MX записи:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Будь ласка, переконайтеся, що у вас немає друкарських помилок і додані обидва унікальні записи (наприклад, переконайтеся, що обидва записи не однакові). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Прочитайте наш FAQ</a> для детальних інструкцій.</p>",
  "Invalid DKIM signature.": "Недійсний підпис DKIM.",
  "Newsletter approval required for <span class=\"notranslate\">%s</span>": "Потрібне схвалення розсилки для <span class=\"notranslate\">%s</span>",
  "We detected that you attempted to send an outbound SMTP newsletter for <strong class=\"notranslate\">%s</strong>.  Your domain does not yet have newsletter support approved, and an admin has been notified to begin review.  This process usually is resolved within 2-4 hours, but sometimes it may longer.": "Ми виявили, що ви спробували надіслати вихідну SMTP-розсилку для <strong class=\"notranslate\">%s</strong>. Ваш домен ще не має схваленої підтримки розсилки, і адміністратор був повідомлений про початок перевірки. Цей процес зазвичай вирішується протягом 2-4 годин, але іноді може тривати довше.",
  "Newsletter usage is not yet approved for your account, please wait for approval or contact us for support.": "Використання розсилки ще не схвалено для вашого облікового запису, будь ласка, дочекайтеся схвалення або зв'яжіться з нами для підтримки.",
  "You have exceeded your daily SMTP outbound rate limit.": "Ви перевищили свій щоденний ліміт швидкості вихідного SMTP.",
  "From header must end with <span class=\"notranslate\">%s</span>": "Заголовок From повинен закінчуватися на <span class=\"notranslate\">%s</span>",
  "An error code of \"<span class=\"notranslate\">%s</span>\" occurred while performing the DNS lookup. Please try again.": "Виникла помилка з кодом \"<span class=\"notranslate\">%s</span>\" під час виконання DNS-запиту. Будь ласка, спробуйте знову.",
  "See": "Див.",
  "https://github.com/scintill/macos-server-apns-certs/tree/master": "https://github.com/scintill/macos-server-apns-certs/tree/master",
  "About Forward Email": "Про Forward Email",
  "Table of Contents": "Зміст",
  "Foreword": "Передмова",
  "History": "Історія",
  "Forward Email is a": "Forward Email - це",
  "free and open-source": "безкоштовний сервіс з відкритим вихідним кодом",
  "email forwarding": "для пересилання електронної пошти",
  "service focused on a user's": ", зосереджений на",
  "right to privacy": "праві користувача на приватність",
  ", and was launched in November 2017.  It offers unlimited custom domain names, unlimited email addresses and aliases, unlimited disposable email addresses, spam and phishing protection, and other features.  The service is maintained and owned by its original founding team of designers and developers.  It is built with 100% open-source software using": ", і був запущений у листопаді 2017 року. Він пропонує необмежені користувацькі доменні імена, необмежені адреси електронної пошти та псевдоніми, необмежені одноразові адреси електронної пошти, захист від спаму та фішингу та інші функції. Сервіс підтримується та належить його оригінальній команді засновників з дизайнерів та розробників. Він побудований на 100% програмному забезпеченні з відкритим вихідним кодом, використовуючи",
  "JavaScript": "JavaScript",
  "Node.js": "Node.js",
  ", and": " та",
  "We launched in November 2017 after an initial release.": "Ми запустилися у листопаді 2017 року після початкового релізу.",
  "In April 2018": "У квітні 2018 року",
  "Cloudflare": "Cloudflare",
  "launched their": "запустив свій",
  "privacy-first consumer DNS service": "споживчий DNS-сервіс, орієнтований на приватність",
  ", and we switched from using": ", і ми перейшли з використання",
  "OpenDNS": "OpenDNS",
  "to": "на",
  "for handling": "для обробки",
  "lookups.": "запитів.",
  "In October 2018, we allowed users to \"Send Mail As\" with": "У жовтні 2018 року ми дозволили користувачам \"Надсилати пошту як\" з",
  "Gmail": "Gmail",
  "and": "та",
  "Outlook": "Outlook",
  "In May 2019, we released v2, which was a major rewrite from the initial versions and focused on": "У травні 2019 року ми випустили v2, яка була великим переписуванням від початкових версій і зосереджувалася на",
  "performance": "продуктивності",
  "through the use of": "через використання",
  "'s": "",
  "streams": "потоків",
  "In February 2020, we released the Enhanced Privacy Protection plan.  This plan allows users to switch off setting public DNS record entries with their email forwarding configuration aliases. Through this plan, a user's email alias information is hidden from being publicly searchable over the Internet. We also released a feature to enable or disable specific aliases while still allowing them to appear as a valid email address and return a successful": "У лютому 2020 року ми випустили план Enhanced Privacy Protection. Цей план дозволяє користувачам вимкнути встановлення публічних записів DNS з їхніми псевдонімами конфігурації пересилання електронної пошти. Через цей план інформація про псевдоніми електронної пошти користувача приховується від публічного пошуку в Інтернеті. Ми також випустили функцію для увімкнення або вимкнення конкретних псевдонімів, при цьому дозволяючи їм все ще з'являтися як дійсна адреса електронної пошти та повертати успішний",
  "SMTP status code": "код стану SMTP",
  ", but the emails will be immediately discarded (similar to piping output from a process to": ", але електронні листи будуть негайно відкинуті (подібно до перенаправлення виводу з процесу в",
  "/dev/null": "/dev/null",
  "In April 2020, we released our initial alpha version of Spam Scanner after hitting countless roadblocks with existing spam-detection solutions and because none of these solutions (": "У квітні 2020 року ми випустили нашу початкову альфа-версію Spam Scanner після зіткнення з незліченними перешкодами з існуючими рішеннями виявлення спаму і тому що жодне з цих рішень (",
  "Rspamd": "Rspamd",
  "SpamAssassin": "SpamAssassin",
  ") honored our privacy policy. Spam Scanner is a completely free and open-source": ") не дотримувалося нашої політики приватності. Spam Scanner - це повністю безкоштовне рішення з відкритим вихідним кодом для",
  "anti-spam filtering": "фільтрації від спаму",
  "solution which uses a": ", яке використовує підхід",
  "Naive Bayes spam filtering": "фільтрації спаму Naive Bayes",
  "approach in combination with": "у поєднанні із захистом від",
  "anti-phishing": "фішингу",
  "IDN homograph attack": "атак IDN-гомографів",
  "protection.  We also released a feature to allow": ". Ми також випустили функцію для дозволу",
  "two-factor authentication": "двофакторної автентифікації",
  "(2FA) using a": "(2FA) з використанням",
  "one-time password": "одноразового пароля",
  "(OTP) for enhanced account security.": "(OTP) для підвищеної безпеки облікового запису.",
  "In May 2020, we allowed custom": "У травні 2020 року ми дозволили користувацьке",
  "port forwarding": "перенаправлення портів",
  "as workaround for users to circumvent port blocking by their": "як обхідний шлях для користувачів, щоб обійти блокування портів їхнім",
  ".  We also released our": "інтернет-провайдером. Ми також випустили наш",
  "Free Email Forwarding RESTful API": "Безкоштовний RESTful API пересилання електронної пошти",
  ", with complete documentation and real-time request and response examples.  We also released support for webhooks.": ", з повною документацією та прикладами запитів і відповідей у реальному часі. Ми також випустили підтримку вебхуків.",
  "In August 2020, we added support for the": "У серпні 2020 року ми додали підтримку системи автентифікації електронної пошти",
  "Authenticated Received Chain": "Authenticated Received Chain",
  "(\"ARC\") email authentication system.": "(\"ARC\").",
  "On November 23, 2020 we publicly launched out of our beta program.": "23 листопада 2020 року ми публічно запустилися з нашої бета-програми.",
  "In February 2021, we refactored our codebase to remove all": "У лютому 2021 року ми провели рефакторинг нашої кодової бази, щоб видалити всі",
  "Python": "Python",
  "dependencies – which allowed our stack to become 100%": "залежності – що дозволило нашому стеку стати 100%",
  "On September 27, 2021,": "27 вересня 2021 року",
  "we added support": "ми додали підтримку",
  "for email forwarding aliases to match": "для псевдонімів пересилання електронної пошти для відповідності",
  "regular expressions": "регулярним виразам",
  "In January 2023, we launched a re-designed and page-speed optimized website.": "У січні 2023 року ми запустили перероблений та оптимізований за швидкістю сторінки веб-сайт.",
  "In February 2023, we added support for": "У лютому 2023 року ми додали підтримку",
  "error logs": "журналів помилок",
  "and a": "та",
  "dark mode": "темного режиму",
  "website color scheme.": "кольорової схеми веб-сайту.",
  "In March 2023, we released": "У березні 2023 року ми випустили",
  "Tangerine": "Tangerine",
  "and integrated it throughout our infrastructure – this means we use": "та інтегрували його в усю нашу інфраструктуру – це означає, що ми використовуємо",
  "DNS over HTTPS": "DNS over HTTPS",
  "(\"DoH\") at the application layer.  We also added support for": "(\"DoH\") на рівні додатків. Ми також додали підтримку",
  "switched": "переключення",
  "from": "з",
  "hCaptcha": "hCaptcha",
  "Cloudflare Turnstile": "Cloudflare Turnstile",
  "In April 2023, we implemented and automated entirely new infrastructure.  Our entire service is now running on globally load-balanced and proximity-based DNS (with health checks and failover) using": "У квітні 2023 року ми впровадили та автоматизували повністю нову інфраструктуру. Вся наша служба тепер працює на глобально збалансованому за навантаженням та заснованому на близькості DNS (з перевірками стану та відмовостійкістю), використовуючи",
  "(before we were using round-robin DNS on Cloudflare).  Additionally we switched to": "(раніше ми використовували round-robin DNS на Cloudflare). Додатково ми перейшли на",
  "bare metal servers": "виділені сервери",
  "across multiple providers – which include": "у кількох провайдерів – які включають",
  "Vultr": "Vultr",
  "Digital Ocean": "Digital Ocean",
  "(before we solely used Digital Ocean).  Both of these providers are SOC 2 Type 2 compliant – see": "(раніше ми використовували лише Digital Ocean). Обидва ці провайдери відповідають SOC 2 Type 2 – див.",
  "Vultr's Compliance": "Відповідність Vultr",
  "Digital Ocean's Certifications": "Сертифікації Digital Ocean",
  "for more insight.  Furthermore, our MongoDB and Redis databases are now running on clusters with primary and standby nodes for high availability, end-to-end SSL encryption, encryption-at-rest, and point-in-time recovery (PITR).": "для отримання додаткової інформації. Крім того, наші бази даних MongoDB та Redis тепер працюють на кластерах з основними та резервними вузлами для високої доступності, наскрізного SSL-шифрування, шифрування в спокої та відновлення на момент часу (PITR).",
  "In May 2023, we launched our": "У травні 2023 року ми запустили нашу",
  "outbound SMTP": "функцію вихідного SMTP",
  "feature for": "для",
  "sending email with SMTP": "надсилання електронної пошти через SMTP",
  "sending email with API": "надсилання електронної пошти через API",
  "requests.  This feature has built-in safeguards to ensure high deliverability, a modern and robust queue and retry system, and": "запити. Ця функція має вбудовані захисні механізми для забезпечення високої доставляємості, сучасну та надійну систему черг і повторних спроб, та",
  "supports error logs in real-time": "підтримує журнали помилок у реальному часі",
  "In November 2023, we launched our": "У листопаді 2023 року ми запустили наше",
  "encrypted mailbox storage": "зашифроване сховище поштових скриньок",
  "IMAP suppport": "підтримку IMAP",
  "In December 2023,": "У грудні 2023 року",
  "for": "ми додали підтримку",
  "passkeys and WebAuthn": "ключів доступу та WebAuthn",
  "time to inbox": "час до вхідних",
  "monitoring, and": "моніторинг та",
  "OpenPGP for IMAP Storage": "OpenPGP для сховища IMAP",
  "In February 2024,": "У лютому 2024 року",
  "we added calendar (CalDAV) support": "ми додали підтримку календаря (CalDAV)",
  "Throughout March to July 2024, we released major optimizations and improvements to our IMAP, POP3, and CalDAV service.  Our goal was to make our service snappy –  and as fast, if not faster than alternatives.": "Протягом березня-липня 2024 року ми випустили великі оптимізації та покращення нашого сервісу IMAP, POP3 та CalDAV. Нашою метою було зробити наш сервіс швидким – і таким же швидким, якщо не швидшим за альтернативи.",
  "In July 2024,": "У липні 2024 року",
  "we added iOS Push support": "ми додали підтримку iOS Push",
  "since Apple Mail on iOS does not support IMAP": "оскільки Apple Mail на iOS не підтримує IMAP",
  "command.  Now users can get real-time notifications of new mail on their Apple iOS devices.  We also added time to inbox (\"TTI\") monitoring for our own service – as well as Yahoo/AOL (now that they support app-generated passwords again) to the footer of every page on our website.  Additionally, we now allow users to encrypt their plaintext DNS TXT records even on the free plan at no cost.  Privacy should not be a feature, it should be inherently built-in to all aspects of a product. As highly requested in a": "команду. Тепер користувачі можуть отримувати сповіщення про нову пошту в реальному часі на своїх пристроях Apple iOS. Ми також додали моніторинг часу до вхідних (\"TTI\") для нашого власного сервісу – а також Yahoo/AOL (тепер, коли вони знову підтримують паролі, згенеровані додатками) до нижнього колонтитула кожної сторінки нашого веб-сайту. Додатково ми тепер дозволяємо користувачам шифрувати їхні текстові DNS TXT записи навіть у безкоштовному плані без додаткової плати. Приватність не повинна бути функцією, вона повинна бути невід'ємно вбудована в усі аспекти продукту. Як було настійно запрошено в",
  "Privacy Guides discussion": "обговоренні Privacy Guides",
  "and on": "та в",
  "our GitHub issues": "наших проблемах GitHub",
  "we've added this.  Lastly, we added the ability for aliases to either quietly reject": "ми додали це. Нарешті, ми додали можливість для псевдонімів тихо відхиляти",
  ", soft reject": ", м'яко відхиляти",
  ", or hard reject": "або жорстко відхиляти",
  "if they are disabled.  Previously, disabled aliases only routed to a blackhole (e.g.": "якщо вони вимкнені. Раніше вимкнені псевдоніми лише направлялися в чорну діру (наприклад,",
  ") and it appeared to senders as if their messages to these disabled aliases succeeded.": ") і відправникам здавалося, що їхні повідомлення до цих вимкнених псевдонімів були успішними.",
  "In August 2024, we added support for exporting mailboxes as": "У серпні 2024 року ми додали підтримку експорту поштових скриньок як",
  "Mbox": "Mbox",
  "formats (in addition to the": "формати (на додаток до вже підтримуваного формату експорту",
  "SQLite": "SQLite",
  "export format already supported) – and we also added": ") – і ми також додали",
  "webhook signature support": "підтримку підпису вебхука",
  "via": "через заголовок",
  "header.  We also": ". Ми також",
  "added support for bounce webhooks": "додали підтримку вебхуків відмов",
  "and now allow users to send newsletters, announcements, and email marketing through our outbound SMTP service.": "і тепер дозволяємо користувачам надсилати розсилки, оголошення та email-маркетинг через наш сервіс вихідного SMTP.",
  "Free Email Forwarding for Custom Domains": "Free Email Forwarding for Custom Domains",
  "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.": "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.",
  "Terms of Service": "Terms of Service",
  "Read our terms and conditions of use for our email forwarding service.": "Read our terms and conditions of use for our email forwarding service.",
  "History of Forward Email": "History of Forward Email",
  "Learn more about Forward Email and the history of our service.": "Learn more about Forward Email and the history of our service.",
  "Privacy Policy": "Privacy Policy",
  "Read our privacy policy for our email forwarding service.": "Read our privacy policy for our email forwarding service.",
  "Please log in or sign up to view the page you requested.": "Please log in or sign up to view the page you requested.",
  "Warning": "Warning",
  "Written by": "Written by",
  "Team": "Team",
  "Time to read": "Time to read",
  "Less than 5 minutes": "Less than 5 minutes",
  "Search for anything:": "Search for anything:",
  "Search": "Search",
  "Popular Searches": "Popular Searches",
  "Sign up now &ndash; it's free!": "Sign up now &ndash; it's free!",
  "Have an account?": "Have an account?",
  "Click here": "Click here",
  "Email address": "Email address",
  "Password": "Password",
  "Get started": "Get started",
  "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.": "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.",
  "Welcome back!": "Welcome back!",
  "Don't have an account?": "Don't have an account?",
  "Please enable JavaScript to sign in with Passkey.": "Please enable JavaScript to sign in with Passkey.",
  "Sign in with Passkey": "Sign in with Passkey",
  "or": "or",
  "Sign in": "Sign in",
  "Forget your password?": "Forget your password?",
  "Features &amp; Pricing": "Features &amp; Pricing",
  "FAQ": "FAQ",
  "Log in": "Log in",
  "Signup": "Signup",
  "Toggle navigation": "Toggle navigation",
  "Apps": "Apps",
  "Desktop": "Desktop",
  "Resources": "Resources",
  "What is <span class=\"notranslate\">Forward Email</span>?": "What is <span class=\"notranslate\">Forward Email</span>?",
  "Frequently Asked Questions": "Frequently Asked Questions",
  "Time to Inbox": "Time to Inbox",
  "Help": "Help",
  "Disposable Addresses": "Disposable Addresses",
  "Domain Registration": "Domain Registration",
  "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record": "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record",
  "Reserved Email Addresses": "Reserved Email Addresses",
  "Denylist Removal": "Denylist Removal",
  "Guides": "Guides",
  "Outbound SMTP": "Outbound SMTP",
  "SMTP Integration Examples": "SMTP Integration Examples",
  "Send Email with Custom Domain": "Send Email with Custom Domain",
  "Send Mail As with Gmail": "Send Mail As with Gmail",
  "Email Setup Guides": "Email Setup Guides",
  "How to Setup Email with <span class=\"notranslate\">%s</span>": "How to Setup Email with <span class=\"notranslate\">%s</span>",
  "Other providers": "Other providers",
  "Developers": "Developers",
  "Technical Whitepaper": "Technical Whitepaper",
  "IP Addresses": "IP Addresses",
  "API Reference": "API Reference",
  "Self Hosted Email": "Self Hosted Email",
  "Email Webhooks": "Email Webhooks",
  "Bounce Webhooks": "Bounce Webhooks",
  "Custom Domain Regex Filtering": "Custom Domain Regex Filtering",
  "Email Service Comparison": "Email Service Comparison",
  "Email Services": "Email Services",
  "Private Email Services": "Private Email Services",
  "Open-Source Email Services": "Open-Source Email Services",
  "Transactional Email Services": "Transactional Email Services",
  "Email API's for Developers": "Email API's for Developers",
  "Email Spam Filtering Services": "Email Spam Filtering Services",
  "Developer Articles": "Developer Articles",
  "A Decade of Open-Source Impact": "A Decade of Open-Source Impact",
  "Email Spam Protection Filter": "Email Spam Protection Filter",
  "Mail Server Providers": "Mail Server Providers",
  "Practices for Node.js Logging": "Practices for Node.js Logging",
  "Security Audit Companies": "Security Audit Companies",
  "Case Study: Gov/Federal Email Compliance": "Case Study: Gov/Federal Email Compliance",
  "Case Study: Alumni Email": "Case Study: Alumni Email",
  "Case Study: Ubuntu Email": "Case Study: Ubuntu Email",
  "Case Study: Linux Foundation": "Case Study: Linux Foundation",
  "Custom Fonts in Emails": "Custom Fonts in Emails",
  "Email Regex JavaScript and Node.js": "Email Regex JavaScript and Node.js",
  "Email Testing for Browsers and iOS Simulator": "Email Testing for Browsers and iOS Simulator",
  "The Complete Guide to Forward Email's Service": "The Complete Guide to Forward Email's Service",
  "Optimize Node.js for Production": "Optimize Node.js for Production",
  "Crypto Supported Email Service": "Crypto Supported Email Service",
  "Self-Hosted Email": "Self-Hosted Email",
  "JavaScript Contact Forms Node.js": "JavaScript Contact Forms Node.js",
  "Node.js DNS over HTTPS": "Node.js DNS over HTTPS",
  "Node.js Email Templates": "Node.js Email Templates",
  "Node.js Job Scheduler": "Node.js Job Scheduler",
  "Node.js Logging Service": "Node.js Logging Service",
  "Case Study: The PayPal Disaster": "Case Study: The PayPal Disaster",
  "Quantum Resistant Email Service": "Quantum Resistant Email Service",
  "Send React Emails": "Send React Emails",
  "Case Study: Email Startups": "Case Study: Email Startups",
  "Bulletproof Payment System with Stripe and PayPal": "Bulletproof Payment System with Stripe and PayPal",
  "How Forward Email Safeguards Your Communications": "How Forward Email Safeguards Your Communications",
  "URL Regex JavaScript and Node.js": "URL Regex JavaScript and Node.js",
  "Why Open-Source Email is the Future": "Why Open-Source Email is the Future",
  "Company": "Company",
  "About": "About",
  "Security": "Security",
  "Privacy": "Privacy",
  "Terms": "Terms",
  "GDPR": "GDPR",
  "DPA": "DPA",
  "Report Abuse": "Report Abuse",
  "Press": "Press",
  "Send us an email": "Send us an email",
  "Careers": "Careers",
  "100% Systems Online": "100% Systems Online",
  "Status Page": "Status Page",
  "100%": "100%",
  "Community": "Community",
  "Newsletter": "Newsletter",
  "Footer": "Footer",
  "Have a question or confused?": "Have a question or confused?",
  "Learn more about:": "Learn more about:",
  "Privacy Protected": "Privacy Protected",
  "Custom Domain Email": "Custom Domain Email",
  "Open Source Email": "Open Source Email",
  "Secure Email Forwarding": "Secure Email Forwarding",
  "Secure Checkout": "Secure Checkout",
  "Payment methods accepted:": "Payment methods accepted:",
  "SEPA Direct Debit": "SEPA Direct Debit",
  "Canadian pre-authorized debits": "Canadian pre-authorized debits",
  "ACH Direct Debit": "ACH Direct Debit",
  "Bank Transfer": "Bank Transfer",
  "Domestic Wire Transfer (Enterprise)": "Domestic Wire Transfer (Enterprise)",
  "International Wire Transfer (Enterprise)": "International Wire Transfer (Enterprise)",
  "English": "English",
  "Arabic": "Arabic",
  "Chinese": "Chinese",
  "Czech": "Czech",
  "Danish": "Danish",
  "Dutch": "Dutch",
  "Finnish": "Finnish",
  "French": "French",
  "German": "German",
  "Hebrew": "Hebrew",
  "Hungarian": "Hungarian",
  "Indonesian": "Indonesian",
  "Italian": "Italian",
  "Japanese": "Japanese",
  "Korean": "Korean",
  "Norwegian": "Norwegian",
  "Polish": "Polish",
  "Portuguese": "Portuguese",
  "Russian": "Russian",
  "Spanish": "Spanish",
  "Swedish": "Swedish",
  "Thai": "Thai",
  "Turkish": "Turkish",
  "Ukrainian": "Ukrainian",
  "Vietnamese": "Vietnamese",
  "Go to top": "Go to top",
  "Port 25 blocked by ISP": "Port 25 blocked by ISP",
  "Email API Reference": "Email API Reference",
  "Regex Email Forwarding": "Regex Email Forwarding",
  "Open Source": "Open Source",
  "GPG Key": "GPG Key",
  "Learn more": "Learn more",
  "We support OpenPGP and end-to-end encryption": "We support OpenPGP and end-to-end encryption",
  "Languages": "Languages",
  "GitHub Repo stars": "GitHub Repo stars",
  "Qualys SSL Labs SSL Server Test": "Qualys SSL Labs SSL Server Test",
  "Mozilla HTTP Observatory Grade": "Mozilla HTTP Observatory Grade",
  "Internet Site Test": "Internet Site Test",
  "Internet Mail Test": "Internet Mail Test",
  "Hardenize Badge": "Hardenize Badge",
  "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.": "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.",
  "IOS is a trademark or registered trademark of Cisco.": "IOS is a trademark or registered trademark of Cisco.",
  "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.": "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.",
  "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.": "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.",
  "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.": "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.",
  "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.": "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.",
  "Linux is the registered trademark of Linus Torvalds.": "Linux is the registered trademark of Linus Torvalds.",
  "All rights reserved. All trademarks are property of their respective owners in the US and other countries.": "All rights reserved. All trademarks are property of their respective owners in the US and other countries.",
  "Chat with us": "Chat with us",
  "Success": "Success",
  "Error": "Error",
  "Info": "Info",
  "Question": "Question",
  "OK": "OK",
  "Cancel": "Cancel",
  "Close this dialog": "Close this dialog",
  "Are you sure?": "Are you sure?",
  "Please confirm if you wish to continue.": "Please confirm if you wish to continue.",
  "Español": "Español",
  "Hello": "Hello",
  "Invalid two-factor authentication passcode.": "Invalid two-factor authentication passcode.",
  "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>": "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>",
  "Authenticate yourself with optional OTP to log in.": "Authenticate yourself with optional OTP to log in.",
  "Ask a question": "Ask a question",
  "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?": "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?",
  "Write your message": "Write your message",
  "Message": "Message",
  "We'll be in contact with you!": "We'll be in contact with you!",
  "Send message": "Send message",
  "Upgrade": "Upgrade",
  "My Account": "My Account",
  "Domains": "Domains",
  "Emails": "Emails",
  "Analytics": "Analytics",
  "Logs": "Logs",
  "Profile": "Profile",
  "Billing": "Billing",
  "Sign out": "Sign out",
  "Please enable JavaScript to use our website.": "Please enable JavaScript to use our website.",
  "Account Recovery": "Account Recovery",
  "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.": "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.",
  "Verify access to your email address with a code emailed to you.": "Verify access to your email address with a code emailed to you.",
  "Wait 3-5 business days for an administrative follow-up email.": "Wait 3-5 business days for an administrative follow-up email.",
  "Access to your account will be unlocked for you.": "Access to your account will be unlocked for you.",
  "Continue": "Continue",
  "Two-Factor Check": "Two-Factor Check",
  "Passcode": "Passcode",
  "Don't ask me again in this browser": "Don't ask me again in this browser",
  "Having trouble?": "Having trouble?",
  "Use a recovery key": "Use a recovery key",
  "Lose your recovery keys?": "Lose your recovery keys?",
  "Request account recovery": "Request account recovery",
  "Password was invalid.": "Password was invalid.",
  "Setup OTP": "Setup OTP",
  "Download your emergency recovery keys below.": "Download your emergency recovery keys below.",
  "Download": "Download",
  "Copy": "Copy",
  "Confirm Password": "Confirm Password",
  "Recommended Authenticator Apps": "Recommended Authenticator Apps",
  "App": "App",
  "Links": "Links",
  "Open-Source": "Open-Source",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "F-Droid": "F-Droid",
  "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.": "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.",
  "<strong>Step 2:</strong> Scan this QR code and enter its generated token:": "<strong>Step 2:</strong> Scan this QR code and enter its generated token:",
  "Can’t scan the QR code?  Configure with this code": "Can’t scan the QR code?  Configure with this code",
  "Complete Setup": "Complete Setup",
  "Recovery Key": "Recovery Key",
  "Your request was successfully completed.": "Your request was successfully completed.",
  "Invalid recovery key.": "Invalid recovery key.",
  "Recovery key successful. This key will no longer be valid.": "Recovery key successful. This key will no longer be valid.",
  "You have run out of recovery keys. Please download the newly generated recovery keys before continuing.": "You have run out of recovery keys. Please download the newly generated recovery keys before continuing."
}