{
  "10": "10",
  "25": "25",
  "50": "50",
  "Domain is not a registered domain name. <a class=\"font-weight-bold\" href=\"/domain-registration\">Click here to register it now</a>.": "Tên miền không phải là tên miền đã đăng ký. <a class=\"font-weight-bold\" href=\"/domain-registration\">Nhấp vào đây để đăng ký ngay</a>.",
  "If we detect your DNS records are valid, then we will send you an automated email alert.  We routinely check DNS records for your domain every few hours.": "Nếu chúng tôi phát hiện các bản ghi DNS của bạn hợp lệ, chúng tôi sẽ gửi cho bạn cảnh báo email tự động. Chúng tôi thường xuyên kiểm tra các bản ghi DNS cho tên miền của bạn mỗi vài giờ.",
  "Please ensure that your DNS nameservers are set properly too (e.g. if you are using a DNS provider such as Cloudflare &ndash; which may be a different provider than your domain registrar).": "Vui lòng đảm bảo rằng các máy chủ tên DNS của bạn cũng được thiết lập đúng cách (ví dụ: nếu bạn đang sử dụng nhà cung cấp DNS như Cloudflare &ndash; có thể là nhà cung cấp khác với nhà đăng ký tên miền của bạn).",
  "<p class=\"mb-0\"><strong>Making changes to your DNS records takes time to propagate throughout the Internet. <span class=\"text-danger\">You may need to wait a few minutes</span> and then try again.</strong></p>": "<p class=\"mb-0\"><strong>Việc thay đổi các bản ghi DNS của bạn cần thời gian để lan truyền khắp Internet. <span class=\"text-danger\">Bạn có thể cần đợi vài phút</span> rồi thử lại.</strong></p>",
  "Domain is missing required DNS <span class=\"notranslate\">TXT</span> record of: <span class=\"notranslate\">%s</span>": "Tên miền thiếu bản ghi DNS <span class=\"notranslate\">TXT</span> bắt buộc: <span class=\"notranslate\">%s</span>",
  "<p class=\"mb-0\">We have detected that your domain has multiple MX server providers. Please ensure that the <strong>ONLY</strong> DNS MX records are:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Chúng tôi đã phát hiện rằng tên miền của bạn có nhiều nhà cung cấp máy chủ MX. Vui lòng đảm bảo rằng <strong>DUY NHẤT</strong> các bản ghi DNS MX là:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Vui lòng đảm bảo rằng bạn không có lỗi chính tả nào và đã thêm cả hai bản ghi duy nhất (ví dụ: đảm bảo cả hai bản ghi không giống nhau). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Đọc FAQ của chúng tôi</a> để biết hướng dẫn chi tiết.</p>",
  "From header must be equal to <span class=\"notranslate\">%s</span> (or) you can use a domain-wide catch-all password at <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>": "Tiêu đề From phải bằng <span class=\"notranslate\">%s</span> (hoặc) bạn có thể sử dụng mật khẩu catch-all toàn tên miền tại <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">%s</a>",
  "<p class=\"mb-0\">Domain is missing required DNS MX records of:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Please ensure you do not have any typos and have both unique records added (e.g. make sure both records aren't the same). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Read our FAQ</a> for detailed instructions.</p>": "<p class=\"mb-0\">Tên miền thiếu các bản ghi DNS MX bắt buộc:</p><ul class=\"markdown-body ml-0 mr-0 mb-3 notranslate\">%s</ul><p class=\"mb-0\">Vui lòng đảm bảo rằng bạn không có lỗi chính tả nào và đã thêm cả hai bản ghi duy nhất (ví dụ: đảm bảo cả hai bản ghi không giống nhau). <a class=\"font-weight-bold\" href=\"/faq?domain=%s\" target=\"_blank\">Đọc FAQ của chúng tôi</a> để biết hướng dẫn chi tiết.</p>",
  "Invalid DKIM signature.": "Chữ ký DKIM không hợp lệ.",
  "Newsletter approval required for <span class=\"notranslate\">%s</span>": "Cần phê duyệt bản tin cho <span class=\"notranslate\">%s</span>",
  "We detected that you attempted to send an outbound SMTP newsletter for <strong class=\"notranslate\">%s</strong>.  Your domain does not yet have newsletter support approved, and an admin has been notified to begin review.  This process usually is resolved within 2-4 hours, but sometimes it may longer.": "Chúng tôi phát hiện rằng bạn đã cố gắng gửi bản tin SMTP đi cho <strong class=\"notranslate\">%s</strong>. Tên miền của bạn chưa được phê duyệt hỗ trợ bản tin, và một quản trị viên đã được thông báo để bắt đầu xem xét. Quá trình này thường được giải quyết trong vòng 2-4 giờ, nhưng đôi khi có thể lâu hơn.",
  "Newsletter usage is not yet approved for your account, please wait for approval or contact us for support.": "Việc sử dụng bản tin chưa được phê duyệt cho tài khoản của bạn, vui lòng đợi phê duyệt hoặc liên hệ với chúng tôi để được hỗ trợ.",
  "You have exceeded your daily SMTP outbound rate limit.": "Bạn đã vượt quá giới hạn tốc độ SMTP đi hàng ngày của mình.",
  "From header must end with <span class=\"notranslate\">%s</span>": "Tiêu đề From phải kết thúc bằng <span class=\"notranslate\">%s</span>",
  "An error code of \"<span class=\"notranslate\">%s</span>\" occurred while performing the DNS lookup. Please try again.": "Mã lỗi \"<span class=\"notranslate\">%s</span>\" đã xảy ra khi thực hiện tra cứu DNS. Vui lòng thử lại.",
  "See": "Xem",
  "https://github.com/scintill/macos-server-apns-certs/tree/master": "https://github.com/scintill/macos-server-apns-certs/tree/master",
  "About Forward Email": "Về Forward Email",
  "Table of Contents": "Mục lục",
  "Foreword": "Lời nói đầu",
  "History": "Lịch sử",
  "Forward Email is a": "Forward Email là một",
  "free and open-source": "dịch vụ miễn phí và mã nguồn mở",
  "email forwarding": "chuyển tiếp email",
  "service focused on a user's": "tập trung vào",
  "right to privacy": "quyền riêng tư của người dùng",
  ", and was launched in November 2017.  It offers unlimited custom domain names, unlimited email addresses and aliases, unlimited disposable email addresses, spam and phishing protection, and other features.  The service is maintained and owned by its original founding team of designers and developers.  It is built with 100% open-source software using": ", và được ra mắt vào tháng 11 năm 2017. Nó cung cấp tên miền tùy chỉnh không giới hạn, địa chỉ email và bí danh không giới hạn, địa chỉ email dùng một lần không giới hạn, bảo vệ chống spam và lừa đảo, và các tính năng khác. Dịch vụ được duy trì và sở hữu bởi đội ngũ sáng lập ban đầu gồm các nhà thiết kế và nhà phát triển. Nó được xây dựng với 100% phần mềm mã nguồn mở sử dụng",
  "JavaScript": "JavaScript",
  "Node.js": "Node.js",
  ", and": ", và",
  "We launched in November 2017 after an initial release.": "Chúng tôi ra mắt vào tháng 11 năm 2017 sau một bản phát hành ban đầu.",
  "In April 2018": "Vào tháng 4 năm 2018",
  "Cloudflare": "Cloudflare",
  "launched their": "đã ra mắt",
  "privacy-first consumer DNS service": "dịch vụ DNS tiêu dùng ưu tiên quyền riêng tư",
  ", and we switched from using": ", và chúng tôi đã chuyển từ việc sử dụng",
  "OpenDNS": "OpenDNS",
  "to": "sang",
  "for handling": "để xử lý",
  "lookups.": "tra cứu.",
  "In October 2018, we allowed users to \"Send Mail As\" with": "Vào tháng 10 năm 2018, chúng tôi cho phép người dùng \"Gửi thư dưới tên\" với",
  "Gmail": "Gmail",
  "and": "và",
  "Outlook": "Outlook",
  "In May 2019, we released v2, which was a major rewrite from the initial versions and focused on": "Vào tháng 5 năm 2019, chúng tôi phát hành v2, đây là một bản viết lại lớn từ các phiên bản ban đầu và tập trung vào",
  "performance": "hiệu suất",
  "through the use of": "thông qua việc sử dụng",
  "'s": "của",
  "streams": "streams",
  "In February 2020, we released the Enhanced Privacy Protection plan.  This plan allows users to switch off setting public DNS record entries with their email forwarding configuration aliases. Through this plan, a user's email alias information is hidden from being publicly searchable over the Internet. We also released a feature to enable or disable specific aliases while still allowing them to appear as a valid email address and return a successful": "Vào tháng 2 năm 2020, chúng tôi phát hành gói Enhanced Privacy Protection. Gói này cho phép người dùng tắt việc thiết lập các mục bản ghi DNS công khai với các bí danh cấu hình chuyển tiếp email của họ. Thông qua gói này, thông tin bí danh email của người dùng được ẩn khỏi việc có thể tìm kiếm công khai trên Internet. Chúng tôi cũng phát hành một tính năng để bật hoặc tắt các bí danh cụ thể trong khi vẫn cho phép chúng xuất hiện như một địa chỉ email hợp lệ và trả về một",
  "SMTP status code": "mã trạng thái SMTP",
  ", but the emails will be immediately discarded (similar to piping output from a process to": "thành công, nhưng các email sẽ bị loại bỏ ngay lập tức (tương tự như việc chuyển đầu ra từ một quá trình đến",
  "/dev/null": "/dev/null",
  "In April 2020, we released our initial alpha version of Spam Scanner after hitting countless roadblocks with existing spam-detection solutions and because none of these solutions (": "Vào tháng 4 năm 2020, chúng tôi phát hành phiên bản alpha ban đầu của Spam Scanner sau khi gặp vô số rào cản với các giải pháp phát hiện spam hiện có và vì không có giải pháp nào trong số này (",
  "Rspamd": "Rspamd",
  "SpamAssassin": "SpamAssassin",
  ") honored our privacy policy. Spam Scanner is a completely free and open-source": ") tôn trọng chính sách quyền riêng tư của chúng tôi. Spam Scanner là một giải pháp",
  "anti-spam filtering": "lọc chống spam",
  "solution which uses a": "hoàn toàn miễn phí và mã nguồn mở sử dụng phương pháp",
  "Naive Bayes spam filtering": "lọc spam Naive Bayes",
  "approach in combination with": "kết hợp với bảo vệ",
  "anti-phishing": "chống lừa đảo",
  "IDN homograph attack": "tấn công đồng hình IDN",
  "protection.  We also released a feature to allow": ". Chúng tôi cũng phát hành một tính năng để cho phép",
  "two-factor authentication": "xác thực hai yếu tố",
  "(2FA) using a": "(2FA) sử dụng",
  "one-time password": "mật khẩu một lần",
  "(OTP) for enhanced account security.": "(OTP) để tăng cường bảo mật tài khoản.",
  "In May 2020, we allowed custom": "Vào tháng 5 năm 2020, chúng tôi cho phép",
  "port forwarding": "chuyển tiếp cổng",
  "as workaround for users to circumvent port blocking by their": "tùy chỉnh như một giải pháp thay thế để người dùng vượt qua việc chặn cổng bởi",
  ".  We also released our": "nhà cung cấp dịch vụ internet của họ. Chúng tôi cũng phát hành",
  "Free Email Forwarding RESTful API": "API RESTful Chuyển tiếp Email Miễn phí",
  ", with complete documentation and real-time request and response examples.  We also released support for webhooks.": "của chúng tôi, với tài liệu đầy đủ và các ví dụ yêu cầu và phản hồi thời gian thực. Chúng tôi cũng phát hành hỗ trợ cho webhooks.",
  "In August 2020, we added support for the": "Vào tháng 8 năm 2020, chúng tôi đã thêm hỗ trợ cho hệ thống xác thực email",
  "Authenticated Received Chain": "Authenticated Received Chain",
  "(\"ARC\") email authentication system.": "(\"ARC\").",
  "On November 23, 2020 we publicly launched out of our beta program.": "Vào ngày 23 tháng 11 năm 2020, chúng tôi đã ra mắt công khai khỏi chương trình beta của mình.",
  "In February 2021, we refactored our codebase to remove all": "Vào tháng 2 năm 2021, chúng tôi đã tái cấu trúc codebase của mình để loại bỏ tất cả",
  "Python": "Python",
  "dependencies – which allowed our stack to become 100%": "các phụ thuộc Python – điều này cho phép stack của chúng tôi trở thành 100%",
  "On September 27, 2021,": "Vào ngày 27 tháng 9 năm 2021,",
  "we added support": "chúng tôi đã thêm hỗ trợ",
  "for email forwarding aliases to match": "cho các bí danh chuyển tiếp email để khớp với",
  "regular expressions": "biểu thức chính quy",
  "In January 2023, we launched a re-designed and page-speed optimized website.": "Vào tháng 1 năm 2023, chúng tôi ra mắt một trang web được thiết kế lại và tối ưu hóa tốc độ trang.",
  "In February 2023, we added support for": "Vào tháng 2 năm 2023, chúng tôi đã thêm hỗ trợ cho",
  "error logs": "nhật ký lỗi",
  "and a": "và",
  "dark mode": "chế độ tối",
  "website color scheme.": "bảng màu trang web.",
  "In March 2023, we released": "Vào tháng 3 năm 2023, chúng tôi phát hành",
  "Tangerine": "Tangerine",
  "and integrated it throughout our infrastructure – this means we use": "và tích hợp nó trong toàn bộ cơ sở hạ tầng của chúng tôi – điều này có nghĩa là chúng tôi sử dụng",
  "DNS over HTTPS": "DNS over HTTPS",
  "(\"DoH\") at the application layer.  We also added support for": "(\"DoH\") ở lớp ứng dụng. Chúng tôi cũng đã thêm hỗ trợ cho việc",
  "switched": "chuyển đổi",
  "from": "từ",
  "hCaptcha": "hCaptcha",
  "Cloudflare Turnstile": "Cloudflare Turnstile",
  "In April 2023, we implemented and automated entirely new infrastructure.  Our entire service is now running on globally load-balanced and proximity-based DNS (with health checks and failover) using": "Vào tháng 4 năm 2023, chúng tôi đã triển khai và tự động hóa cơ sở hạ tầng hoàn toàn mới. Toàn bộ dịch vụ của chúng tôi hiện đang chạy trên DNS cân bằng tải toàn cầu và dựa trên độ gần (với kiểm tra sức khỏe và chuyển đổi dự phòng) sử dụng",
  "(before we were using round-robin DNS on Cloudflare).  Additionally we switched to": "(trước đây chúng tôi đang sử dụng DNS round-robin trên Cloudflare). Ngoài ra, chúng tôi đã chuyển sang",
  "bare metal servers": "máy chủ bare metal",
  "across multiple providers – which include": "trên nhiều nhà cung cấp – bao gồm",
  "Vultr": "Vultr",
  "Digital Ocean": "Digital Ocean",
  "(before we solely used Digital Ocean).  Both of these providers are SOC 2 Type 2 compliant – see": "(trước đây chúng tôi chỉ sử dụng Digital Ocean). Cả hai nhà cung cấp này đều tuân thủ SOC 2 Type 2 – xem",
  "Vultr's Compliance": "Tuân thủ của Vultr",
  "Digital Ocean's Certifications": "Chứng nhận của Digital Ocean",
  "for more insight.  Furthermore, our MongoDB and Redis databases are now running on clusters with primary and standby nodes for high availability, end-to-end SSL encryption, encryption-at-rest, and point-in-time recovery (PITR).": "để biết thêm thông tin chi tiết. Hơn nữa, các cơ sở dữ liệu MongoDB và Redis của chúng tôi hiện đang chạy trên các cụm với các nút chính và dự phòng để có tính khả dụng cao, mã hóa SSL đầu cuối, mã hóa khi nghỉ, và khôi phục theo thời điểm (PITR).",
  "In May 2023, we launched our": "Vào tháng 5 năm 2023, chúng tôi ra mắt",
  "outbound SMTP": "tính năng SMTP đi",
  "feature for": "của chúng tôi cho",
  "sending email with SMTP": "gửi email bằng SMTP",
  "sending email with API": "gửi email bằng API",
  "requests.  This feature has built-in safeguards to ensure high deliverability, a modern and robust queue and retry system, and": "yêu cầu. Tính năng này có các biện pháp bảo vệ tích hợp để đảm bảo khả năng giao hàng cao, hệ thống hàng đợi và thử lại hiện đại và mạnh mẽ, và",
  "supports error logs in real-time": "hỗ trợ nhật ký lỗi theo thời gian thực",
  "In November 2023, we launched our": "Vào tháng 11 năm 2023, chúng tôi ra mắt",
  "encrypted mailbox storage": "lưu trữ hộp thư được mã hóa",
  "IMAP suppport": "hỗ trợ IMAP",
  "In December 2023,": "Vào tháng 12 năm 2023,",
  "for": "chúng tôi đã thêm hỗ trợ cho",
  "passkeys and WebAuthn": "passkeys và WebAuthn",
  "time to inbox": "thời gian đến hộp thư đến",
  "monitoring, and": "giám sát, và",
  "OpenPGP for IMAP Storage": "OpenPGP cho Lưu trữ IMAP",
  "In February 2024,": "Vào tháng 2 năm 2024,",
  "we added calendar (CalDAV) support": "chúng tôi đã thêm hỗ trợ lịch (CalDAV)",
  "Throughout March to July 2024, we released major optimizations and improvements to our IMAP, POP3, and CalDAV service.  Our goal was to make our service snappy –  and as fast, if not faster than alternatives.": "Trong suốt tháng 3 đến tháng 7 năm 2024, chúng tôi đã phát hành các tối ưu hóa và cải tiến lớn cho dịch vụ IMAP, POP3 và CalDAV của chúng tôi. Mục tiêu của chúng tôi là làm cho dịch vụ của chúng tôi nhanh chóng – và nhanh như, nếu không nhanh hơn các lựa chọn thay thế.",
  "In July 2024,": "Vào tháng 7 năm 2024,",
  "we added iOS Push support": "chúng tôi đã thêm hỗ trợ iOS Push",
  "since Apple Mail on iOS does not support IMAP": "vì Apple Mail trên iOS không hỗ trợ lệnh IMAP",
  "command.  Now users can get real-time notifications of new mail on their Apple iOS devices.  We also added time to inbox (\"TTI\") monitoring for our own service – as well as Yahoo/AOL (now that they support app-generated passwords again) to the footer of every page on our website.  Additionally, we now allow users to encrypt their plaintext DNS TXT records even on the free plan at no cost.  Privacy should not be a feature, it should be inherently built-in to all aspects of a product. As highly requested in a": ". Bây giờ người dùng có thể nhận thông báo thời gian thực về thư mới trên thiết bị Apple iOS của họ. Chúng tôi cũng đã thêm giám sát thời gian đến hộp thư đến (\"TTI\") cho dịch vụ của chính chúng tôi – cũng như Yahoo/AOL (bây giờ họ hỗ trợ mật khẩu do ứng dụng tạo ra một lần nữa) vào chân trang của mọi trang trên trang web của chúng tôi. Ngoài ra, bây giờ chúng tôi cho phép người dùng mã hóa các bản ghi DNS TXT văn bản thuần túy của họ ngay cả trên gói miễn phí mà không tốn phí. Quyền riêng tư không nên là một tính năng, nó nên được tích hợp sẵn vào tất cả các khía cạnh của một sản phẩm. Như được yêu cầu cao trong",
  "Privacy Guides discussion": "cuộc thảo luận Privacy Guides",
  "and on": "và trên",
  "our GitHub issues": "các vấn đề GitHub của chúng tôi",
  "we've added this.  Lastly, we added the ability for aliases to either quietly reject": "chúng tôi đã thêm điều này. Cuối cùng, chúng tôi đã thêm khả năng cho các bí danh để từ chối một cách lặng lẽ",
  ", soft reject": ", từ chối mềm",
  ", or hard reject": ", hoặc từ chối cứng",
  "if they are disabled.  Previously, disabled aliases only routed to a blackhole (e.g.": "nếu chúng bị vô hiệu hóa. Trước đây, các bí danh bị vô hiệu hóa chỉ được định tuyến đến một lỗ đen (ví dụ:",
  ") and it appeared to senders as if their messages to these disabled aliases succeeded.": ") và nó xuất hiện với người gửi như thể tin nhắn của họ đến các bí danh bị vô hiệu hóa này đã thành công.",
  "In August 2024, we added support for exporting mailboxes as": "Vào tháng 8 năm 2024, chúng tôi đã thêm hỗ trợ xuất hộp thư dưới dạng",
  "Mbox": "Mbox",
  "formats (in addition to the": "định dạng (ngoài định dạng xuất",
  "SQLite": "SQLite",
  "export format already supported) – and we also added": "đã được hỗ trợ) – và chúng tôi cũng đã thêm",
  "webhook signature support": "hỗ trợ chữ ký webhook",
  "via": "qua tiêu đề",
  "header.  We also": ". Chúng tôi cũng",
  "added support for bounce webhooks": "đã thêm hỗ trợ cho bounce webhooks",
  "and now allow users to send newsletters, announcements, and email marketing through our outbound SMTP service.": "và bây giờ cho phép người dùng gửi bản tin, thông báo và tiếp thị email thông qua dịch vụ SMTP đi của chúng tôi.",
  "Free Email Forwarding for Custom Domains": "Free Email Forwarding for Custom Domains",
  "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.": "Get free email forwarding for your custom domain. Send & receive as you@yourdomain.com with unlimited aliases, 10GB storage & 100% open-source security.",
  "Terms of Service": "Terms of Service",
  "Read our terms and conditions of use for our email forwarding service.": "Read our terms and conditions of use for our email forwarding service.",
  "History of Forward Email": "History of Forward Email",
  "Learn more about Forward Email and the history of our service.": "Learn more about Forward Email and the history of our service.",
  "Privacy Policy": "Privacy Policy",
  "Read our privacy policy for our email forwarding service.": "Read our privacy policy for our email forwarding service.",
  "Please log in or sign up to view the page you requested.": "Please log in or sign up to view the page you requested.",
  "Warning": "Warning",
  "Written by": "Written by",
  "Team": "Team",
  "Time to read": "Time to read",
  "Less than 5 minutes": "Less than 5 minutes",
  "Search for anything:": "Search for anything:",
  "Search": "Search",
  "Popular Searches": "Popular Searches",
  "Sign up now &ndash; it's free!": "Sign up now &ndash; it's free!",
  "Have an account?": "Have an account?",
  "Click here": "Click here",
  "Email address": "Email address",
  "Password": "Password",
  "Get started": "Get started",
  "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.": "You agree to our <a href=\"%s\" target=\"_blank\">Privacy Policy</a> and <a href=\"%s\" target=\"_blank\">Terms</a>.",
  "Welcome back!": "Welcome back!",
  "Don't have an account?": "Don't have an account?",
  "Please enable JavaScript to sign in with Passkey.": "Please enable JavaScript to sign in with Passkey.",
  "Sign in with Passkey": "Sign in with Passkey",
  "or": "or",
  "Sign in": "Sign in",
  "Forget your password?": "Forget your password?",
  "Features &amp; Pricing": "Features &amp; Pricing",
  "FAQ": "FAQ",
  "Log in": "Log in",
  "Signup": "Signup",
  "Toggle navigation": "Toggle navigation",
  "Apps": "Apps",
  "Desktop": "Desktop",
  "Resources": "Resources",
  "What is <span class=\"notranslate\">Forward Email</span>?": "What is <span class=\"notranslate\">Forward Email</span>?",
  "Frequently Asked Questions": "Frequently Asked Questions",
  "Time to Inbox": "Time to Inbox",
  "Help": "Help",
  "Disposable Addresses": "Disposable Addresses",
  "Domain Registration": "Domain Registration",
  "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record": "Encrypt Plaintext <span class=\"notranslate\">TXT</span> Record",
  "Reserved Email Addresses": "Reserved Email Addresses",
  "Denylist Removal": "Denylist Removal",
  "Guides": "Guides",
  "Outbound SMTP": "Outbound SMTP",
  "SMTP Integration Examples": "SMTP Integration Examples",
  "Send Email with Custom Domain": "Send Email with Custom Domain",
  "Send Mail As with Gmail": "Send Mail As with Gmail",
  "Email Setup Guides": "Email Setup Guides",
  "How to Setup Email with <span class=\"notranslate\">%s</span>": "How to Setup Email with <span class=\"notranslate\">%s</span>",
  "Other providers": "Other providers",
  "Developers": "Developers",
  "Technical Whitepaper": "Technical Whitepaper",
  "IP Addresses": "IP Addresses",
  "API Reference": "API Reference",
  "Self Hosted Email": "Self Hosted Email",
  "Email Webhooks": "Email Webhooks",
  "Bounce Webhooks": "Bounce Webhooks",
  "Custom Domain Regex Filtering": "Custom Domain Regex Filtering",
  "Email Service Comparison": "Email Service Comparison",
  "Email Services": "Email Services",
  "Private Email Services": "Private Email Services",
  "Open-Source Email Services": "Open-Source Email Services",
  "Transactional Email Services": "Transactional Email Services",
  "Email API's for Developers": "Email API's for Developers",
  "Email Spam Filtering Services": "Email Spam Filtering Services",
  "Developer Articles": "Developer Articles",
  "A Decade of Open-Source Impact": "A Decade of Open-Source Impact",
  "Email Spam Protection Filter": "Email Spam Protection Filter",
  "Mail Server Providers": "Mail Server Providers",
  "Practices for Node.js Logging": "Practices for Node.js Logging",
  "Security Audit Companies": "Security Audit Companies",
  "Case Study: Gov/Federal Email Compliance": "Case Study: Gov/Federal Email Compliance",
  "Case Study: Alumni Email": "Case Study: Alumni Email",
  "Case Study: Ubuntu Email": "Case Study: Ubuntu Email",
  "Case Study: Linux Foundation": "Case Study: Linux Foundation",
  "Custom Fonts in Emails": "Custom Fonts in Emails",
  "Email Regex JavaScript and Node.js": "Email Regex JavaScript and Node.js",
  "Email Testing for Browsers and iOS Simulator": "Email Testing for Browsers and iOS Simulator",
  "The Complete Guide to Forward Email's Service": "The Complete Guide to Forward Email's Service",
  "Optimize Node.js for Production": "Optimize Node.js for Production",
  "Crypto Supported Email Service": "Crypto Supported Email Service",
  "Self-Hosted Email": "Self-Hosted Email",
  "JavaScript Contact Forms Node.js": "JavaScript Contact Forms Node.js",
  "Node.js DNS over HTTPS": "Node.js DNS over HTTPS",
  "Node.js Email Templates": "Node.js Email Templates",
  "Node.js Job Scheduler": "Node.js Job Scheduler",
  "Node.js Logging Service": "Node.js Logging Service",
  "Case Study: The PayPal Disaster": "Case Study: The PayPal Disaster",
  "Quantum Resistant Email Service": "Quantum Resistant Email Service",
  "Send React Emails": "Send React Emails",
  "Case Study: Email Startups": "Case Study: Email Startups",
  "Bulletproof Payment System with Stripe and PayPal": "Bulletproof Payment System with Stripe and PayPal",
  "How Forward Email Safeguards Your Communications": "How Forward Email Safeguards Your Communications",
  "URL Regex JavaScript and Node.js": "URL Regex JavaScript and Node.js",
  "Why Open-Source Email is the Future": "Why Open-Source Email is the Future",
  "Company": "Company",
  "About": "About",
  "Security": "Security",
  "Privacy": "Privacy",
  "Terms": "Terms",
  "GDPR": "GDPR",
  "DPA": "DPA",
  "Report Abuse": "Report Abuse",
  "Press": "Press",
  "Send us an email": "Send us an email",
  "Careers": "Careers",
  "100% Systems Online": "100% Systems Online",
  "Status Page": "Status Page",
  "100%": "100%",
  "Community": "Community",
  "Newsletter": "Newsletter",
  "Footer": "Footer",
  "Have a question or confused?": "Have a question or confused?",
  "Learn more about:": "Learn more about:",
  "Privacy Protected": "Privacy Protected",
  "Custom Domain Email": "Custom Domain Email",
  "Open Source Email": "Open Source Email",
  "Secure Email Forwarding": "Secure Email Forwarding",
  "Secure Checkout": "Secure Checkout",
  "Payment methods accepted:": "Payment methods accepted:",
  "SEPA Direct Debit": "SEPA Direct Debit",
  "Canadian pre-authorized debits": "Canadian pre-authorized debits",
  "ACH Direct Debit": "ACH Direct Debit",
  "Bank Transfer": "Bank Transfer",
  "Domestic Wire Transfer (Enterprise)": "Domestic Wire Transfer (Enterprise)",
  "International Wire Transfer (Enterprise)": "International Wire Transfer (Enterprise)",
  "English": "English",
  "Arabic": "Arabic",
  "Chinese": "Chinese",
  "Czech": "Czech",
  "Danish": "Danish",
  "Dutch": "Dutch",
  "Finnish": "Finnish",
  "French": "French",
  "German": "German",
  "Hebrew": "Hebrew",
  "Hungarian": "Hungarian",
  "Indonesian": "Indonesian",
  "Italian": "Italian",
  "Japanese": "Japanese",
  "Korean": "Korean",
  "Norwegian": "Norwegian",
  "Polish": "Polish",
  "Portuguese": "Portuguese",
  "Russian": "Russian",
  "Spanish": "Spanish",
  "Swedish": "Swedish",
  "Thai": "Thai",
  "Turkish": "Turkish",
  "Ukrainian": "Ukrainian",
  "Vietnamese": "Vietnamese",
  "Go to top": "Go to top",
  "Port 25 blocked by ISP": "Port 25 blocked by ISP",
  "Email API Reference": "Email API Reference",
  "Regex Email Forwarding": "Regex Email Forwarding",
  "Open Source": "Open Source",
  "GPG Key": "GPG Key",
  "Learn more": "Learn more",
  "We support OpenPGP and end-to-end encryption": "We support OpenPGP and end-to-end encryption",
  "Languages": "Languages",
  "GitHub Repo stars": "GitHub Repo stars",
  "Qualys SSL Labs SSL Server Test": "Qualys SSL Labs SSL Server Test",
  "Mozilla HTTP Observatory Grade": "Mozilla HTTP Observatory Grade",
  "Internet Site Test": "Internet Site Test",
  "Internet Mail Test": "Internet Mail Test",
  "Hardenize Badge": "Hardenize Badge",
  "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.": "Apple, Mac mini, Macbook, iMac, iPhone, macOS, iPad, watchOS, and Safari are registered trademarks of Apple Inc.",
  "IOS is a trademark or registered trademark of Cisco.": "IOS is a trademark or registered trademark of Cisco.",
  "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.": "Android, Gmail, Google Chrome, Google Pixel, Chrome OS, Chromebook, and Chromium are trademarks of Google LLC.",
  "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.": "Microsoft, Windows, Internet Explorer, and Microsoft Edge are trademarks of the Microsoft group of companies.",
  "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.": "Mozilla, Firefox, and Thunderbird are trademarks or registered trademarks of the Mozilla Foundation.",
  "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.": "Canonical, Ubuntu, Kubuntu, and <span class=\"notranslate\">U1</span> are registered trademarks of Canonical Ltd.",
  "Linux is the registered trademark of Linus Torvalds.": "Linux is the registered trademark of Linus Torvalds.",
  "All rights reserved. All trademarks are property of their respective owners in the US and other countries.": "All rights reserved. All trademarks are property of their respective owners in the US and other countries.",
  "Chat with us": "Chat with us",
  "Success": "Success",
  "Error": "Error",
  "Info": "Info",
  "Question": "Question",
  "OK": "OK",
  "Cancel": "Cancel",
  "Close this dialog": "Close this dialog",
  "Are you sure?": "Are you sure?",
  "Please confirm if you wish to continue.": "Please confirm if you wish to continue.",
  "Español": "Español",
  "Hello": "Hello",
  "Invalid two-factor authentication passcode.": "Invalid two-factor authentication passcode.",
  "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>": "Two Factor Auth &#124; <span class=\"notranslate\">Forward Email</span>",
  "Authenticate yourself with optional OTP to log in.": "Authenticate yourself with optional OTP to log in.",
  "Ask a question": "Ask a question",
  "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?": "Have you read our <a href=\"%s\" target=\"_blank\" rel=\"noopener noreferrer\">FAQ</a> yet?",
  "Write your message": "Write your message",
  "Message": "Message",
  "We'll be in contact with you!": "We'll be in contact with you!",
  "Send message": "Send message",
  "Upgrade": "Upgrade",
  "My Account": "My Account",
  "Domains": "Domains",
  "Emails": "Emails",
  "Analytics": "Analytics",
  "Logs": "Logs",
  "Profile": "Profile",
  "Billing": "Billing",
  "Sign out": "Sign out",
  "Please enable JavaScript to use our website.": "Please enable JavaScript to use our website.",
  "Account Recovery": "Account Recovery",
  "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.": "If you can't access your authenticator app or lose your recovery keys, then you can submit a request for your account to be unlocked.",
  "Verify access to your email address with a code emailed to you.": "Verify access to your email address with a code emailed to you.",
  "Wait 3-5 business days for an administrative follow-up email.": "Wait 3-5 business days for an administrative follow-up email.",
  "Access to your account will be unlocked for you.": "Access to your account will be unlocked for you.",
  "Continue": "Continue",
  "Two-Factor Check": "Two-Factor Check",
  "Passcode": "Passcode",
  "Don't ask me again in this browser": "Don't ask me again in this browser",
  "Having trouble?": "Having trouble?",
  "Use a recovery key": "Use a recovery key",
  "Lose your recovery keys?": "Lose your recovery keys?",
  "Request account recovery": "Request account recovery",
  "Password was invalid.": "Password was invalid.",
  "Setup OTP": "Setup OTP",
  "Download your emergency recovery keys below.": "Download your emergency recovery keys below.",
  "Download": "Download",
  "Copy": "Copy",
  "Confirm Password": "Confirm Password",
  "Recommended Authenticator Apps": "Recommended Authenticator Apps",
  "App": "App",
  "Links": "Links",
  "Open-Source": "Open-Source",
  "Google Play": "Google Play",
  "App Store": "App Store",
  "F-Droid": "F-Droid",
  "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.": "<strong>Step 1:</strong> Install and open an <a href=\"#\" data-toggle=\"modal-anchor\" data-target=\"#authenticator-apps-modal\">authenticator app</a>.",
  "<strong>Step 2:</strong> Scan this QR code and enter its generated token:": "<strong>Step 2:</strong> Scan this QR code and enter its generated token:",
  "Can’t scan the QR code?  Configure with this code": "Can’t scan the QR code?  Configure with this code",
  "Complete Setup": "Complete Setup",
  "Recovery Key": "Recovery Key",
  "Your request was successfully completed.": "Your request was successfully completed.",
  "Invalid recovery key.": "Invalid recovery key.",
  "Recovery key successful. This key will no longer be valid.": "Recovery key successful. This key will no longer be valid.",
  "You have run out of recovery keys. Please download the newly generated recovery keys before continuing.": "You have run out of recovery keys. Please download the newly generated recovery keys before continuing."
}